[{"sura":30,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ الم","bangla_text":"আলিফ-লাম-মীম,","english_text":"ALIF LAM MIM.","bangla_translit":"আলিফ্ লা-ম্ মী-ম্ ।","english_translit":null},{"sura":30,"aya":2,"quran_text":"غُلِبَتِ الرُّومُ","bangla_text":"রোমকরা পরাজিত হয়েছে,","english_text":"The Romans have been conquered","bangla_translit":"গুলিবার্তি রূম্।","english_translit":null},{"sura":30,"aya":3,"quran_text":"فِي أَدْنَى الْأَرْضِ وَهُمْ مِنْ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ","bangla_text":"নিকটবর্তী এলাকায় এবং তারা তাদের পরাজয়ের পর অতিসত্বর বিজয়ী হবে,","english_text":"In the neighbouring land. But having been conquered they will conquer","bangla_translit":"ফী য়আদ্নাল্ র্আদ্বি অহুম্ মিম্ বা’দি গলাবিহিম্ সাইয়াগ্লিবূন্।","english_translit":null},{"sura":30,"aya":4,"quran_text":"فِي بِضْعِ سِنِينَ لِلَّهِ الْأَمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ","bangla_text":"কয়েক বছরের মধ্যে। অগ্র-পশ্চাতের কাজ আল্লাহর হাতেই। সেদিন মুমিনগণ আনন্দিত হবে।","english_text":"In a few years (less than ten). God's is the imperative first and last. On that day the believers will rejoice","bangla_translit":"ফী বিদ্ব্‘ই সিনীন্; লিল্লা-হিল্ আম্রু মিন্ ক্বব্লু অমিম্ বা’দ্; অ ইয়াওমায়িযিঁই ইয়াফ্রহুল্ মু’মিনূন্।","english_translit":null},{"sura":30,"aya":5,"quran_text":"بِنَصْرِ اللَّهِ يَنْصُرُ مَنْ يَشَاءُ وَهُوَ الْعَزِيزُ الرَّحِيمُ","bangla_text":"আল্লাহর সাহায্যে। তিনি যাকে ইচ্ছা সাহায্য করেন এবং তিনি পরাক্রমশালী, পরম দয়ালু।","english_text":"In the help of God. He helps whom He will; He is all-mighty, ever-merciful.","bangla_translit":"বিনাছ্রিল্লা-হ্; ইয়ান্ছুরু মাইঁ ইয়াশা-য়্; অহুওয়াল্ ‘আযীর্যু রহীম্।","english_translit":null},{"sura":30,"aya":6,"quran_text":"وَعْدَ اللَّهِ لَا يُخْلِفُ اللَّهُ وَعْدَهُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ","bangla_text":"আল্লাহর প্রতিশ্রুতি হয়ে গেছে। আল্লাহ তার প্রতিশ্রুতি খেলাফ করবেন না। কিন্তু অধিকাংশ লোক জানে না।","english_text":"It is a promise of God; and God does not go back on His promise. Yet most men do not understand:","bangla_translit":"অ’দাল্লা-হ্; লা-ইয়ুখ্লিফু ল্লা-হু অ’দাহূ অলা-কিন্না আক্ছারান্না-সি লা-ইয়া’লামূন্।","english_translit":null},{"sura":30,"aya":7,"quran_text":"يَعْلَمُونَ ظَاهِرًا مِنَ الْحَيَاةِ الدُّنْيَا وَهُمْ عَنِ الْآخِرَةِ هُمْ غَافِلُونَ","bangla_text":"তারা পার্থিব জীবনের বাহ্যিক দিক জানে এবং তারা পরকালের খবর রাখে না।","english_text":"They only know the palpable life of this world, and are oblivious of the Hereafter.","bangla_translit":"ইয়া’লামূনা জ্বোয়া-হিরম্ মিনাল্ হাইয়া-তিদ্ দুন্ইয়া-অহুম্ ‘আনিল্ আ-খিরতি হুম্ গ-ফিলূন্।","english_translit":null},{"sura":30,"aya":8,"quran_text":"أَوَلَمْ يَتَفَكَّرُوا فِي أَنْفُسِهِمْ مَا خَلَقَ اللَّهُ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ وَأَجَلٍ مُسَمًّى وَإِنَّ كَثِيرًا مِنَ النَّاسِ بِلِقَاءِ رَبِّهِمْ لَكَافِرُونَ","bangla_text":"তারা কি তাদের মনে ভেবে দেখে না যে, আল্লাহ নভোমন্ডল, ভূমন্ডল ও এতদুভয়ের মধ্যবর্তী সবকিছু সৃষ্টি করেছেন যথাযথরূপে ও নির্দিষ্ট সময়ের জন্য, কিন্তু অনেক মানুষ তাদের পালনকর্তার সাক্ষাতে অবিশ্বাসী।","english_text":"Do they not think for themselves that God did not create the heavens and the earth and all that lies between them without reason and a determined purpose? But many men reject the meeting with their Lord.","bangla_translit":"আঅলাম্ ইয়াতাফাক্কারূ ফী য় আন্ফুসিহিম্ মা-খলাক্বল্লা-হুস্ সামা-ওয়া-তি অল্ র্আদ্বোয়া অমা-বাইনা হুমা য় ইল্লা-বিল্ হাক্ব ক্বি অআজ্বালিম্ মুসাম্মা-অইন্না কাছীরাম্ মিনান্না-সি বিলিক্ব-য়ি রব্বিহিম্ লাকা-ফিরূন্।","english_translit":null},{"sura":30,"aya":9,"quran_text":"أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ كَانُوا أَشَدَّ مِنْهُمْ قُوَّةً وَأَثَارُوا الْأَرْضَ وَعَمَرُوهَا أَكْثَرَ مِمَّا عَمَرُوهَا وَجَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ","bangla_text":"তারা কি পৃথিবীতে ভ্রমণ করে না অতঃপর দেখে না যে; তাদের পূর্ববর্তীদের পরিণাম কি কি হয়েছে? তারা তাদের চাইতে শক্তিশালী ছিল, তারা যমীন চাষ করত এবং তাদের চাইতে বেশী আবাদ করত। তাদের কাছে তাদের রসূলগণ সুস্পষ্ট নির্দেশ নিয়ে এসেছিল। বস্তুতঃ আল্লাহ তাদের প্রতি জুলুমকারী ছিলেন না। কিন্তু তারা নিজেরাই নিজেদের প্রতি জুলুম করেছিল।","english_text":"Have they not travelled on the earth and seen how the others before them had met their end? They were far more powerful than them, furrowed the earth and colonised it far more than they; and their apostles came to them with visible signs. It was surely not for God to wrong them, they wronged themselves.","bangla_translit":"আওয়ালাম্ ইয়াসীরূ ফিল্ র্আদ্বি ফাইয়ান্জুরূ কাইফা কা-না ‘আ-ক্বিবাতুল্লাযীনা মিন্ ক্বব্লিহিম্; কা-নূ য় আশাদ্দা মিন্হুম্ কুওয়্যাতাঁও অআছারুল্ র্আদ্বোয়া অ ‘আমারূহা য় আক্ছার মিম্মা-‘আমারূহা-অজ্বা-য়াত্হুম্ রুসুলুহুম্ বিল্বাইয়্যিনা-ত্ ফামা-কা-নাল্লা-হুলিইয়াজ্ লিমাহুম্ অলা-কিন্ কা-নূ য় আন্ফুসাহুম্ ইয়াজ্লিমূন্।","english_translit":null},{"sura":30,"aya":10,"quran_text":"ثُمَّ كَانَ عَاقِبَةَ الَّذِينَ أَسَاءُوا السُّوأَى أَنْ كَذَّبُوا بِآيَاتِ اللَّهِ وَكَانُوا بِهَا يَسْتَهْزِئُونَ","bangla_text":"অতঃপর যারা মন্দ কর্ম করত, তাদের পরিণাম হয়েছে মন্দ। কারণ, তারা আল্লাহর আয়াতসমূহকে মিথ্যা বলত এবং সেগুলো নিয়ে ঠাট্টা-বিদ্রূপ করত।","english_text":"Therefore evil was the end of those who did evil, for they denied the signs of God and made fun of them.","bangla_translit":"ছুম্মা কা-না ‘আ-ক্বিবাতাল্লাযীনা আসা-য়ুস্ সূ-য়া য় আন্ কায্যাবূ বিআ-ইয়া-তিল্লা-হি অকা-নূ বিহা-ইয়াস্তাহ্যিয়ূন্।","english_translit":null},{"sura":30,"aya":11,"quran_text":"اللَّهُ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ ثُمَّ إِلَيْهِ تُرْجَعُونَ","bangla_text":"আল্লাহ প্রথমবার সৃষ্টি করেন, অতঃপর তিনি পুনরায় সৃষ্টি করবেন। এরপর তোমরা তাঁরই দিকে প্রত্যাবর্তিত হবে।","english_text":"God originates creation, and then will revert it, then you will go back to Him.","bangla_translit":"আল্লা-হু ইয়াব্দায়ুল্ খল্ক্ব ছুম্মা ইয়ু‘ঈদুহূ ছুম্মা ইলাইহি র্তুজ্বা‘ঊন্।","english_translit":null},{"sura":30,"aya":12,"quran_text":"وَيَوْمَ تَقُومُ السَّاعَةُ يُبْلِسُ الْمُجْرِمُونَ","bangla_text":"যে দিন কেয়ামত সংঘটিত হবে, সেদিন অপরাধীরা হতাশ হয়ে যাবে।","english_text":"The day the Resurrection comes the sinners will be overwhelmed with despair.","bangla_translit":"অইয়াওমা তাকুমুস্ সা-‘আতু ইয়ুব্লিসুল্ মুজরিমূন্।","english_translit":null},{"sura":30,"aya":13,"quran_text":"وَلَمْ يَكُنْ لَهُمْ مِنْ شُرَكَائِهِمْ شُفَعَاءُ وَكَانُوا بِشُرَكَائِهِمْ كَافِرِينَ","bangla_text":"তাদের দেবতা গুলোর মধ্যে কেউ তাদের সুপারিশ করবে না। এবং তারা তাদের দেবতাকে অস্বীকার করবে।","english_text":"No intercessor will they have among those they associated (with God), and will reject their partners.","bangla_translit":"অলাম্ ইয়াকুল্লাহুম্ মিন্ শুরাকা-য়িহিম্ শুফা‘আ-য়ু অকা-নূ বিশুরকা-য়িহিম্ কা-ফিরীন্।","english_translit":null},{"sura":30,"aya":14,"quran_text":"وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَتَفَرَّقُونَ","bangla_text":"যেদিন কেয়ামত সংঘটিত হবে, সেদিন মানুষ বিভক্ত হয়ে পড়বে।","english_text":"The day the Hour comes they will be separated into categories.","bangla_translit":"অইয়াওমা তাকুমুস্ সা- ‘আতু ইয়াওমায়িযিঁই ইয়াতার্ফারকুন্।","english_translit":null},{"sura":30,"aya":15,"quran_text":"فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَهُمْ فِي رَوْضَةٍ يُحْبَرُونَ","bangla_text":"যারা বিশ্বাস স্থাপন করেছে ও সৎকর্ম করেছে, তারা জান্নাতে সমাদৃত হবে;","english_text":"Those who believed and did the right will be feasted in a rich, well-watered meadow.","bangla_translit":"ফাআম্মাল্লাযীনা আ-মানূ ওয়া‘আমিলুছ্ ছোয়া-লিহা- তি ফাহুম্ ফী রাওদ্বোয়াতিঁই ইয়ুহ্বারূন্।","english_translit":null},{"sura":30,"aya":16,"quran_text":"وَأَمَّا الَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا وَلِقَاءِ الْآخِرَةِ فَأُولَئِكَ فِي الْعَذَابِ مُحْضَرُونَ","bangla_text":"আর যারা কাফের এবং আমার আয়াতসমূহ ও পরকালের সাক্ষাতকারকে মিথ্যা বলছে, তাদেরকেই আযাবের মধ্যে উপস্থিত করা হবে।","english_text":"Those who did not believe and rejected Our signs and the meeting in the Hereafter, will be given over to punishment.","bangla_translit":"অআম্মাল্লাযীনা কাফারূ অকায্যাবূ বিআ-ইয়া-তিনা- অ লিক্ব-য়িল্ আ-খিরতি ফাউলা-য়িকা ফীল্ ‘আযা-বি মুহ্দ্বোয়ারূন্।","english_translit":null},{"sura":30,"aya":17,"quran_text":"فَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ","bangla_text":"অতএব, তোমরা আল্লাহর পবিত্রতা স্মরণ কর সন্ধ্যায় ও সকালে,","english_text":"So extol God when the evening comes and the day dawns,","bangla_translit":"ফাসুব্হা-না ল্লা-হি হীনা তুম্সূনা অহীনা তুছ্বিহূন্।","english_translit":null},{"sura":30,"aya":18,"quran_text":"وَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالْأَرْضِ وَعَشِيًّا وَحِينَ تُظْهِرُونَ","bangla_text":"এবং অপরাহেߠও মধ্যাহেߦ#2404; নভোমন্ডল ও ভূমন্ডলে, তাঁরই প্রসংসা।","english_text":"For His is the praise in the heavens and the earth, -- and at nightfall and the time of noon.","bangla_translit":"অলাহুল্ হাম্দু ফিস্ সামা-ওয়া-তি অল্র্আদ্বি অ‘আশিয়্যাঁও অহীনা তুজ্হিরূন্।","english_translit":null},{"sura":30,"aya":19,"quran_text":"يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَيُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا وَكَذَلِكَ تُخْرَجُونَ","bangla_text":"তিনি মৃত থেকে জীবিতকে বহির্গত করেন জীবিত থেকে মৃতকে বহির্গত করেন, এবং ভূমির মৃত্যুর পর তাকে পুনরুজ্জীবিত করেন। এভাবে তোমরা উত্থিত হবে।","english_text":"He brings the living from the dead, the dead from the living, and quickens the earth after it had died. So will you be brought forth (from the dead).","bangla_translit":"ইয়ুখ্রিজুল্ হাইয়্যা মিনাল্ মাইয়্যিতি অ ইয়ুখ্রিজুল্ মাইয়্যিতা মিনাল্ হাইয়্যি অইয়ুহ্য়িল্ র্আদ্বোয়া বা’দা মাওতিহা-অকাযা-লিকা তুখ্রাজুন্।","english_translit":null},{"sura":30,"aya":20,"quran_text":"وَمِنْ آيَاتِهِ أَنْ خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ إِذَا أَنْتُمْ بَشَرٌ تَنْتَشِرُونَ","bangla_text":"তাঁর নিদর্শনাবলীর মধ্যে এক নিদর্শন এই যে, তিনি মৃত্তিকা থেকে তোমাদের সৃষ্টি করেছেন। এখন তোমরা মানুষ, পৃথিবীতে ছড়িয়ে আছ।","english_text":"Among His signs is that He created you from the earth, and you are now human beings dispersed everywhere.","bangla_translit":"অ মিন্ আ-ইয়াতিহী য় আন্ খলাক্বকুম্ মিন্ তুরা-বিন্ ছুম্মা ইযা য়আন্তুম্ বাশারুন্ তান্তাশিরূন্।","english_translit":null},{"sura":30,"aya":21,"quran_text":"وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا لِتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ","bangla_text":"আর এক নিদর্শন এই যে, তিনি তোমাদের জন্যে তোমাদের মধ্য থেকে তোমাদের সংগিনীদের সৃষ্টি করেছেন, যাতে তোমরা তাদের কাছে শান্তিতে থাক এবং তিনি তোমাদের মধ্যে পারস্পরিক সম্প্রীতি ও দয়া সৃষ্টি করেছেন। নিশ্চয় এতে চিন্তাশীল লোকদের জন্যে নিদর্শনাবলী রয়েছে।","english_text":"Another of His signs is that He created mates of your own kind of yourselves so that you may get peace of mind from them, and has put love and compassion between you. Verily there are signs in this for those who reflect.","bangla_translit":"অ মিন্ আ-ইয়া-তিহী য় আন্ খলাক্ব লাকুম্ মিন্ আন্ফুসিকুম্ আয্ওয়াজ্বাল লিতাসুকুনূ য় ইলাইহা-অজ্বা‘আলা বাইনাকুম্ মাওয়াদ্দাতাঁও অরহ্মাহ্; ইন্না ফী যা-লিকা লাআ-ইয়া-তিল্ লিক্বওমিইঁ ইয়াতাফাক্কারূন্।","english_translit":null},{"sura":30,"aya":22,"quran_text":"وَمِنْ آيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافُ أَلْسِنَتِكُمْ وَأَلْوَانِكُمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِلْعَالِمِينَ","bangla_text":"তাঁর আর ও এক নিদর্শন হচ্ছে নভোমন্ডল ও ভূমন্ডলের সৃজন এবং তোমাদের ভাষা ও বর্ণের বৈচিত্র। নিশ্চয় এতে জ্ঞানীদের জন্যে নিদর্শনাবলী রয়েছে।","english_text":"Among other signs of His is the creation of the heavens and the earth, and the variety of your tongues and complexions. Surely there are signs in this for those who understand.","bangla_translit":"অ মিন্ আ-ইয়াতিহী খল্ক্ব স্ সামা-ওয়া-তি অল্র্আদ্বি অখ্তিলা-ফু আল্সিনাতিকুম্ অ আল্ওয়া-নিকুম্; ইন্না ফী যা-লিকা লাআ-ইয়া-তিল্ লিল্‘আ-লিমীন্।","english_translit":null},{"sura":30,"aya":23,"quran_text":"وَمِنْ آيَاتِهِ مَنَامُكُمْ بِاللَّيْلِ وَالنَّهَارِ وَابْتِغَاؤُكُمْ مِنْ فَضْلِهِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَسْمَعُونَ","bangla_text":"তাঁর আরও নিদর্শনঃ রাতে ও দিনে তোমাদের নিদ্রা এবং তাঁর কৃপা অন্বেষণ। নিশ্চয় এতে মনোযোগী সম্প্রদায়ের জন্যে নিদর্শনাবলী রয়েছে।","english_text":"Another of His signs is the night, a time for you to sleep, and the day to seek His bounty. Verily there are signs in this for those who pay heed.","bangla_translit":"অমিন্ আ-ইয়া-তিহী মানা-মুকুম্ বিল্লাইলি অন্নাহা-রি অব্তিগ-য়ুকুম্ মিন্ ফাদ্ব্লিহ্; ইন্না ফী যা-লিকা লাআ-ইয়া-তিল্ লিক্বওমিঁ ইয়াস্মা‘ঊন্।","english_translit":null},{"sura":30,"aya":24,"quran_text":"وَمِنْ آيَاتِهِ يُرِيكُمُ الْبَرْقَ خَوْفًا وَطَمَعًا وَيُنَزِّلُ مِنَ السَّمَاءِ مَاءً فَيُحْيِي بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ","bangla_text":"তাঁর আরও নিদর্শনঃ তিনি তোমাদেরকে দেখান বিদ্যুৎ, ভয় ও ভরসার জন্যে এবং আকাশ থেকে পানি বর্ষণ করেন, অতঃপর তদ্দ্বারা ভূমির মৃত্যুর পর তাকে পুনরুজ্জীবিত করেন। নিশ্চয় এতে বুদ্ধিমান লোকদের জন্যে নিদর্শনাবলী রয়েছে।","english_text":"Another of His signs is the lightning He shows to fill you both with dread and hope, and the water He sends down from the sky which reawakens the earth that was dead. There are indeed signs in this for those who have sense.","bangla_translit":"অ মিন্ আ-ইয়া-তিহী ইয়ুরীকুমুল্ র্বাক্ব খওফাঁও অত্বোয়ামা‘আঁও অ ইয়ুনায্যিলু মিনাস্ সামা-য়ি মা-য়ান্ ফাইয়ুহ্য়ী বিহিল্ র্আদ্বোয়া বা’দা মাওতিহা- ইন্না ফী যা-লিকা লাআ-ইয়া-তি ল্লিক্বওমি ইয়া’ক্বিলূন্।","english_translit":null},{"sura":30,"aya":25,"quran_text":"وَمِنْ آيَاتِهِ أَنْ تَقُومَ السَّمَاءُ وَالْأَرْضُ بِأَمْرِهِ ثُمَّ إِذَا دَعَاكُمْ دَعْوَةً مِنَ الْأَرْضِ إِذَا أَنْتُمْ تَخْرُجُونَ","bangla_text":"তাঁর অন্যতম নিদর্শন এই যে, তাঁরই আদেশে আকাশ ও পৃথিবী প্রতিষ্ঠিত আছে। অতঃপর যখন তিনি মৃত্তিকা থেকে উঠার জন্যে তোমাদের ডাক দেবেন, তখন তোমরা উঠে আসবে।","english_text":"Another of His signs is that the heavens and the earth stay in position by His command; and then when He will call you once you will come out of the earth.","bangla_translit":"অ মিন্ আ-ইয়া-তিহী য় আন্ তাকুমাস্ সামা-য়ু অল্ র্আদ্ব ু বিআম্রিহ্; ছুম্মা ইযা-দা‘আ-কুম্ দা’ওয়াতাম্ মিনাল্ র্আদ্বি ইযা য় আন্তুম্ তাখ্রুজুন্।","english_translit":null},{"sura":30,"aya":26,"quran_text":"وَلَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ كُلٌّ لَهُ قَانِتُونَ","bangla_text":"নভোমন্ডলে ও ভুমন্ডলে যা কিছু আছে, সব তাঁরই। সবাই তাঁর আজ্ঞাবহ।","english_text":"All those who are in the heavens and the earth are His, and they are all obedient to Him.","bangla_translit":"অ লাহূ মান্ ফিস্সামা-ওয়া-তি অল্ র্আদ্ব্; কুল্লুল্লাহূ ক্ব-নিতূন্।","english_translit":null},{"sura":30,"aya":27,"quran_text":"وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ وَلَهُ الْمَثَلُ الْأَعْلَى فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ","bangla_text":"তিনিই প্রথমবার সৃষ্টিকে অস্তিত্বে আনয়ন করেন, অতঃপর তিনি সৃষ্টি করবেন। এটা তাঁর জন্যে সহজ। আকাশ ও পৃথিবীতে সর্বোচ্চ মর্যাদা তাঁরই এবং তিনিই পরাক্রমশালী, প্রজ্ঞাময়।","english_text":"It is He who first creates and then reverts it. This is how His law works inevitably. His semblance is of the most sublime in the heavens and the earth. He is all-mighty and all-wise.","bangla_translit":"অহুওয়াল লাযী ইয়াব্দায়ুল্ খল্ক্ব ছুম্মা ইয়ু‘ঈদুহূ অহুওয়া আহ্ওয়ানু ‘আলাইহ্; অলাহুল্ মাছালুল্ আ’লা-ফিস্ সামা-ওয়া-তি অল্ র্আদ্বি অহুওয়াল্ ‘আযীযুল্ হাকীম্।","english_translit":null},{"sura":30,"aya":28,"quran_text":"ضَرَبَ لَكُمْ مَثَلًا مِنْ أَنْفُسِكُمْ هَلْ لَكُمْ مِنْ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْ شُرَكَاءَ فِي مَا رَزَقْنَاكُمْ فَأَنْتُمْ فِيهِ سَوَاءٌ تَخَافُونَهُمْ كَخِيفَتِكُمْ أَنْفُسَكُمْ كَذَلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْقِلُونَ","bangla_text":"আল্লাহ তোমাদের জন্যে তোমাদেরই মধ্য থেকে একটি দৃষ্টান্ত বর্ণনা করেছেনঃ তোমাদের আমি যে রুযী দিয়েছি, তোমাদের অধিকারভুক্ত দাস-দাসীরা কি তাতে তোমাদের সমান সমান অংশীদার? তোমরা কি তাদেরকে সেরূপ ভয় কর, যেরূপ নিজেদের লোককে ভয় কর? এমনিভাবে আমি সমঝদার সম্প্রদায়ের জন্যে নিদর্শনাবলী বিস্তারিত বর্ণনা করি।","english_text":"He gives you an example from your own life: Do you possess among your dependants any partners in what We have bestowed on you, so that you and they have equal (share) in it, and that you fear them as you fear each other? That is how We explain Our signs clearly for those who comprehend.","bangla_translit":"দ্বোয়ারবা লাকুম্ মাছালাম্ মিন্ আন্ফুসিকুম্ ;হাল্ লাকুম্ মিম্মা- মালাকাত্ আইমা-নুকুম্ মিন্ শুরাকা-য়া ফী মা-রযাক্ব্ না-কুম্ ফাআন্তুম্ ফীহি সাওয়া-য়ুন্ তাখ-ফূ নাহুম্ কাখীফাতিকুম্ আন্ফুসাকুম্; কাযা-লিকা নুফাছ্ ছিলুল্ আ-ইয়া-তি লিক্বওমিঁ ইয়া’ক্বিলূন্।","english_translit":null},{"sura":30,"aya":29,"quran_text":"بَلِ اتَّبَعَ الَّذِينَ ظَلَمُوا أَهْوَاءَهُمْ بِغَيْرِ عِلْمٍ فَمَنْ يَهْدِي مَنْ أَضَلَّ اللَّهُ وَمَا لَهُمْ مِنْ نَاصِرِينَ","bangla_text":"বরং যারা যে-ইনসাফ, তারা অজ্ঞানতাবশতঃ তাদের খেয়াল-খূশীর অনুসরণ করে থাকে। অতএব, আল্লাহ যাকে পথভ্রষ্ট করেন, তাকে কে বোঝাবে? তাদের কোন সাহায্যকারী নেই।","english_text":"And yet the wicked follow their own lusts without understanding. Who can show the way to those whom God allows to go astray? None will they have to help them.","bangla_translit":"বালিত্ তাবা‘আল্লাযীনা জোয়ালামূ য় আহ্ওয়া-য়াহুম্ বিগইরি ‘ইল্মিন্ ফামাইঁ ইয়াহ্দী মান্ অদ্বোয়ায়াল্লাল্লা-হ্; অমা-লাহুম্ মিন্ না-ছিরীন্।","english_translit":null},{"sura":30,"aya":30,"quran_text":"فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا لَا تَبْدِيلَ لِخَلْقِ اللَّهِ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ","bangla_text":"তুমি একনিষ্ঠ ভাবে নিজেকে ধর্মের উপর প্রতিষ্ঠিত রাখ। এটাই আল্লাহর প্রকৃতি, যার উপর তিনি মানব সৃষ্টি করেছেন। আল্লাহর সৃষ্টির কোন পরিবর্তন নেই। এটাই সরল ধর্ম। কিন্তু অধিকাংশ মানুষ জানে না।","english_text":"So keep yourself exclusively on the true way, the creational law of God according to which He created man with the quality of choosing right or wrong. There is no altering of God's creation. This is the supreme law. But most men do not understand.","bangla_translit":"ফাআক্বিম্ অজ্বহাকা লিদ্দীনি হানীফা-; ফিত্বরতা ল্লা-হি ল্লাতী ফাত্বোয়ারন্ না-সা ‘আলাইহা-; লা-তাব্দীলা লিখল্ক্বিল্লা-হ্; যা-লিকাদ্দীনুল্ ক্বাইয়্যিমু অলা-কিন্না আক্ছারন্ না-সি লা ইয়া’লামূন্।","english_translit":null},{"sura":30,"aya":31,"quran_text":"مُنِيبِينَ إِلَيْهِ وَاتَّقُوهُ وَأَقِيمُوا الصَّلَاةَ وَلَا تَكُونُوا مِنَ الْمُشْرِكِينَ","bangla_text":"সবাই তাঁর অভিমুখী হও এবং ভয় কর, নামায কায়েম কর এবং মুশরিকদের অন্তর্ভুক্ত হয়ো না।","english_text":"Turn towards Him and be dutiful to Him; be firm in devotion, and do not become an idolater,","bangla_translit":"মুনীবীনা ইলাইহি অত্তাকুহু অআক্বীমুছ্ ছলা-তা অলা-তাকূনূ মিনাল্ মুশ্রিকীন্।","english_translit":null},{"sura":30,"aya":32,"quran_text":"مِنَ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ","bangla_text":"যারা তাদের ধর্মে বিভেদ সৃষ্টি করেছে এবং অনেক দলে বিভক্ত হয়ে পড়েছে। প্রত্যেক দলই নিজ নিজ মতবাদ নিয়ে উল্লসিত।","english_text":"(Or) one of those who created rifts in their order and are divided into sects, with each group exulting in what it has (carved out for itself) --","bangla_translit":"মিনাল্ লাযীনা র্ফারকু দীনাহুম্ অকা-নূ শিয়া‘আ-; কুল্লু হিয্বিম্ বিমা-লাদাইহিম্ ফারিহূন্।","english_translit":null},{"sura":30,"aya":33,"quran_text":"وَإِذَا مَسَّ النَّاسَ ضُرٌّ دَعَوْا رَبَّهُمْ مُنِيبِينَ إِلَيْهِ ثُمَّ إِذَا أَذَاقَهُمْ مِنْهُ رَحْمَةً إِذَا فَرِيقٌ مِنْهُمْ بِرَبِّهِمْ يُشْرِكُونَ","bangla_text":"মানুষকে যখন দুঃখ-কষ্ট স্পর্শ করে, তখন তারা তাদের পালনকর্তাকে আহবান করে তাঁরই অভিমুখী হয়ে। অতঃপর তিনি যখন তাদেরকে রহমতের স্বাদ আস্বাদন করান, তখন তাদের একদল তাদের পালনকর্তার সাথে শিরক করতে থাকে,","english_text":"When misfortune befalls men they pray to their Lord and turn to Him; but afterwards when He has given them a taste of His benevolence a section of them begins to ascribe compeers to their Lord","bangla_translit":"অ ইযা-মাস্সান্না-সা র্দুরুন্ দাআঁও রব্বাহুম্ মুনীবীনা ইলাইহি ছুম্মা ইযা য় আযা-ক্বহুম্ মিন্হু রহ্মাতান্ ইযা-ফারীকুম্ মিন্হুম্ বিরব্বিহিম্ ইয়ুশ্রিকূন্।","english_translit":null},{"sura":30,"aya":34,"quran_text":"لِيَكْفُرُوا بِمَا آتَيْنَاهُمْ فَتَمَتَّعُوا فَسَوْفَ تَعْلَمُونَ","bangla_text":"যাতে তারা অস্বীকার করে যা আমি তাদেরকে দিয়েছি। অতএব, মজা লুটে নাও, সত্বরই জানতে পারবে।","english_text":"So as to deny what We have given them. Please yourselves for a time; you will come to know soon.","bangla_translit":"লিইয়াক্ফুরূ বিমা য় আ-তাইনা-হুম্; ফাতামাত্তা‘ঊ ফাসাওফা তা’লামূন্।","english_translit":null},{"sura":30,"aya":35,"quran_text":"أَمْ أَنْزَلْنَا عَلَيْهِمْ سُلْطَانًا فَهُوَ يَتَكَلَّمُ بِمَا كَانُوا بِهِ يُشْرِكُونَ","bangla_text":"আমি কি তাদের কাছে এমন কোন দলীল নাযিল করেছি, যে তাদেরকে আমার শরীক করতে বলে?","english_text":"Have We sent down a charter to them which mentions what they associate with Him?","bangla_translit":"আম্ আন্যাল্না ‘আলাইহিম্ সুল্ত্বোয়ানান্ ফাহুওয়া ইয়াতাকাল্লামু বিমা-কা-নূ বিহী ইয়ুশ্রিকূন্।","english_translit":null},{"sura":30,"aya":36,"quran_text":"وَإِذَا أَذَقْنَا النَّاسَ رَحْمَةً فَرِحُوا بِهَا وَإِنْ تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ إِذَا هُمْ يَقْنَطُونَ","bangla_text":"আর যখন আমি মানুষকে রহমতের স্বাদ আস্বাদন করাই, তারা তাতে আনন্দিত হয় এবং তাদের কৃতকর্মের ফলে যদি তাদেরকে কোন দুদর্শা পায়, তবে তারা হতাশ হয়ে পড়ে।","english_text":"When We give men a taste of Our benevolence they start rejoicing in it. When misfortune befalls them as a result of what they have done themselves, they begin to despair.","bangla_translit":"অইযা য় আযাক্ব নান্ না-সা রহ্মাতান্ ফারিহূ বিহা-; অইন্ তুছিব্হুম্ সাইয়িয়াতুম্ বিমা-ক্বদ্দামাত্ আইদীহিম্ ইযা-হুম্ ইয়াক্ব্ নাত্ব ন্।","english_translit":null},{"sura":30,"aya":37,"quran_text":"أَوَلَمْ يَرَوْا أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ","bangla_text":"তারা কি দেখে না যে, আল্লাহ যার জন্যে ইচ্ছা রিযিক বর্ধিত করেন এবং হ্রাস করেন। নিশ্চয় এতে বিশ্বাসী সম্প্রদায়ের জন্যে নিদর্শনাবলী রয়েছে।","english_text":"Do they not see God increases or decreases the means of whosoever He please? Verily there are signs in this for those who believe.","bangla_translit":"আওয়ালাম্ ইয়ারও আন্নাল্লা-হা ইয়াব্সুত্বর্ রিয্ক লিমাইঁ ইয়াশা-য়ু অ ইয়াক্বদি; ইন্না ফী যা-লিকা লা-আ-ইয়া-তিল্ লিক্বাওমিঁ ইয়ুমিনূন্।","english_translit":null},{"sura":30,"aya":38,"quran_text":"فَآتِ ذَا الْقُرْبَى حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ ذَلِكَ خَيْرٌ لِلَّذِينَ يُرِيدُونَ وَجْهَ اللَّهِ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ","bangla_text":"আত্নীয়-স্বজনকে তাদের প্রাপ্য দিন এবং মিসকীন ও মুসাফিরদেরও। এটা তাদের জন্যে উত্তম, যারা আল্লাহর সন্তুষ্টি কামনা করে। তারাই সফলকাম।","english_text":"So, give their share to the relatives, the needy, and the wayfarers. This is best for those who seek the way that leads to God, and they will be successful.","bangla_translit":"ফাআ-তি যাল্ ক্বর্ বা হাক্ব্ ক্বহূ অল্মিস্কীনা অব্নাস্ সাবীল্; যা-লিকা খইরুল্ লিল্ লাযীনা ইয়ুরীদূনা অজ্ব হাল্লা-হি অউলা-য়িকা হুমুল্ মুফ্লিহূন্।","english_translit":null},{"sura":30,"aya":39,"quran_text":"وَمَا آتَيْتُمْ مِنْ رِبًا لِيَرْبُوَ فِي أَمْوَالِ النَّاسِ فَلَا يَرْبُو عِنْدَ اللَّهِ وَمَا آتَيْتُمْ مِنْ زَكَاةٍ تُرِيدُونَ وَجْهَ اللَّهِ فَأُولَئِكَ هُمُ الْمُضْعِفُونَ","bangla_text":"মানুষের ধন-সম্পদে তোমাদের ধন-সম্পদ বৃদ্ধি পাবে, এই আশায় তোমরা সুদে যা কিছু দাও, আল্লাহর কাছে তা বৃদ্ধি পায় না। পক্ষান্তরে, আল্লাহর সন্তুষ্টি লাভের আশায় পবিত্র অন্তরে যারা দিয়ে থাকে, অতএব, তারাই দ্বিগুণ লাভ করে।","english_text":"What you give on interest to increase (your capital) through others' wealth, does not find increase with God; yet what you give (in alms and charity) with a pure heart, seeking the way of God, will be doubled.","bangla_translit":"অমা য় আ-তাইতুম্ র্মি রিবাল্লিইর্য়াবুওয়া ফী য় আম্ওয়া-লিন্না-সি ফালা-ইর্য়াবূ ‘ইন্দাল্লা-হি অমা য় আ-তাইতুম্ মিন্ যাকা-তিন্ তুরীদূনা অজহাল্লা-হি ফাউলা য় য়িকা হুমুল্ মুদ্ব্‘ইফূন্।","english_translit":null},{"sura":30,"aya":40,"quran_text":"اللَّهُ الَّذِي خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ هَلْ مِنْ شُرَكَائِكُمْ مَنْ يَفْعَلُ مِنْ ذَلِكُمْ مِنْ شَيْءٍ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ","bangla_text":"আল্লাহই তোমাদের সৃষ্টি করেছেন, অতঃপর রিযিক দিয়েছেন, এরপর তোমাদের মৃত্যু দেবেন, এরপর তোমাদের জীবিত করবেন। তোমাদের শরীকদের মধ্যে এমন কেউ আছে কি, যে এসব কাজের মধ্যে কোন একটিও করতে পারবে? তারা যাকে শরীক করে, আল্লাহ তা থেকে পবিত্র ও মহান।","english_text":"It is God who created you, then gave you sustenance, then He will make you die, and bring you back to life. Is there one among those you associate with Him who can do the least of these things? Too high and exalted is He for what they associate with Him!","bangla_translit":"আল্লা-হুল্ লাযী খলাক্বকুম্ ছুম্মা রযাক্বকুম্ ছুম্মা ইয়ুমীতুকুম্ ছুম্মা ইয়ুহ্য়ীকুম্ ;হাল্ মিন্ শুরাকা-য়িকুম্ মাইঁ ইয়াফ্‘আলু মিন্ যা-লিকুম্ মিন্ শাইয়িন্; সুব্হা-নাহূ অতা‘আ-লা- ‘আম্মা- ইয়ুশ্রিকূন্।","english_translit":null},{"sura":30,"aya":41,"quran_text":"ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ أَيْدِي النَّاسِ لِيُذِيقَهُمْ بَعْضَ الَّذِي عَمِلُوا لَعَلَّهُمْ يَرْجِعُونَ","bangla_text":"স্থলে ও জলে মানুষের কৃতকর্মের দরুন বিপর্যয় ছড়িয়ে পড়েছে। আল্লাহ তাদেরকে তাদের কর্মের শাস্তি আস্বাদন করাতে চান, যাতে তারা ফিরে আসে।","english_text":"Corruption has spread over land and sea from what men have done themselves that they may taste a little of what they have done: They may haply come back (to the right path).","bangla_translit":"জোয়াহারাল্ ফাসাদু ফিল্ র্বারি অল্বাহ্রি বিমা-কাসাবাত্ আইদিন্না-সি লিইয়ুযীক্বহুম্ বা’দ্বোয়াল্লাযী ‘আমিলূ লা‘আল্লাহুম্ ইর্য়াজ্বি‘ঊন্।","english_translit":null},{"sura":30,"aya":42,"quran_text":"قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلُ كَانَ أَكْثَرُهُمْ مُشْرِكِينَ","bangla_text":"বলুন, তোমরা পৃথিবীতে পরিভ্রমণ কর এবং দেখ তোমাদের পুর্ববর্তীদের পরিণাম কি হয়েছে। তাদের অধিকাংশই ছিল মুশরিক।","english_text":"Say: \"Travel on the earth and see how came the end of those before you.\" Most of them were idolaters.","bangla_translit":"কুল্ সীরূ ফিল্ র্আদ্বি ফান্জুরূ কাইফা কা-না ‘আ-ক্বিবাতুল্লাযীনা মিন্ ক্বব্ল্; কা-না আক্ছারুহুম্ মুশ্রিকীন্।","english_translit":null},{"sura":30,"aya":43,"quran_text":"فَأَقِمْ وَجْهَكَ لِلدِّينِ الْقَيِّمِ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا مَرَدَّ لَهُ مِنَ اللَّهِ يَوْمَئِذٍ يَصَّدَّعُونَ","bangla_text":"যে দিবস আল্লাহর পক্ষ থেকে প্রত্যাহূত হবার নয়, সেই দিবসের পূর্বে আপনি সরল ধর্মে নিজেকে প্রতিষ্ঠিত করুন। সেদিন মানুষ বিভক্ত হয়ে পড়বে।","english_text":"So set your face towards the straight path before the day arrives from God which is irreversible. Men will be segregated on that day.","bangla_translit":"ফাআক্বিম্ অজ্বহাকা লিদ্দীনিল্ ক্বাইয়্যিমি মিন্ কব্লি আইঁ ইয়াতিয়া ইয়াওমুল্ লা-মারদ্দা-লাহূ মিনাল্লা-হি ইয়াওমায়িযিঁই ইয়াছ্ ছোয়াদ্দা‘ঊন্।","english_translit":null},{"sura":30,"aya":44,"quran_text":"مَنْ كَفَرَ فَعَلَيْهِ كُفْرُهُ وَمَنْ عَمِلَ صَالِحًا فَلِأَنْفُسِهِمْ يَمْهَدُونَ","bangla_text":"যে কুফরী করে, তার কফুরের জন্যে সে-ই দায়ী এবং যে সৎকর্ম করে, তারা নিজেদের পথই শুধরে নিচ্ছে।","english_text":"So that he who disbelieves will bear the consequence of his unbelief; and he who does the right will straighten out the way for himself,","bangla_translit":"মান্ কাফার ফা‘আলাইহি কুফ্রুহূ অমান্ ‘আমিলা ছোয়া-লিহান্ ফালিআন্ফুসিহিম্ ইয়াম্হাদূন্।","english_translit":null},{"sura":30,"aya":45,"quran_text":"لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْ فَضْلِهِ إِنَّهُ لَا يُحِبُّ الْكَافِرِينَ","bangla_text":"যারা বিশ্বাস করেছে ও সৎকর্ম করেছে যাতে, আল্লাহ তা’আলা তাদেরকে নিজ অনুগ্রহে প্রতিদান দেন। নিশ্চয় তিনি কাফেরদের ভালবাসেন না।","english_text":"So that God may reward those who believed and did what was good, by His grace. Surely He does not love unbelievers.","bangla_translit":"লিইয়াজ্ব যিয়াল্লাযীনা আ-মানূ অ‘আমিলুছ্ ছোয়া-লিহা-তি মিন্ ফাদ্ব্লিহ্; ইন্নাহূ লা-ইয়ুহিব্বুল্ কা-ফিরীন্।","english_translit":null},{"sura":30,"aya":46,"quran_text":"وَمِنْ آيَاتِهِ أَنْ يُرْسِلَ الرِّيَاحَ مُبَشِّرَاتٍ وَلِيُذِيقَكُمْ مِنْ رَحْمَتِهِ وَلِتَجْرِيَ الْفُلْكُ بِأَمْرِهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ","bangla_text":"তাঁর নিদর্শনসমূহের মধ্যে একটি এই যে, তিনি সুসংবাদবাহী বায়ু প্রেরণ করেন, যাতে তিনি তাঁর অনুগ্রহ তোমাদের আস্বাদন করান এবং যাতে তাঁর নির্দেশে জাহাজসমূহ বিচরণ করে এবং যাতে তোমরা তাঁর অনুগ্রহ তালাশ কর এবং তাঁর প্রতি কৃতজ্ঞ হও।","english_text":"Among His signs are the breezes He sends as harbingers of happy news, so that He may allow you to taste of His mercy, and that ships may sail by His command, and you may seek of His bounty, and may haply be grateful.","bangla_translit":"অমিন্ আ-ইয়া-তিহী য় আইঁ ইর্য়ুসির্লা রিয়া-হা মুবাশ্শির-তিঁও অলিইয়ুযীক্বকুম্ র্মি রহমাতিহী অলিতাজ্ব রিয়াল্ ফুল্কু বিআম্রিহী অলিতাব্তাগূ মিন্ ফাদ্ব্লিহী অলা‘আল্লাকুম্ তাশ্কুরূন্।","english_translit":null},{"sura":30,"aya":47,"quran_text":"وَلَقَدْ أَرْسَلْنَا مِنْ قَبْلِكَ رُسُلًا إِلَى قَوْمِهِمْ فَجَاءُوهُمْ بِالْبَيِّنَاتِ فَانْتَقَمْنَا مِنَ الَّذِينَ أَجْرَمُوا وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ","bangla_text":"আপনার পূর্বে আমি রসূলগণকে তাঁদের নিজ নিজ সম্প্রদায়ের কাছে প্রেরণ করেছি। তাঁরা তাদের কাছে সুস্পষ্ট নিদর্শনাবলী নিয়ে আগমন করেন। অতঃপর যারা পাপী ছিল, তাদের আমি শাস্তি দিয়েছি। মুমিনদের সাহায্য করা আমার দায়িত্ব।","english_text":"Verily We sent many apostles before you to their people, who brought clear signs with them. Then We retributed those who were sinful. It is a duty incumbent on Us to help the believers.","bangla_translit":"অলাক্বদ্ র্আসাল্না-মিন্ ক্বব্লিকা রুসুলান্ ইলা- ক্বওমিহিম্ ফাজ্বা-য়ুহুম্ বিল্বাইয়্যিনা-তি ফান্তাক্বম্না-মিনাল্লাযীনা আজরমূ অকা-না হাক্ব্ ক্বান্ ‘আলাইনা- নাছ্রুল্ মুমিনীন্।","english_translit":null},{"sura":30,"aya":48,"quran_text":"اللَّهُ الَّذِي يُرْسِلُ الرِّيَاحَ فَتُثِيرُ سَحَابًا فَيَبْسُطُهُ فِي السَّمَاءِ كَيْفَ يَشَاءُ وَيَجْعَلُهُ كِسَفًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلَالِهِ فَإِذَا أَصَابَ بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ إِذَا هُمْ يَسْتَبْشِرُونَ","bangla_text":"তিনি আল্লাহ, যিনি বায়ু প্রেরণ করেন, অতঃপর তা মেঘমালাকে সঞ্চারিত করে। অতঃপর তিনি মেঘমালাকে যেভাবে ইচ্ছা আকাশে ছড়িয়ে দেন এবং তাকে স্তরে স্তরে রাখেন। এরপর তুমি দেখতে পাও তার মধ্য থেকে নির্গত হয় বৃষ্টিধারা। তিনি তাঁর বান্দাদের মধ্যে যাদেরকে ইচ্ছা পৌঁছান; তখন তারা আনন্দিত হয়।","english_text":"It is God who sends the breezes that raise clouds, then spreads them over the sky as He please, fold on fold, then you see the drops of rain issue from between them. When He sends it down to those of His creatures as He will, they are filled with joy,","bangla_translit":"আল্লা-হুল্লাযী ইর্য়ুসির্লু রিয়া-হা ফাতুছীরু সাহা-বান্ ফাইয়াব্সুত্ব হূ ফিস্ সামা-য়ি কাইফা ইয়াশা-য়ু অইয়াজ্ব ‘আলুহূ কিসাফান্ ফাতারল্ অদ্ক্ব ইয়াখ্রুজু মিন্ খিলা-লিহী ফাইযা য় আছোয়া-বা বিহী মাইঁ ইয়াশা-য়ু মিন্ ‘ইবাদিহী য় ইযা-হুম্ ইয়াস্তাব্শিরূন্।","english_translit":null},{"sura":30,"aya":49,"quran_text":"وَإِنْ كَانُوا مِنْ قَبْلِ أَنْ يُنَزَّلَ عَلَيْهِمْ مِنْ قَبْلِهِ لَمُبْلِسِينَ","bangla_text":"তারা প্রথম থেকেই তাদের প্রতি এই বৃষ্টি বর্ষিত হওয়ার পূর্বে নিরাশ ছিল।","english_text":"Although before it came down they were despondent.","bangla_translit":"অইন্ কা-নূ মিন্ ক্বব্লি আইঁ ইয়ুনায্যালা ‘আলাইহিম্ মিন্ ক্বব্লিহী লামুব্লিসীন্।","english_translit":null},{"sura":30,"aya":50,"quran_text":"فَانْظُرْ إِلَى آثَارِ رَحْمَتِ اللَّهِ كَيْفَ يُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ ذَلِكَ لَمُحْيِي الْمَوْتَى وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ","bangla_text":"অতএব, আল্লাহর রহমতের ফল দেখে নাও, কিভাবে তিনি মৃত্তিকার মৃত্যুর পর তাকে জীবিত করেন। নিশ্চয় তিনি মৃতদেরকে জীবিত করবেন এবং তিনি সব কিছুর উপর সর্বশক্তিমান।","english_text":"So consider the signs of His benevolence: How He quickens the earth after it had become waste. He is verily the one who will raise the dead. He has power over everything.","bangla_translit":"ফার্ন্জু ইলা য় আ-ছা-রি রহ্মাতিল্লা-হি কাইফা ইয়ুহ্য়িল্ র্আদ্বোয়া বা’দা মাওতিহা-; ইন্না যা-লিকা লামুহ্য়িল্ মাওতা- অহুওয়া ‘আলা-কুল্লি শাইয়িন্ ক্বর্দী।","english_translit":null},{"sura":30,"aya":51,"quran_text":"وَلَئِنْ أَرْسَلْنَا رِيحًا فَرَأَوْهُ مُصْفَرًّا لَظَلُّوا مِنْ بَعْدِهِ يَكْفُرُونَ","bangla_text":"আমি যদি এমন বায়ু প্রেরণ করি যার ফলে তারা শস্যকে হলদে হয়ে যেতে দেখে, তখন তো তারা অবশ্যই অকৃতজ্ঞ হয়ে যায়।","english_text":"If We send a (blighting) wind and they see (the earth) seared autumnal, they would surely become ungrateful.","bangla_translit":"অলায়িন্ র্আসাল্না-রীহান্ ফারয়াওহু মুর্ছ্ফারল্ লাজোয়াল্লু মিম্ বা’দিহী ইয়াক্ফুরূন্।","english_translit":null},{"sura":30,"aya":52,"quran_text":"فَإِنَّكَ لَا تُسْمِعُ الْمَوْتَى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ","bangla_text":"অতএব, আপনি মৃতদেরকে শোনাতে পারবেন না এবং বধিরকেও আহবান শোনাতে পারবেন না, যখন তারা পৃষ্ঠ প্রদর্শন করে।","english_text":"You cannot make the dead to listen nor the deaf hear the call when they have turned back and retreated,","bangla_translit":"ফাইন্নাকা লা-তুস্মি‘উল্ মাওতা- অলা- তুস্মি‘উছ্ ছুম্মাদ্ দু‘আ-য়া ইযা-অল্লাও মুদ্বিরীন্।","english_translit":null},{"sura":30,"aya":53,"quran_text":"وَمَا أَنْتَ بِهَادِ الْعُمْيِ عَنْ ضَلَالَتِهِمْ إِنْ تُسْمِعُ إِلَّا مَنْ يُؤْمِنُ بِآيَاتِنَا فَهُمْ مُسْلِمُونَ","bangla_text":"আপনি অন্ধদেরও তাদের পথভ্রষ্টতা থেকে পথ দেখাতে পারবেন না। আপনি কেবল তাদেরই শোনাতে পারবেন, যারা আমার আয়াতসমূহে বিশ্বাস করে। কারন তারা মুসলমান।","english_text":"Nor can you make the blind see the way when they have gone astray. You can make none hear except those who believe Our signs and have come to submission.","bangla_translit":"অমা য় আন্তা বিহা-দিল্ ‘উম্য়ি ‘আন্ দ্বোলা-লাতিহিম্ ইন্ তুস্মি‘উ ইল্লা-মাইঁ ইয়ুমিনু বিআ-ইয়া-তিনা- ফাহুম্ মুস্লিমূন্।","english_translit":null},{"sura":30,"aya":54,"quran_text":"اللَّهُ الَّذِي خَلَقَكُمْ مِنْ ضَعْفٍ ثُمَّ جَعَلَ مِنْ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنْ بَعْدِ قُوَّةٍ ضَعْفًا وَشَيْبَةً يَخْلُقُ مَا يَشَاءُ وَهُوَ الْعَلِيمُ الْقَدِيرُ","bangla_text":"আল্লাহ তিনি দূর্বল অবস্থায় তোমাদের সৃষ্টি করেন অতঃপর দূর্বলতার পর শক্তিদান করেন, অতঃপর শক্তির পর দেন দুর্বলতা ও বার্ধক্য। তিনি যা ইচ্ছা সৃষ্টি করেন এবং তিনি সর্বজ্ঞ, সর্বশক্তিমান।","english_text":"It is God who created you of weakness, then after weakness gave you strength, then after strength will give you weakness and grey hair. Surely He makes whatever He wills. He is all-knowing and all-powerful.","bangla_translit":"আল্লা-হুল্ লাযী খলাক্বকুম্ মিন্ দ্বু’ফিন্ ছুম্মা জ্বা‘আলা মিম্ বা’দি দ্বু’ফিন্ কুওয়্যাতান্ ছুম্মা জ্বা‘আলা মিম্ বা’দি কুওয়্যাতিন্ দ্বু’ফাঁও অশাইবাহ্; ইয়াখ্লুকু মা-ইয়াশা-য়ু অহুওয়াল্ ‘আলীমুল্ ক্বর্দী।","english_translit":null},{"sura":30,"aya":55,"quran_text":"وَيَوْمَ تَقُومُ السَّاعَةُ يُقْسِمُ الْمُجْرِمُونَ مَا لَبِثُوا غَيْرَ سَاعَةٍ كَذَلِكَ كَانُوا يُؤْفَكُونَ","bangla_text":"যেদিন কেয়ামত সংঘটিত হবে, সেদিন অপরাধীরা কসম খেয়ে বলবে যে, এক মুহুর্তেরও বেশী অবস্থান করিনি। এমনিভাবে তারা সত্যবিমুখ হত।","english_text":"The day Resurrection is set the sinners will swear: \"We did not tarry more than an hour (and cannot be guilty).\" That is how they have always been deceived.","bangla_translit":"অইয়াওমা তাকু মুস্ সা- ‘আতু ইয়ুক্বসিমুল্ মুজরিমূন মা-লাবিছূ গইরা সা-‘আহ্; কাযা-লিকা কা-নূ ইয়ুফাকূন্।","english_translit":null},{"sura":30,"aya":56,"quran_text":"وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَالْإِيمَانَ لَقَدْ لَبِثْتُمْ فِي كِتَابِ اللَّهِ إِلَى يَوْمِ الْبَعْثِ فَهَذَا يَوْمُ الْبَعْثِ وَلَكِنَّكُمْ كُنْتُمْ لَا تَعْلَمُونَ","bangla_text":"যাদের জ্ঞান ও ঈমান দেয়া হয়েছে, তারা বলবে আমরা আল্লাহর কিতাব মতে পুনরুত্থান দিবস পর্যন্ত অবস্থান করেছি। এটাই পুনরুত্থান দিবস, কিন্তু তোমরা তা জানতে না।","english_text":"But those who were given the knowledge and belief will say: \"You have tarried, according to the Book of God, as long as the Day of Resurrection, and this is the Day of Resurrection, but 'you do not know.\"","bangla_translit":"অক্বা-লাল্ লাযীনা ঊতুল্ ‘ইল্মা অল্ ঈমা-না লাক্বদ্ লাবিছ্তুম্ ফী কিতা-বিল্লা-হি ইলা-ইয়াওমিল্ বাছি ফাহা-যা- ইয়াওমুল্ বাছি অলা-কিন্নাকুম্ কুন্তুম লা-তা’লামূন্।","english_translit":null},{"sura":30,"aya":57,"quran_text":"فَيَوْمَئِذٍ لَا يَنْفَعُ الَّذِينَ ظَلَمُوا مَعْذِرَتُهُمْ وَلَا هُمْ يُسْتَعْتَبُونَ","bangla_text":"সেদিন জালেমদের ওযর-আপত্তি তাদের কোন উপকারে আসবে না এবং তওবা করে আল্লাহর সন্তুষ্টি লাভের সুযোগও তাদের দেয়া হবে না।","english_text":"Their excuses will be of no avail to the sinners on that day, and they will not be allowed to beg for favour.","bangla_translit":"ফাইয়াওমায়িযিল্ লা-ইয়ান্ফা‘উ ল্লাযীনা জোয়ালামূ মা’যিরাতুহুম্ অলা-হুম্ ইয়ুস্তা’তাবূন্।","english_translit":null},{"sura":30,"aya":58,"quran_text":"وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ وَلَئِنْ جِئْتَهُمْ بِآيَةٍ لَيَقُولَنَّ الَّذِينَ كَفَرُوا إِنْ أَنْتُمْ إِلَّا مُبْطِلُونَ","bangla_text":"আমি এই কোরআনে মানুষের জন্য সর্বপ্রকার দৃষ্টান্ত বর্ণনা করেছি। আপনি যদি তাদের কাছে কোন নিদর্শন উপস্থিত করেন, তবে কাফেররা অবশ্যই বলবে, তোমরা সবাই মিথ্যাপন্থী।","english_text":"We have offered every kind of example here in this Qur'an to men. Even then if you bring a verse to them, those who disbelieve say: \"You are nothing but a liar.\"","bangla_translit":"অ লাক্বদ্ দ্বোয়ারাব্না-লিন্না-সি ফী হা-যাল্ ক্বর্ আ-নি মিন্ কুল্লি মাছাল্; অলায়িন্ জ্বি’’তাহুম্ বিআ-ইয়া-তিল্ লাইয়াকুলান্নাল্ লাযীনা কাফারূ য় ইন্ আন্তুম্ ইল্লা-মুব্ত্বিলূন্।","english_translit":null},{"sura":30,"aya":59,"quran_text":"كَذَلِكَ يَطْبَعُ اللَّهُ عَلَى قُلُوبِ الَّذِينَ لَا يَعْلَمُونَ","bangla_text":"এমনিভাবে আল্লাহ জ্ঞানহীনদের হৃদয় মোহরাঙ্কিত করে দেন।","english_text":"That is how God seals the hearts of those who do not know.","bangla_translit":"কাযা-লিকা ইয়াত্ববা‘উল্লা-হু ‘আলা-কুলূবিল্ লাযীনা লা-ইয়া’লামূন্।","english_translit":null},{"sura":30,"aya":60,"quran_text":"فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلَا يَسْتَخِفَّنَّكَ الَّذِينَ لَا يُوقِنُونَ","bangla_text":"অতএব, আপনি সবর করুন। আল্লাহর ওয়াদা সত্য। যারা বিশ্বাসী নয়, তারা যেন আপনাকে বিচলিত করতে না পারে।","english_text":"So have patience. The promise of God is surely true; and let not those who do not believe make you relax (your endeavours).","bangla_translit":"ফার্ছ্বি ইন্না ওয়া’দাল্লা-হি হাক্বকুঁও অলা-ইয়াস্তাখিফ্ফান্নাকাল্ লাযীনা লা-ইয়ূক্বিনূন্।","english_translit":null}]