[{"sura":38,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ص وَالْقُرْآنِ ذِي الذِّكْرِ","bangla_text":"ছোয়াদ। শপথ উপদেশপূর্ণ কোরআনের,","english_text":"SAD. I CALL to witness the admonishing Qur'an."},{"sura":38,"aya":2,"quran_text":"بَلِ الَّذِينَ كَفَرُوا فِي عِزَّةٍ وَشِقَاقٍ","bangla_text":"বরং যারা কাফের, তারা অহংকার ও বিরোধিতায় লিপ্ত।","english_text":"But the unbelievers are still full of pride and hostility."},{"sura":38,"aya":3,"quran_text":"كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ فَنَادَوْا وَلَاتَ حِينَ مَنَاصٍ","bangla_text":"তাদের আগে আমি কত জনগোষ্ঠীকে ধ্বংস করেছি, অতঃপর তারা আর্তনাদ করতে শুরু করেছে কিন্তু তাদের নিষ্কৃতি লাভের সময় ছিল না।","english_text":"How many generations have We destroyed before them who cried (for mercy) when it was too late for escape."},{"sura":38,"aya":4,"quran_text":"وَعَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ وَقَالَ الْكَافِرُونَ هَذَا سَاحِرٌ كَذَّابٌ","bangla_text":"তারা বিস্ময়বোধ করে যে, তাদেরই কাছে তাদের মধ্যে থেকে একজন সতর্ককারী আগমন করেছেন। আর কাফেররা বলে এ-তো এক মিথ্যাচারী যাদুকর।","english_text":"They were surprised that one of them had come to them as warner; and the unbelievers said: \"He is a deceiving sorcerer."},{"sura":38,"aya":5,"quran_text":"أَجَعَلَ الْآلِهَةَ إِلَهًا وَاحِدًا إِنَّ هَذَا لَشَيْءٌ عُجَابٌ","bangla_text":"সে কি বহু উপাস্যের পরিবর্তে এক উপাস্যের উপাসনা সাব্যস্ত করে দিয়েছে। নিশ্চয় এটা এক বিস্ময়কর ব্যাপার।","english_text":"Has he turned so many gods into one deity? This is indeed a strange thing!\""},{"sura":38,"aya":6,"quran_text":"وَانْطَلَقَ الْمَلَأُ مِنْهُمْ أَنِ امْشُوا وَاصْبِرُوا عَلَى آلِهَتِكُمْ إِنَّ هَذَا لَشَيْءٌ يُرَادُ","bangla_text":"তাদের কতিপয় বিশিষ্ট ব্যক্তি একথা বলে প্রস্থান করে যে, তোমরা চলে যাও এবং তোমাদের উপাস্যদের পূজায় দৃঢ় থাক। নিশ্চয়ই এ বক্তব্য কোন বিশেষ উদ্দেশ্যে প্রণোদিত।","english_text":"And their leading chiefs said: \"Remain attached to your gods. There is surely some motive behind it."},{"sura":38,"aya":7,"quran_text":"مَا سَمِعْنَا بِهَذَا فِي الْمِلَّةِ الْآخِرَةِ إِنْ هَذَا إِلَّا اخْتِلَاقٌ","bangla_text":"আমরা সাবেক ধর্মে এ ধরনের কথা শুনিনি। এটা মনগড়া ব্যাপার বৈ নয়।","english_text":"We never heard of it in the former faith. It is surely a fabrication."},{"sura":38,"aya":8,"quran_text":"أَأُنْزِلَ عَلَيْهِ الذِّكْرُ مِنْ بَيْنِنَا بَلْ هُمْ فِي شَكٍّ مِنْ ذِكْرِي بَلْ لَمَّا يَذُوقُوا عَذَابِ","bangla_text":"আমাদের মধ্য থেকে শুধু কি তারই প্রতি উপদেশ বানী অবতীর্ণ হল? বস্তুতঃ ওরা আমার উপদেশ সম্পর্কে সন্দিহান; বরং ওরা এখনও আমার মার আস্বাদন করেনি।","english_text":"To him of all of us has the Reminder been sent down?\" They are still in doubt about My admonition; but they have not tasted My punishment yet!"},{"sura":38,"aya":9,"quran_text":"أَمْ عِنْدَهُمْ خَزَائِنُ رَحْمَةِ رَبِّكَ الْعَزِيزِ الْوَهَّابِ","bangla_text":"না কি তাদের কাছে আপনার পরাক্রান্ত দয়াবান পালনকর্তার রহমতের কোন ভান্ডার রয়েছে?","english_text":"Do they have the stores of the mercy of your Lord, the mighty and munificent?"},{"sura":38,"aya":10,"quran_text":"أَمْ لَهُمْ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا فَلْيَرْتَقُوا فِي الْأَسْبَابِ","bangla_text":"নাকি নভোমন্ডল, ভূমন্ডল ও এতদুভয়ের মধ্যবর্তী সবকিছুর উপর তাদের সাম্রাজ্য রয়েছে? থাকলে তাদের আকাশে আরোহণ করা উচিত রশি ঝুলিয়ে।","english_text":"Or is the kingdom of the heavens and the earth and all that lies between them, theirs? Then let them climb up the ladders (to the heavens)."},{"sura":38,"aya":11,"quran_text":"جُنْدٌ مَا هُنَالِكَ مَهْزُومٌ مِنَ الْأَحْزَابِ","bangla_text":"এক্ষেত্রে বহু বাহিনীর মধ্যে ওদেরও এক বাহিনী আছে, যা পরাজিত হবে।","english_text":"They will be one more army vanquished among the many routed hordes."},{"sura":38,"aya":12,"quran_text":"كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَفِرْعَوْنُ ذُو الْأَوْتَادِ","bangla_text":"তাদের পূর্বেও মিথ্যারোপ করেছিল নূহের সম্প্রদায়, আদ, কীলক বিশিষ্ট ফেরাউন,","english_text":"Even before them the people of Noah, 'Ad, the mighty Pharoah,"},{"sura":38,"aya":13,"quran_text":"وَثَمُودُ وَقَوْمُ لُوطٍ وَأَصْحَابُ الْأَيْكَةِ أُولَئِكَ الْأَحْزَابُ","bangla_text":"সামুদ, লূতের সম্প্রদায় ও আইকার লোকেরা। এরাই ছিল বহু বাহিনী।","english_text":"And the Thamud, the people of Lot, as well as the dwellers of the Wood, had denied. These were the hordes."},{"sura":38,"aya":14,"quran_text":"إِنْ كُلٌّ إِلَّا كَذَّبَ الرُّسُلَ فَحَقَّ عِقَابِ","bangla_text":"এদের প্রত্যেকেই পয়গম্বরগণের প্রতি মিথ্যারোপ করেছে। ফলে আমার আযাব প্রতিষ্ঠিত হয়েছে।","english_text":"Of all these there was not one who did not deny the messengers. So My retribution was justified."},{"sura":38,"aya":15,"quran_text":"وَمَا يَنْظُرُ هَؤُلَاءِ إِلَّا صَيْحَةً وَاحِدَةً مَا لَهَا مِنْ فَوَاقٍ","bangla_text":"কেবল একটি মহানাদের অপেক্ষা করছে, যাতে দম ফেলার অবকাশ থাকবে না।","english_text":"They await but a single blast which will not be repeated."},{"sura":38,"aya":16,"quran_text":"وَقَالُوا رَبَّنَا عَجِّلْ لَنَا قِطَّنَا قَبْلَ يَوْمِ الْحِسَابِ","bangla_text":"তারা বলে, হে আমাদের পরওয়ারদেগার, আমাদের প্রাপ্য অংশ হিসাব দিবসের আগেই দিয়ে দাও।","english_text":"Still they say: \"O Lord, give us our share before the Day of Reckoning.\""},{"sura":38,"aya":17,"quran_text":"اصْبِرْ عَلَى مَا يَقُولُونَ وَاذْكُرْ عَبْدَنَا دَاوُودَ ذَا الْأَيْدِ إِنَّهُ أَوَّابٌ","bangla_text":"তারা যা বলে তাতে আপনি সবর করুন এবং আমার শক্তিশালী বান্দা দাউদকে স্মরণ করুন। সে ছিল আমার প্রতি প্রত্যাবর্তনশীল।","english_text":"Bear with patience what they say, and remember Our votary David, man of strength. He surely turned to Us in penitence."},{"sura":38,"aya":18,"quran_text":"إِنَّا سَخَّرْنَا الْجِبَالَ مَعَهُ يُسَبِّحْنَ بِالْعَشِيِّ وَالْإِشْرَاقِ","bangla_text":"আমি পর্বতমালাকে তার অনুগামী করে দিয়েছিলাম, তারা সকাল-সন্ধ্যায় তার সাথে পবিত্রতা ঘোষণা করত;","english_text":"We subjugated the chiefs (of tribes) to struggle day and night with him,"},{"sura":38,"aya":19,"quran_text":"وَالطَّيْرَ مَحْشُورَةً كُلٌّ لَهُ أَوَّابٌ","bangla_text":"আর পক্ষীকুলকেও, যারা তার কাছে সমবেত হত। সবাই ছিল তাঁর প্রতি প্রত্যাবর্তনশীল।","english_text":"And the levied Tair. They were all obedient to him."},{"sura":38,"aya":20,"quran_text":"وَشَدَدْنَا مُلْكَهُ وَآتَيْنَاهُ الْحِكْمَةَ وَفَصْلَ الْخِطَابِ","bangla_text":"আমি তাঁর সাম্রাজ্যকে সুদৃঢ় করেছিলাম এবং তাঁকে দিয়েছিলাম প্রজ্ঞা ও ফয়সালাকারী বাগ্নীতা।","english_text":"So We further strengthened his kingdom, and bestowed wisdom on him, and judgement in legal matters."},{"sura":38,"aya":21,"quran_text":"وَهَلْ أَتَاكَ نَبَأُ الْخَصْمِ إِذْ تَسَوَّرُوا الْمِحْرَابَ","bangla_text":"আপনার কাছে দাবীদারদের বৃত্তান্ত পৌছেছে, যখন তারা প্রাচীর ডিঙ্গীয়ে এবাদত খানায় প্রবেশ করেছিল।","english_text":"Have you heard of the litigants who jumped over the wall into his chamber?"},{"sura":38,"aya":22,"quran_text":"إِذْ دَخَلُوا عَلَى دَاوُودَ فَفَزِعَ مِنْهُمْ قَالُوا لَا تَخَفْ خَصْمَانِ بَغَى بَعْضُنَا عَلَى بَعْضٍ فَاحْكُمْ بَيْنَنَا بِالْحَقِّ وَلَا تُشْطِطْ وَاهْدِنَا إِلَى سَوَاءِ الصِّرَاطِ","bangla_text":"যখন তারা দাউদের কাছে অনুপ্রবেশ করল, তখন সে সন্ত্রস্ত হয়ে পড়ল। তারা বললঃ ভয় করবেন না; আমরা বিবদমান দুটি পক্ষ, একে অপরের প্রতি বাড়াবাড়ি করেছি। অতএব, আমাদের মধ্যে ন্যায়বিচার করুন, অবিচার করবেন না। আমাদেরকে সরল পথ প্রদর্শন করুন।","english_text":"When they came before David, he was frightened of them. \"Do not be afraid,\" they said. \"The two of us are disputing the wrong one has done the other. So judge between us with equity, and do not be unjust, and guide us to the right path."},{"sura":38,"aya":23,"quran_text":"إِنَّ هَذَا أَخِي لَهُ تِسْعٌ وَتِسْعُونَ نَعْجَةً وَلِيَ نَعْجَةٌ وَاحِدَةٌ فَقَالَ أَكْفِلْنِيهَا وَعَزَّنِي فِي الْخِطَابِ","bangla_text":"সে আমার ভাই, সে নিরানব্বই দুম্বার মালিক আর আমি মালিক একটি মাদী দুম্বার। এরপরও সে বলেঃ এটিও আমাকে দিয়ে দাও। সে কথাবার্তায় আমার উপর বল প্রয়োগ করে।","english_text":"This man here is my brother. He has ninety and nine ewes while I have only one. He demands that I should give him my ewe, and wants to get the better of me in argument.\""},{"sura":38,"aya":24,"quran_text":"قَالَ لَقَدْ ظَلَمَكَ بِسُؤَالِ نَعْجَتِكَ إِلَى نِعَاجِهِ وَإِنَّ كَثِيرًا مِنَ الْخُلَطَاءِ لَيَبْغِي بَعْضُهُمْ عَلَى بَعْضٍ إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَقَلِيلٌ مَا هُمْ وَظَنَّ دَاوُودُ أَنَّمَا فَتَنَّاهُ فَاسْتَغْفَرَ رَبَّهُ وَخَرَّ رَاكِعًا وَأَنَابَ","bangla_text":"দাউদ বললঃ সে তোমার দুম্বাটিকে নিজের দুম্বাগুলোর সাথে সংযুক্ত করার দাবী করে তোমার প্রতি অবিচার করেছে। শরীকদের অনেকেই একে অপরের প্রতি জুলুম করে থাকে। তবে তারা করে না, যারা আল্লাহর প্রতি বিশ্বাসী ও সৎকর্ম সম্পাদনকারী। অবশ্য এমন লোকের সংখ্যা অল্প। দাউদের খেয়াল হল যে, আমি তাকে পরীক্ষা করছি। অতঃপর সে তার পালনকর্তার কাছে ক্ষমা প্রার্থনা করল, সেজদায় লুটিয়ে পড়ল এবং তাঁর দিকে প্রত্যাবর্তন করল।","english_text":"(David) said: \"He is unjust in demanding your ewe to add to his (many) ewes. Many partners are surely -- unjust to one another, except those who believe and do the right; but there are only a few of them.\" It occurred to David that he was being tried by Us, and he begged his Lord to forgive him, and fell down in homage and repented."},{"sura":38,"aya":25,"quran_text":"فَغَفَرْنَا لَهُ ذَلِكَ وَإِنَّ لَهُ عِنْدَنَا لَزُلْفَى وَحُسْنَ مَآبٍ","bangla_text":"আমি তার সে অপরাধ ক্ষমা করলাম। নিশ্চয় আমার কাছে তার জন্যে রয়েছে উচ্চ মর্তবা ও সুন্দর আবাসস্থল।","english_text":"So We forgave him. He has surely a high rank with Us and an excellent place of return."},{"sura":38,"aya":26,"quran_text":"يَا دَاوُودُ إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الْأَرْضِ فَاحْكُمْ بَيْنَ النَّاسِ بِالْحَقِّ وَلَا تَتَّبِعِ الْهَوَى فَيُضِلَّكَ عَنْ سَبِيلِ اللَّهِ إِنَّ الَّذِينَ يَضِلُّونَ عَنْ سَبِيلِ اللَّهِ لَهُمْ عَذَابٌ شَدِيدٌ بِمَا نَسُوا يَوْمَ الْحِسَابِ","bangla_text":"হে দাউদ! আমি তোমাকে পৃথিবীতে প্রতিনিধি করেছি, অতএব, তুমি মানুষের মাঝে ন্যায়সঙ্গতভাবে রাজত্ব কর এবং খেয়াল-খুশীর অনুসরণ করো না। তা তোমাকে আল্লাহর পথ থেকে বিচ্যুত করে দেবে। নিশ্চয় যারা আল্লাহর পথ থেকে বিচ্যুত হয়, তাদের জন্যে রয়েছে কঠোর শাস্তি, এ কারণে যে, তারা হিসাবদিবসকে ভূলে যায়।","english_text":"\"O David, We have made you trustee on the earth. So judge between men equitably, and do not follow your lust lest it should lead you astray from the way of God. Surely for those who go astray from the way of God, is severe punishment, for having forgotten the Day of Reckoning."},{"sura":38,"aya":27,"quran_text":"وَمَا خَلَقْنَا السَّمَاءَ وَالْأَرْضَ وَمَا بَيْنَهُمَا بَاطِلًا ذَلِكَ ظَنُّ الَّذِينَ كَفَرُوا فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنَ النَّارِ","bangla_text":"আমি আসমান-যমীন ও এতদুভয়ের মধ্যবর্তী কোন কিছু অযথা সৃষ্টি করিনি। এটা কাফেরদের ধারণা। অতএব, কাফেরদের জন্যে রয়েছে দূর্ভোগ অর্থাৎ জাহান্নাম।","english_text":"We have not created the heavens and the earth and all that lies between them, all for nothing. Only those who deny imagine so. So for the unbelievers there is woe from the fire."},{"sura":38,"aya":28,"quran_text":"أَمْ نَجْعَلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَالْمُفْسِدِينَ فِي الْأَرْضِ أَمْ نَجْعَلُ الْمُتَّقِينَ كَالْفُجَّارِ","bangla_text":"আমি কি বিশ্বাসী ও সৎকর্মীদেরকে পৃথিবীতে বিপর্যয় সৃষ্টিকারী কাফেরদের সমতুল্য করে দেব? না খোদাভীরুদেরকে পাপাচারীদের সম্মান করে দেব।","english_text":"Should We equate those who do the right with those who spread corruption in the land? Should We make those who are morally integrated equal to those who seek disintegration?"},{"sura":38,"aya":29,"quran_text":"كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الْأَلْبَابِ","bangla_text":"এটি একটি বরকতময় কিতাব, যা আমি আপনার প্রতি বরকত হিসেবে অবতীর্ণ করেছি, যাতে মানুষ এর আয়াতসূহ লক্ষ্য করে এবং বুদ্ধিমানগণ যেন তা অনুধাবন করে।","english_text":"We have sent down a Book to you which is blessed, so that people may apply their minds to its revelations, and the men of wisdom may reflect."},{"sura":38,"aya":30,"quran_text":"وَوَهَبْنَا لِدَاوُودَ سُلَيْمَانَ نِعْمَ الْعَبْدُ إِنَّهُ أَوَّابٌ","bangla_text":"আমি দাউদকে সোলায়মান দান করেছি। সে একজন উত্তম বান্দা। সে ছিল প্রত্যাবর্তনশীল।","english_text":"We bestowed Solomon on David who was an excellent devotee, for he turned to God in penitence."},{"sura":38,"aya":31,"quran_text":"إِذْ عُرِضَ عَلَيْهِ بِالْعَشِيِّ الصَّافِنَاتُ الْجِيَادُ","bangla_text":"যখন তার সামনে অপরাহ্নে উৎকৃষ্ট অশ্বরাজি পেশ করা হল,","english_text":"When they brought fleet-footed chargers in the evening to show him,"},{"sura":38,"aya":32,"quran_text":"فَقَالَ إِنِّي أَحْبَبْتُ حُبَّ الْخَيْرِ عَنْ ذِكْرِ رَبِّي حَتَّى تَوَارَتْ بِالْحِجَابِ","bangla_text":"তখন সে বললঃ আমি তো আমার পরওয়ারদেগারের স্মরণে বিস্মৃত হয়ে সম্পদের মহব্বতে মুগ্ধ হয়ে পড়েছি-এমনকি সূর্য ডুবে গেছে।","english_text":"He said: \"The love of horses is worthy of desire to me for the remembrance of my Lord;\" and when they were out of sight, (he said):"},{"sura":38,"aya":33,"quran_text":"رُدُّوهَا عَلَيَّ فَطَفِقَ مَسْحًا بِالسُّوقِ وَالْأَعْنَاقِ","bangla_text":"এগুলোকে আমার কাছে ফিরিয়ে আন। অতঃপর সে তাদের পা ও গলদেশ ছেদন করতে শুরু করল।","english_text":"\"Bring them back to me,\" and he began to rub and stroke their shanks and necks."},{"sura":38,"aya":34,"quran_text":"وَلَقَدْ فَتَنَّا سُلَيْمَانَ وَأَلْقَيْنَا عَلَى كُرْسِيِّهِ جَسَدًا ثُمَّ أَنَابَ","bangla_text":"আমি সোলায়মানকে পরীক্ষা করলাম এবং রেখে দিলাম তার সিংহাসনের উপর একটি নিস্প্রাণ দেহ। অতঃপর সে রুজু হল।","english_text":"We surely tried Solomon, and placed another body on his throne. So he turned to God"},{"sura":38,"aya":35,"quran_text":"قَالَ رَبِّ اغْفِرْ لِي وَهَبْ لِي مُلْكًا لَا يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِي إِنَّكَ أَنْتَ الْوَهَّابُ","bangla_text":"সোলায়মান বললঃ হে আমার পালনকর্তা, আমাকে মাফ করুন এবং আমাকে এমন সাম্রাজ্য দান করুন যা আমার পরে আর কেউ পেতে পারবে না। নিশ্চয় আপনি মহাদাতা।","english_text":"Saying: \"O Lord, forgive me, and give me such a dominion as none will merit after me. You are the great bestower.\""},{"sura":38,"aya":36,"quran_text":"فَسَخَّرْنَا لَهُ الرِّيحَ تَجْرِي بِأَمْرِهِ رُخَاءً حَيْثُ أَصَابَ","bangla_text":"তখন আমি বাতাসকে তার অনুগত করে দিলাম, যা তার হুকুমে অবাধে প্রবাহিত হত যেখানে সে পৌছাতে চাইত।","english_text":"So we subjugated the wind to his service which carried his merchandise wheresoever he wished;"},{"sura":38,"aya":37,"quran_text":"وَالشَّيَاطِينَ كُلَّ بَنَّاءٍ وَغَوَّاصٍ","bangla_text":"আর সকল শয়তানকে তার অধীন করে দিলাম অর্থৎ, যারা ছিল প্রাসাদ নির্মাণকারী ও ডুবুরী।","english_text":"And the devils -- the builders and divers of all kinds,"},{"sura":38,"aya":38,"quran_text":"وَآخَرِينَ مُقَرَّنِينَ فِي الْأَصْفَادِ","bangla_text":"এবং অন্য আরও অনেককে অধীন করে দিলাম, যারা আবদ্ধ থাকত শৃঙ্খলে।","english_text":"And many others bound in bond."},{"sura":38,"aya":39,"quran_text":"هَذَا عَطَاؤُنَا فَامْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍ","bangla_text":"এগুলো আমার অনুগ্রহ, অতএব, এগুলো কাউকে দাও অথবা নিজে রেখে দাও-এর কোন হিসেব দিতে হবে না।","english_text":"\"This is Our gift,\" (We said to him), \"so bestow freely or withhold without reckoning.\""},{"sura":38,"aya":40,"quran_text":"وَإِنَّ لَهُ عِنْدَنَا لَزُلْفَى وَحُسْنَ مَآبٍ","bangla_text":"নিশ্চয় তার জন্যে আমার কাছে রয়েছে মর্যাদা ও শুভ পরিণতি।","english_text":"He has a high position with Us and an excellent abode."},{"sura":38,"aya":41,"quran_text":"وَاذْكُرْ عَبْدَنَا أَيُّوبَ إِذْ نَادَى رَبَّهُ أَنِّي مَسَّنِيَ الشَّيْطَانُ بِنُصْبٍ وَعَذَابٍ","bangla_text":"স্মরণ করুণ, আমার বান্দা আইয়্যুবের কথা, যখন সে তার পালনকর্তাকে আহবান করে বললঃ শয়তান আমাকে যন্ত্রণা ও কষ্ট পৌছিয়েছে।","english_text":"Remember Our votary Job because he called to his Lord: \"Satan has afflicted me with disease and distress.\""},{"sura":38,"aya":42,"quran_text":"ارْكُضْ بِرِجْلِكَ هَذَا مُغْتَسَلٌ بَارِدٌ وَشَرَابٌ","bangla_text":"তুমি তোমার পা দিয়ে ভূমিতে আঘাত কর। ঝরণা নির্গত হল গোসল করার জন্যে শীতল ও পান করার জন্যে।","english_text":"\"Go swiftly to the spring,\" (We said). \"This cold water is for bathing and for drinking.\""},{"sura":38,"aya":43,"quran_text":"وَوَهَبْنَا لَهُ أَهْلَهُ وَمِثْلَهُمْ مَعَهُمْ رَحْمَةً مِنَّا وَذِكْرَى لِأُولِي الْأَلْبَابِ","bangla_text":"আমি তাকে দিলাম তার পরিজনবর্গ ও তাদের মত আরও অনেক আমার পক্ষ থেকে রহমতস্বরূপ এবং বুদ্ধিমানদের জন্যে উপদেশস্বরূপ।","english_text":"We restored his family to him with others similar to them, as a blessing from Us and a reminder for men of wisdom. --"},{"sura":38,"aya":44,"quran_text":"وَخُذْ بِيَدِكَ ضِغْثًا فَاضْرِبْ بِهِ وَلَا تَحْنَثْ إِنَّا وَجَدْنَاهُ صَابِرًا نِعْمَ الْعَبْدُ إِنَّهُ أَوَّابٌ","bangla_text":"তুমি তোমার হাতে এক মুঠো তৃণশলা নাও, তদ্বারা আঘাত কর এবং শপথ ভঙ্গ করো না। আমি তাকে পেলাম সবরকারী। চমৎকার বান্দা সে। নিশ্চয় সে ছিল প্রত্যাবর্তনশীল।","english_text":"\"Take a handful of herbs,\" (We said to him), and apply and rub them, and do not make a mistake.\" We found him patient in adversity, an excellent devotee, always turning in repentance."},{"sura":38,"aya":45,"quran_text":"وَاذْكُرْ عِبَادَنَا إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ أُولِي الْأَيْدِي وَالْأَبْصَارِ","bangla_text":"স্মরণ করুন, হাত ও চোখের অধিকারী আমার বান্দা ইব্রাহীম, ইসহাক ও ইয়াকুবের কথা।","english_text":"Remember Our votaries Abraham, Isaac and Jacob, men of power and insight."},{"sura":38,"aya":46,"quran_text":"إِنَّا أَخْلَصْنَاهُمْ بِخَالِصَةٍ ذِكْرَى الدَّارِ","bangla_text":"আমি তাদের এক বিশেষ গুণ তথা পরকালের স্মরণ দ্বারা স্বাতন্ত্র্য দান করেছিলাম।","english_text":"We distinguished them for the distinct remembrance of the abode (of the Hereafter)."},{"sura":38,"aya":47,"quran_text":"وَإِنَّهُمْ عِنْدَنَا لَمِنَ الْمُصْطَفَيْنَ الْأَخْيَارِ","bangla_text":"আর তারা আমার কাছে মনোনীত ও সৎলোকদের অন্তর্ভুক্ত।","english_text":"They are the chosen ones, the excellent in Our sight."},{"sura":38,"aya":48,"quran_text":"وَاذْكُرْ إِسْمَاعِيلَ وَالْيَسَعَ وَذَا الْكِفْلِ وَكُلٌّ مِنَ الْأَخْيَارِ","bangla_text":"স্মরণ করুণ, ইসমাঈল, আল ইয়াসা ও যুলকিফলের কথা। তারা প্রত্যেকেই গুনীজন।","english_text":"And remember Ishmael, Elisha and Dhu'l-Kifl. Every one of them is among the best."},{"sura":38,"aya":49,"quran_text":"هَذَا ذِكْرٌ وَإِنَّ لِلْمُتَّقِينَ لَحُسْنَ مَآبٍ","bangla_text":"এ এক মহৎ আলোচনা। খোদাভীরুদের জন্যে রয়েছে উত্তম ঠিকানা-","english_text":"This is a commemoration. Surely for those who take heed for themselves is an excellent place of return --"},{"sura":38,"aya":50,"quran_text":"جَنَّاتِ عَدْنٍ مُفَتَّحَةً لَهُمُ الْأَبْوَابُ","bangla_text":"তথা স্থায়ী বসবাসের জান্নাত; তাদের জন্যে তার দ্বার উম্মুক্ত রয়েছে।","english_text":"Gardens of Eden with gates open wide to them,"},{"sura":38,"aya":51,"quran_text":"مُتَّكِئِينَ فِيهَا يَدْعُونَ فِيهَا بِفَاكِهَةٍ كَثِيرَةٍ وَشَرَابٍ","bangla_text":"সেখানে তারা হেলান দিয়ে বসবে। তারা সেখানে চাইবে অনেক ফল-মূল ও পানীয়।","english_text":"Where they will take their ease, calling for fruits in plenty, and for wine,"},{"sura":38,"aya":52,"quran_text":"وَعِنْدَهُمْ قَاصِرَاتُ الطَّرْفِ أَتْرَابٌ","bangla_text":"তাদের কাছে থাকবে আনতনয়না সমবয়স্কা রমণীগণ।","english_text":"With companions of modest look, the same in age, by their side."},{"sura":38,"aya":53,"quran_text":"هَذَا مَا تُوعَدُونَ لِيَوْمِ الْحِسَابِ","bangla_text":"তোমাদেরকে এরই প্রতিশ্রুতি দেয়া হচ্ছে বিচার দিবসের জন্যে।","english_text":"This is what is promised you for the Day of Reckoning."},{"sura":38,"aya":54,"quran_text":"إِنَّ هَذَا لَرِزْقُنَا مَا لَهُ مِنْ نَفَادٍ","bangla_text":"এটা আমার দেয়া রিযিক যা শেষ হবে না।","english_text":"This is surely Our provision never-ending."},{"sura":38,"aya":55,"quran_text":"هَذَا وَإِنَّ لِلطَّاغِينَ لَشَرَّ مَآبٍ","bangla_text":"এটাতো শুনলে, এখন দুষ্টদের জন্যে রয়েছে নিকৃষ্ট ঠিকানা","english_text":"This (for the virtuous); but for the transgressors the evil destination,"},{"sura":38,"aya":56,"quran_text":"جَهَنَّمَ يَصْلَوْنَهَا فَبِئْسَ الْمِهَادُ","bangla_text":"তথা জাহান্নাম। তারা সেখানে প্রবেশ করবে। অতএব, কত নিকৃষ্ট সেই আবাস স্থল।","english_text":"Hell, in which they will burn. How vile a resting place!"},{"sura":38,"aya":57,"quran_text":"هَذَا فَلْيَذُوقُوهُ حَمِيمٌ وَغَسَّاقٌ","bangla_text":"এটা উত্তপ্ত পানি ও পঁূজ; অতএব তারা একে আস্বাদন করুক।","english_text":"There will be boiling water for them and cold, clammy, fetid drink to taste,"},{"sura":38,"aya":58,"quran_text":"وَآخَرُ مِنْ شَكْلِهِ أَزْوَاجٌ","bangla_text":"এ ধরনের আরও কিছু শাস্তি আছে।","english_text":"And other similar torments."},{"sura":38,"aya":59,"quran_text":"هَذَا فَوْجٌ مُقْتَحِمٌ مَعَكُمْ لَا مَرْحَبًا بِهِمْ إِنَّهُمْ صَالُو النَّارِ","bangla_text":"এই তো একদল তোমাদের সাথে প্রবেশ করছে। তাদের জন্যে অভিনন্দন নেই তারা তো জাহান্নামে প্রবেশ করবে।","english_text":"Here is a multitude rushing headlong with you. There is no welcome for them. They will roast in the fire."},{"sura":38,"aya":60,"quran_text":"قَالُوا بَلْ أَنْتُمْ لَا مَرْحَبًا بِكُمْ أَنْتُمْ قَدَّمْتُمُوهُ لَنَا فَبِئْسَ الْقَرَارُ","bangla_text":"তারা বলবে, তোমাদের জন্যে ও তো অভিনন্দন নেই। তোমরাই আমাদেরকে এ বিপদের সম্মুখীন করেছ। অতএব, এটি কতই না ঘৃণ্য আবাসস্থল।","english_text":"They will say: \"In fact, it is you who will have no welcome. It is you who brought this upon us. What an evil place of rest!\""},{"sura":38,"aya":61,"quran_text":"قَالُوا رَبَّنَا مَنْ قَدَّمَ لَنَا هَذَا فَزِدْهُ عَذَابًا ضِعْفًا فِي النَّارِ","bangla_text":"তারা বলবে, হে আমাদের পালনকর্তা, যে আমাদেরকে এর সম্মুখীন করেছে, আপনি জাহান্নামে তার শাস্তি দ্বিগুণ করে দিন।","english_text":"They will say: \"O Lord, give him who has brought this upon us two times more the torment of Hell;\""},{"sura":38,"aya":62,"quran_text":"وَقَالُوا مَا لَنَا لَا نَرَى رِجَالًا كُنَّا نَعُدُّهُمْ مِنَ الْأَشْرَارِ","bangla_text":"তারা আরও বলবে, আমাদের কি হল যে, আমরা যাদেরকে মন্দ লোক বলে গণ্য করতাম, তাদেরকে এখানে দেখছি না।","english_text":"And will add: \"O what has happened to us that we do not see the men we counted among the wicked."},{"sura":38,"aya":63,"quran_text":"أَتَّخَذْنَاهُمْ سِخْرِيًّا أَمْ زَاغَتْ عَنْهُمُ الْأَبْصَارُ","bangla_text":"আমরা কি অহেতুক তাদেরকে ঠাট্টার পাত্র করে নিয়েছিলাম, না আমাদের দৃষ্টি ভুল করছে?","english_text":"Did we laugh at them (for nothing), or our eyes fail to pick them out?\""},{"sura":38,"aya":64,"quran_text":"إِنَّ ذَلِكَ لَحَقٌّ تَخَاصُمُ أَهْلِ النَّارِ","bangla_text":"এটা অর্থাৎ জাহান্নামীদের পারস্পরিক বাক-বিতন্ডা অবশ্যম্ভাবী।","english_text":"This contending of the inmates of Hell will surely be real."},{"sura":38,"aya":65,"quran_text":"قُلْ إِنَّمَا أَنَا مُنْذِرٌ وَمَا مِنْ إِلَهٍ إِلَّا اللَّهُ الْوَاحِدُ الْقَهَّارُ","bangla_text":"বলুন, আমি তো একজন সতর্ককারী মাত্র এবং এক পরাক্রমশালী আল্লাহ ব্যতীত কোন উপাস্য নেই।","english_text":"Say: \"I am only a warner, and there is no other god but God, the one, the omnipotent,"},{"sura":38,"aya":66,"quran_text":"رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا الْعَزِيزُ الْغَفَّارُ","bangla_text":"তিনি আসমান-যমীন ও এতদুভয়ের মধ্যবর্তী সব কিছুর পালনকর্তা, পরাক্রমশালী, মার্জনাকারী।","english_text":"Lord of the heavens and the earth and all that lies between them, all-mighty, all-forgiving.\""},{"sura":38,"aya":67,"quran_text":"قُلْ هُوَ نَبَأٌ عَظِيمٌ","bangla_text":"বলুন, এটি এক মহাসংবাদ,","english_text":"Say: \"This is a momentous message,"},{"sura":38,"aya":68,"quran_text":"أَنْتُمْ عَنْهُ مُعْرِضُونَ","bangla_text":"যা থেকে তোমরা মুখ ফিরিয়ে নিয়েছ।","english_text":"To which you pay no heed."},{"sura":38,"aya":69,"quran_text":"مَا كَانَ لِيَ مِنْ عِلْمٍ بِالْمَلَإِ الْأَعْلَى إِذْ يَخْتَصِمُونَ","bangla_text":"ঊর্ধ্ব জগৎ সম্পর্কে আমার কোন জ্ঞান ছিল না যখন ফেরেশতারা কথাবার্তা বলছিল।","english_text":"I had no knowledge of the higher Assembly when they discussed it among themselves."},{"sura":38,"aya":70,"quran_text":"إِنْ يُوحَى إِلَيَّ إِلَّا أَنَّمَا أَنَا نَذِيرٌ مُبِينٌ","bangla_text":"আমার কাছে এ ওহীই আসে যে, আমি একজন স্পষ্ট সতর্ককারী।","english_text":"Only this has been revealed to me that I am a distinct warner."},{"sura":38,"aya":71,"quran_text":"إِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِنْ طِينٍ","bangla_text":"যখন আপনার পালনকর্তা ফেরেশতাগণকে বললেন, আমি মাটির মানুষ সৃষ্টি করব।","english_text":"When your Lord said to the angels: \"I am going to create a man from clay;"},{"sura":38,"aya":72,"quran_text":"فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ سَاجِدِينَ","bangla_text":"যখন আমি তাকে সুষম করব এবং তাতে আমার রূহ ফুঁকে দেব, তখন তোমরা তার সম্মুখে সেজদায় নত হয়ে যেয়ো।","english_text":"And when I have made him and have breathed into him of My spirit. Fall down in homage before him.\""},{"sura":38,"aya":73,"quran_text":"فَسَجَدَ الْمَلَائِكَةُ كُلُّهُمْ أَجْمَعُونَ","bangla_text":"অতঃপর সমস্ত ফেরেশতাই একযোগে সেজদায় নত হল,","english_text":"Then the angels bowed before him in a body,"},{"sura":38,"aya":74,"quran_text":"إِلَّا إِبْلِيسَ اسْتَكْبَرَ وَكَانَ مِنَ الْكَافِرِينَ","bangla_text":"কিন্তু ইবলীস; সে অহংকার করল এবং অস্বীকারকারীদের অন্তর্ভুক্ত হয়ে গেল।","english_text":"Except Iblis. He was filled with pride and turned an unbeliever."},{"sura":38,"aya":75,"quran_text":"قَالَ يَا إِبْلِيسُ مَا مَنَعَكَ أَنْ تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ أَسْتَكْبَرْتَ أَمْ كُنْتَ مِنَ الْعَالِينَ","bangla_text":"আল্লাহ বললেন, হে ইবলীস, আমি স্বহস্তে যাকে সৃষ্টি করেছি, তার সম্মুখে সেজদা করতে তোমাকে কিসে বাধা দিল? তুমি অহংকার করলে, না তুমি তার চেয়ে উচ্চ মর্যাদা সম্পন্ন?","english_text":"Said (God): \"O Iblis, what hindered you from adoring what I created by My own authority? Are you too proud, or too high and mighty?\""},{"sura":38,"aya":76,"quran_text":"قَالَ أَنَا خَيْرٌ مِنْهُ خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ","bangla_text":"সে বললঃ আমি তার চেয়ে উত্তম আপনি আমাকে আগুনের দ্বারা সৃষ্টি করেছেন, আর তাকে সৃষ্টি করেছেন মাটির দ্বারা।","english_text":"He said: \"I am better than he. You created me from fire, and him from clay.\""},{"sura":38,"aya":77,"quran_text":"قَالَ فَاخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ","bangla_text":"আল্লাহ বললেনঃ বের হয়ে যা, এখান থেকে। কারণ, তুই অভিশপ্ত।","english_text":"(God) said: \"Then go hence, ostracised."},{"sura":38,"aya":78,"quran_text":"وَإِنَّ عَلَيْكَ لَعْنَتِي إِلَى يَوْمِ الدِّينِ","bangla_text":"তোর প্রতি আমার এ অভিশাপ বিচার দিবস পর্যন্ত স্থায়ী হবে।","english_text":"Upon you will be My damnation till the Day of Doom.\""},{"sura":38,"aya":79,"quran_text":"قَالَ رَبِّ فَأَنْظِرْنِي إِلَى يَوْمِ يُبْعَثُونَ","bangla_text":"সে বললঃ হে আমার পালনকর্তা, আপনি আমাকে পুনরুত্থান দিবস পর্যন্ত অবকাশ দিন।","english_text":"He said: \"O Lord, give me respite till the day the dead rise from their graves.\""},{"sura":38,"aya":80,"quran_text":"قَالَ فَإِنَّكَ مِنَ الْمُنْظَرِينَ","bangla_text":"আল্লঅহ বললেনঃ তোকে অবকাশ দেয়া হল।","english_text":"(God) said: \"You have the respite"},{"sura":38,"aya":81,"quran_text":"إِلَى يَوْمِ الْوَقْتِ الْمَعْلُومِ","bangla_text":"সে সময়ের দিন পর্যন্ত যা জানা।","english_text":"Till the appointed day.\""},{"sura":38,"aya":82,"quran_text":"قَالَ فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ","bangla_text":"সে বলল, আপনার ইযযতের কসম, আমি অবশ্যই তাদের সবাইকে বিপথগামী করে দেব।","english_text":"He said: \"By Your authority, I will lead them astray,"},{"sura":38,"aya":83,"quran_text":"إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ","bangla_text":"তবে তাদের মধ্যে যারা আপনার খাঁটি বান্দা, তাদেরকে ছাড়া।","english_text":"Other than the chosen ones among Your creatures.\""},{"sura":38,"aya":84,"quran_text":"قَالَ فَالْحَقُّ وَالْحَقَّ أَقُولُ","bangla_text":"আল্লাহ বললেনঃ তাই ঠিক, আর আমি সত্য বলছি-","english_text":"(God) said: \"This is right by Me, and what I say is right."},{"sura":38,"aya":85,"quran_text":"لَأَمْلَأَنَّ جَهَنَّمَ مِنْكَ وَمِمَّنْ تَبِعَكَ مِنْهُمْ أَجْمَعِينَ","bangla_text":"তোর দ্বারা আর তাদের মধ্যে যারা তোর অনুসরণ করবে তাদের দ্বারা আমি জাহান্নাম পূর্ণ করব।","english_text":"I will fill up Hell with you together with those who follow you.\""},{"sura":38,"aya":86,"quran_text":"قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ","bangla_text":"বলুন, আমি তোমাদের কাছে কোন প্রতিদান চাই না আর আমি লৌকিকতাকারীও নই।","english_text":"Say: \"I do not ask any compensation of you for it, nor am I a specious pretender."},{"sura":38,"aya":87,"quran_text":"إِنْ هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ","bangla_text":"এটা তো বিশ্ববাসীর জন্যে এক উপদেশ মাত্র।","english_text":"This is only a warning for mankind."},{"sura":38,"aya":88,"quran_text":"وَلَتَعْلَمُنَّ نَبَأَهُ بَعْدَ حِينٍ","bangla_text":"তোমরা কিছু কাল পরে এর সংবাদ অবশ্যই জানতে পারবে।","english_text":"You will come to know its truth in time.\""}]