[{"sura":26,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ طسم","bangla_mohiuddin":"ত্বা, সীন, মীম।","bangla_murtaza":"পরম করুণাময়পরম দয়াবান আল্লাহর নামে তোয়া সিন মিম।","english_text":"TA SIN MIM.","bangla_translit":"ত্বোয়া-সী-ম্মী-ম্।","english_translit":"Taseenmeem"},{"sura":26,"aya":2,"quran_text":"تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ","bangla_mohiuddin":"এগুলো সুস্পষ্ট কিতাবের আয়াত।","bangla_murtaza":"এগুলো সুস্পষ্ট কিতাবের আয়াত।","english_text":"These are the verses of the perspicuous Book.","bangla_translit":"তিল্কা আ-ইয়া-তুল্ কিতা-বিল্ মুবীন্।","english_translit":"Tilka ayatu alkitabi almubeeni"},{"sura":26,"aya":3,"quran_text":"لَعَلَّكَ بَاخِعٌ نَفْسَكَ أَلَّا يَكُونُوا مُؤْمِنِينَ","bangla_mohiuddin":"তারা বিশ্বাস করে না বলে আপনি হয়তো মর্মব্যথায় আত্নঘাতী হবেন।","bangla_murtaza":"তারা মুমিন হচ্ছে না বলে তুমি হয়তো মনের দুঃখে নিজেকেই ধ্বংসের দিকে ঠেলে দেবে।","english_text":"You may perhaps wear out your heart because they do not come to belief.","bangla_translit":"লা‘আল্লাকা বা-খি‘উন্ নাফ্সাকা আল্লা-ইয়াকূনূ মুমিনীন্।","english_translit":"LaAAallaka bakhiAAun nafsaka alla yakoonoo mumineena"},{"sura":26,"aya":4,"quran_text":"إِنْ نَشَأْ نُنَزِّلْ عَلَيْهِمْ مِنَ السَّمَاءِ آيَةً فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ","bangla_mohiuddin":"আমি যদি ইচ্ছা করি, তবে আকাশ থেকে তাদের কাছে কোন নিদর্শন নাযিল করতে পারি। অতঃপর তারা এর সামনে নত হয়ে যাবে।","bangla_murtaza":"আমরা চাইলে আসমান থেকে তাদের জন্যে একটি নিদর্শন নাযিল করতাম, তখন সেটার প্রতি তাদের গর্দান নুইয়ে পড়তো।","english_text":"We could send down from the heavens a sign to them if We pleased, before which their heads would remain bowed.","bangla_translit":"ইন্ নাশা নুনায্যিল্ ‘আলাইহিম্ মিনাস্ সামা-য়ি আ-ইয়াতান্ ফাজোয়াল্লাত্ ‘আনা-কুহুম্ লাহা-খ-দ্বি‘ঈন্।","english_translit":"In nasha nunazzil AAalayhim mina alssamai ayatan fathallat aAAnaquhum laha khadiAAeena"},{"sura":26,"aya":5,"quran_text":"وَمَا يَأْتِيهِمْ مِنْ ذِكْرٍ مِنَ الرَّحْمَنِ مُحْدَثٍ إِلَّا كَانُوا عَنْهُ مُعْرِضِينَ","bangla_mohiuddin":"যখনই তাদের কাছে রহমান এর কোন নতুন উপদেশ আসে, তখনই তারা তা থেকে মুখ ফিরিয়ে নেয়।","bangla_murtaza":"যখনই তাদের কাছে রহমানের পক্ষ থেকে নতুন কোনো যিকির (উপদেশ বার্তা) আসে, তারা তা থেকে মুখ ফিরিয়ে নেয়।","english_text":"Never does a new reminder come to them from Ar-Rahman but they turn away from it.","bangla_translit":"অমা-ইয়াতীহিম্ মিন্ যিক্রিম্ মির্না রহ্মা-নি মুহ্দাছিন্ ইল্লা-কা-নূ ‘আন্হু মু’রিদ্বীন্।","english_translit":"Wama yateehim min thikrin mina alrrahmani muhdathin illa kanoo AAanhu muAArideena"},{"sura":26,"aya":6,"quran_text":"فَقَدْ كَذَّبُوا فَسَيَأْتِيهِمْ أَنْبَاءُ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ","bangla_mohiuddin":"অতএব তারা তো মিথ্যারোপ করেছেই; সুতরাং যে বিষয় নিয়ে তারা ঠাট্টা-বিদ্রুপ করত, তার যথার্থ স্বরূপ শীঘ্রই তাদের কাছে পৌছবে।","bangla_murtaza":"তারা তো অস্বীকার করেছে। সুতরাং তারা যা নিয়ে বিদ্রুপ করছে তার প্রকৃত খবর তাদের কাছে অচিরেই এসে পড়বে।","english_text":"Surely they have done with denying; soon will come to them the news of what they were laughing at.","bangla_translit":"ফাক্বদ্ কায্যাবূ ফাসাইয়াতী হিম্ আম্বা-য়ু মা-কা-নূ বিহী ইয়াস্তাহ্যিয়ূন্।","english_translit":"Faqad kaththaboo fasayateehim anbao ma kanoo bihi yastahzioona"},{"sura":26,"aya":7,"quran_text":"أَوَلَمْ يَرَوْا إِلَى الْأَرْضِ كَمْ أَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ كَرِيمٍ","bangla_mohiuddin":"তারা কি ভুপৃষ্ঠের প্রতি দৃষ্টিপাত করে না? আমি তাতে সর্বপ্রকার বিশেষ-বস্তু কত উদগত করেছি।","bangla_murtaza":"তারা কি জমিনের দিকে তাকিয়ে দেখেনা ? আমরা তাতে সব ধরনের কতো যে উত্তম উদ্ভিদ উৎপন্ন করেছি!","english_text":"Do they not see the earth, how We grow all kinds of noble things upon it?","bangla_translit":"আওয়ালাম্ ইয়ারাও ইলাল্ র্আদ্বি কাম্ আম্বাত্না-ফীহা-মিন্ কুল্লি যাওজ্বিন্ কারীম্।","english_translit":"Awalam yaraw ila alardi kam anbatna feeha min kulli zawjin kareemin"},{"sura":26,"aya":8,"quran_text":"إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ","bangla_mohiuddin":"নিশ্চয় এতে নিদর্শন আছে, কিন্তু তাদের অধিকাংশই বিশ্বাসী নয়।","bangla_murtaza":"অবশ্যি এতে রয়েছে একটি নিদর্শন, কিন্তু তাদের অধিকাংশই মুমিন নয়।","english_text":"Verily there are signs in this; yet many of them do not believe.","bangla_translit":"ইন্না ফী যা-লিকা লাআ-ইয়াহ্; অমা- কা-না আক্ছারুহুম্ মুমিনীন্।","english_translit":"Inna fee thalika laayatan wama kana aktharuhum mumineena"},{"sura":26,"aya":9,"quran_text":"وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ","bangla_mohiuddin":"আপনার পালনকর্তা তো পরাক্রমশালী পরম দয়ালু।","bangla_murtaza":"নিশ্চয়ই তোমার প্রভু মহাপরাক্রমশালী, পরম দয়াবান।","english_text":"Your Lord is surely mighty and merciful.","bangla_translit":"অ ইন্না রব্বাকা লাহুওয়াল্ ‘আযীর্যু রহীম্।","english_translit":"Wainna rabbaka lahuwa alAAazeezu alrraheemu"},{"sura":26,"aya":10,"quran_text":"وَإِذْ نَادَى رَبُّكَ مُوسَى أَنِ ائْتِ الْقَوْمَ الظَّالِمِينَ","bangla_mohiuddin":"যখন আপনার পালনকর্তা মূসাকে ডেকে বললেনঃ তুমি পাপিষ্ঠ সম্প্রদায়ের নিকট যাও;","bangla_murtaza":"স্মরণ করো, তোমার প্রভু মূসাকে ডেকে বলেছিলেন, তুমি যালিম কওমের কাছে যাও,","english_text":"When your Lord called upon Moses: \"Go to the wicked people,","bangla_translit":"অ ইয্ না-দা- রব্বুকা মূসা য় আনিতিল্ ক্বওমাজ্ জোয়া-লিমী ন্।","english_translit":"Waith nada rabbuka moosa ani iti alqawma alththalimeena"},{"sura":26,"aya":11,"quran_text":"قَوْمَ فِرْعَوْنَ أَلَا يَتَّقُونَ","bangla_mohiuddin":"ফেরাউনের সম্প্রদায়ের নিকট; তারা কি ভয় করে না?","bangla_murtaza":"ফেরাউনের কওমের কাছে। তাদের বলো: ‘তারা কি সতর্ক হবেনা?’","english_text":"The people of Pharaoh. Will they not fear and take heed?\"","bangla_translit":"ক্বওমা র্ফি‘আউন্; আলা-ইয়াত্তাকুন্ ।","english_translit":"Qawma firAAawna ala yattaqoona"},{"sura":26,"aya":12,"quran_text":"قَالَ رَبِّ إِنِّي أَخَافُ أَنْ يُكَذِّبُونِ","bangla_mohiuddin":"সে বলল, হে আমার পালনকর্তা, আমার আশংকা হচ্ছে যে, তারা আমাকে মিথ্যাবাদী বলে দেবে।","bangla_murtaza":"তখন মূসা বললো: “আমার প্রভু! আমার আশংকা হয়, তারা আমাকে প্রত্যাখ্যান করবে।","english_text":": He said: \"O Lord, I fear that they will deny me.","bangla_translit":"ক্ব-লা রব্বি ইন্নী য় আখ-ফু আইঁ ইয়ুকায্যিবূন্।","english_translit":"Qala rabbi innee akhafu an yukaththibooni"},{"sura":26,"aya":13,"quran_text":"وَيَضِيقُ صَدْرِي وَلَا يَنْطَلِقُ لِسَانِي فَأَرْسِلْ إِلَى هَارُونَ","bangla_mohiuddin":"এবং আমার মন হতবল হয়ে পড়ে এবং আমার জিহবা অচল হয়ে যায়। সুতরাং হারুনের কাছে বার্তা প্রেরণ করুন।","bangla_murtaza":"আমার মন ছোট হয়ে আসছে আর আমার যবানও সঞ্চালিত হচ্ছে না, সুতরাং তুমি হারূণকে রিসালাত দান করো।","english_text":"My heart is constrained, my tongue falters, so delegate Aaron;","bangla_translit":"অ ইয়াদ্বীকু ছোয়াদ্রী অলা-ইয়ান্ত্বোয়ালিকু লিসা-নী ফার্আসিল্ ইলা-হা-রূন্।","english_translit":"Wayadeequ sadree wala yantaliqu lisanee faarsil ila haroona"},{"sura":26,"aya":14,"quran_text":"وَلَهُمْ عَلَيَّ ذَنْبٌ فَأَخَافُ أَنْ يَقْتُلُونِ","bangla_mohiuddin":"আমার বিরুদ্ধে তাদের অভিযোগ আছে। অতএব আমি আশংকা করি যে, তারা আমাকে হত্যা করবে।","bangla_murtaza":"আমার বিরুদ্ধে তাদের একটা অভিযোগও আছে, তাই আমি আশংকা করছি তারা আমাকে হত্যা করবে।”","english_text":"And they have a charge (of murder) against me. So I fear that they will kill me.\"","bangla_translit":"অলাহুম্ ‘আলাইয়্যা যাম্বুন্ ফাআখা-ফু আইঁ ইয়াকতুলূন্।","english_translit":"Walahum AAalayya thanbun faakhafu an yaqtulooni"},{"sura":26,"aya":15,"quran_text":"قَالَ كَلَّا فَاذْهَبَا بِآيَاتِنَا إِنَّا مَعَكُمْ مُسْتَمِعُونَ","bangla_mohiuddin":"আল্লাহ বলেন, কখনই নয় তোমরা উভয়ে যাও আমার নিদর্শনাবলী নিয়ে। আমি তোমাদের সাথে থেকে শোনব।","bangla_murtaza":"আল্লাহ বললেন: ‘কখনো নয়। সুতরাং তোমরা দু’জনই যাও আমাদের নিদর্শনসমূহ নিয়ে, আমরাও তোমাদের সাথে থাকবো, সব শুনবো।’","english_text":"(It was) said: \"By no means. Go with My signs, both of you. I am verily with you and I hear.","bangla_translit":"ক্ব-লা ক্বাল্লা-ফায্হাবা-বিআ-ইয়া-তিনা য় ইন্না-মা‘আকুম্ মুস্তামি‘ঊন্।","english_translit":"Qala kalla faithhaba biayatina inna maAAakum mustamiAAoona"},{"sura":26,"aya":16,"quran_text":"فَأْتِيَا فِرْعَوْنَ فَقُولَا إِنَّا رَسُولُ رَبِّ الْعَالَمِينَ","bangla_mohiuddin":"অতএব তোমরা ফেরআউনের কাছে যাও এবং বল, আমরা বিশ্বজগতের পালনকর্তার রসূল।","bangla_murtaza":"তোমরা ফেরাউনের কাছে যাও, তাকে বলো: “আমরা রাব্বুল আলামিনের রসূল।","english_text":"Go to the Pharaoh and tell him: 'We bring a message from the Lord of all the worlds","bangla_translit":"ফাতিয়া-র্ফি‘আউনা ফাকুলা য় ইন্না-রাসূলু রব্বিল্ ‘আ-লামীন্।","english_translit":"Fatiya firAAawna faqoola inna rasoolu rabbi alAAalameena"},{"sura":26,"aya":17,"quran_text":"أَنْ أَرْسِلْ مَعَنَا بَنِي إِسْرَائِيلَ","bangla_mohiuddin":"যাতে তুমি বনী-ইসরাঈলকে আমাদের সাথে যেতে দাও।","bangla_murtaza":"তুমি বনি ইসরাঈলকে আমাদের সাথে যেতে দাও।”","english_text":"That you should send the children of Israel with us.'","bangla_translit":"আন্ র্আসিল্ মা‘আনা-বানী য় ইসর-ঈল্।","english_translit":"An arsil maAAana banee israeela"},{"sura":26,"aya":18,"quran_text":"قَالَ أَلَمْ نُرَبِّكَ فِينَا وَلِيدًا وَلَبِثْتَ فِينَا مِنْ عُمُرِكَ سِنِينَ","bangla_mohiuddin":"ফেরাউন বলল, আমরা কি তোমাকে শিশু অবস্থায় আমাদের মধ্যে লালন-পালন করিনি? এবং তুমি আমাদের মধ্যে জীবনের বহু বছর কাটিয়েছ।","bangla_murtaza":"ফেরাউন বললো: “আমরা কি শৈশবে তোমাকে আমাদের মধ্যে লালন পালন করিনি? তুমি তো তোমার জীবনের অনেক বছর আমাদের মধ্যে কাটিয়েছো।","english_text":"(The Pharaoh) said: \"Did we not bring you up as a child? And you lived a number of years of your life with us.","bangla_translit":"ক্ব-লা আলাম্ নুরব্বিকা ফীনা অলীদাঁও অলাবিছ্তা ফীনা-মিন্ ‘উমুরিকা সিনীন্।","english_translit":"Qala alam nurabbika feena waleedan walabithta feena min AAumurika sineena"},{"sura":26,"aya":19,"quran_text":"وَفَعَلْتَ فَعْلَتَكَ الَّتِي فَعَلْتَ وَأَنْتَ مِنَ الْكَافِرِينَ","bangla_mohiuddin":"তুমি সেই-তোমরা অপরাধ যা করবার করেছ। তুমি হলে কৃতঘ্ন।","bangla_murtaza":"আর তুমি তোমার একটা কর্ম করেছিলে। তুমি এক অকৃতজ্ঞ।”","english_text":"And you commited what you did, and you are ungrateful!\"","bangla_translit":"অ ফা‘আল্তা ফা’লাতাকাল্ লাতী ফা‘আল্তা অ আন্তা মিনাল্ কা-ফিরীন্।","english_translit":"WafaAAalta faAAlataka allatee faAAalta waanta mina alkafireena"},{"sura":26,"aya":20,"quran_text":"قَالَ فَعَلْتُهَا إِذًا وَأَنَا مِنَ الضَّالِّينَ","bangla_mohiuddin":"মূসা বলল, আমি সে অপরাধ তখন করেছি, যখন আমি ভ্রান্ত ছিলাম।","bangla_murtaza":"মূসা বললো: “আমি তো সে কাজটি করেছিলাম তখন, যখন আমি ছিলাম জ্ঞানহীন।","english_text":"(Moses) replied: \"I did do that and I was in the wrong,","bangla_translit":"ক্বা-লা ফা‘আল্তুহা য় ইযাঁও অ আনা মিনাদ্ব্ দ্বোয়া-ল্লীন্।","english_translit":"Qala faAAaltuha ithan waana mina alddalleena"},{"sura":26,"aya":21,"quran_text":"فَفَرَرْتُ مِنْكُمْ لَمَّا خِفْتُكُمْ فَوَهَبَ لِي رَبِّي حُكْمًا وَجَعَلَنِي مِنَ الْمُرْسَلِينَ","bangla_mohiuddin":"অতঃপর আমি ভীত হয়ে তোমাদের কাছ থেকে পলায়ন করলাম। এরপর আমার পালনকর্তা আমাকে প্রজ্ঞা দান করেছেন এবং আমাকে পয়গম্বর করেছেন।","bangla_murtaza":"তখন তো আমি তোমাদের ভয়ে পালিয়ে চলে গিয়েছিলাম। তারপর আমার প্রভু আমাকে জ্ঞান ও প্রজ্ঞা দান করেন এবং আমাকে রসূলদের একজন মনোনীত করেন।","english_text":"So I ran away from you out of fear. But my Lord has given me wisdom, and made me an apostle.","bangla_translit":"ফাফার্রতু মিন্কুম্ লাম্মা -খিফ্তুকুম্ ফাওয়াহাবা লী রব্বী হুক্মাঁও অজ্বা‘আলানী মিনাল্ র্মুসালীন্।","english_translit":"Fafarartu minkum lamma khiftukum fawahaba lee rabbee hukman wajaAAalanee mina almursaleena"},{"sura":26,"aya":22,"quran_text":"وَتِلْكَ نِعْمَةٌ تَمُنُّهَا عَلَيَّ أَنْ عَبَّدْتَ بَنِي إِسْرَائِيلَ","bangla_mohiuddin":"আমার প্রতি তোমার যে অনুগ্রহের কথা বলছ, তা এই যে, তুমি বনী-ইসলাঈলকে গোলাম বানিয়ে রেখেছ।","bangla_murtaza":"আমার প্রতি তোমার যে অনুগ্রহের কথা উল্লেখ করেছো, তার কারণ তো হলো, তুমি বনি ইসরাঈলকে দাসে পরিণত করে রেখেছো।”","english_text":"But the favour you oblige me with is that you have enslaved the children of Israel.\"","bangla_translit":"অতিল্কা নি’মাতুন্ তামুন্নুহা-‘আলাইয়্যা আন্ ‘আব্বাত্তা বানী য় ইসর-ঈল্।","english_translit":"Watilka niAAmatun tamunnuha AAalayya an AAabbadta banee israeela"},{"sura":26,"aya":23,"quran_text":"قَالَ فِرْعَوْنُ وَمَا رَبُّ الْعَالَمِينَ","bangla_mohiuddin":"ফেরাউন বলল, বিশ্বজগতের পালনকর্তা আবার কি?","bangla_murtaza":"ফেরাউন বললো: ‘রাব্বুল আলামিন কে?’","english_text":"The Pharaoh asked: \"And what is the Lord of all the worlds?\"","bangla_translit":"ক্ব-লা র্ফি‘আউনু অমা-রব্বুল্ ‘আ-লামীন্।","english_translit":"Qala firAAawnu wama rabbu alAAalameena"},{"sura":26,"aya":24,"quran_text":"قَالَ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا إِنْ كُنْتُمْ مُوقِنِينَ","bangla_mohiuddin":"মূসা বলল, তিনি নভোমন্ডল, ভূমন্ডল ও এতদুভয়ের মধ্যবর্তী সবকিছুর পালনকর্তা যদি তোমরা বিশ্বাসী হও।","bangla_murtaza":"মূসা বললো: ‘তিনি হলেন মালিক মহাকাশ ও পৃথিবীর এবং এ দুয়ের মাঝখানে যা কিছুু আছে সবকিছুর যদি তোমরা একীন রাখো।’","english_text":"(Moses) said: \"The Lord of the heavens and the earth and all that lies between them, if you can believe.\"","bangla_translit":"ক্ব-লা রব্বুস্ সামা-ওয়া-তি অল্ র্আদ্বি অমা-বাইনাহুমা-; ইন্ কুন্তুম্ মূক্বিনীন্।","english_translit":"Qala rabbu alssamawati waalardi wama baynahuma in kuntum mooqineena"},{"sura":26,"aya":25,"quran_text":"قَالَ لِمَنْ حَوْلَهُ أَلَا تَسْتَمِعُونَ","bangla_mohiuddin":"ফেরাউন তার পরিষদবর্গকে বলল, তোমরা কি শুনছ না?","bangla_murtaza":"ফেরাউন তার পারিষদবর্গকে লক্ষ্য করে বললো: ‘(মূসা কী বলছে) তোমরা কি শুনছো না?’","english_text":"(The Pharaoh) said to those around him: \"Do you hear?\"","bangla_translit":"ক্ব-লা লিমান্ হাওলাহূ য় আলা-তাস্তামি‘ঊন্।","english_translit":"Qala liman hawlahu ala tastamiAAoona"},{"sura":26,"aya":26,"quran_text":"قَالَ رَبُّكُمْ وَرَبُّ آبَائِكُمُ الْأَوَّلِينَ","bangla_mohiuddin":"মূসা বলল, তিনি তোমাদের পালনকর্তা এবং তোমাদের পূর্ববর্তীদেরও পালনকর্তা।","bangla_murtaza":"মূসা বললো: ‘তিনি তোমাদেরও রব এবং তোমাদের পূর্ব পুরুষদেরও রব।’","english_text":"(Moses continued): \"Your Lord and the Lord of your fathers before you.\"","bangla_translit":"ক্ব-লা রব্বুকুম্ অরব্বু আ-বা-য়িকুমুল্ আউওয়ালীন্।","english_translit":"Qala rabbukum warabbu abaikumu alawwaleena"},{"sura":26,"aya":27,"quran_text":"قَالَ إِنَّ رَسُولَكُمُ الَّذِي أُرْسِلَ إِلَيْكُمْ لَمَجْنُونٌ","bangla_mohiuddin":"ফেরাউন বলল, তোমাদের প্রতি প্রেরিত তোমাদের রসূলটি নিশ্চয়ই বদ্ধ পাগল।","bangla_murtaza":"ফেরাউন বললো: ‘তোমাদের প্রতি প্রেরিত তোমাদের এই রসূল তো একজন পাগল।’","english_text":"(The Pharaoh) said (to his nobles): \"Your apostle who has been sent to you, is certainly mad.\"","bangla_translit":"ক্ব-লা ইন্না রাসূলাকুমু ল্লাযী য় র্উসিলা ইলাইকুম্ লামাজনূন্।","english_translit":"Qala inna rasoolakumu allathee orsila ilaykum lamajnoonun"},{"sura":26,"aya":28,"quran_text":"قَالَ رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ وَمَا بَيْنَهُمَا إِنْ كُنْتُمْ تَعْقِلُونَ","bangla_mohiuddin":"মূসা বলল, তিনি পূর্ব, পশ্চিম ও এতদুভয়ের মধ্যবর্তী সব কিছুর পালনকর্তা, যদি তোমরা বোঝ।","bangla_murtaza":"মূসা বললো: ‘তিনি মাশরিক, মাগরিব এবং এই উভয়ের মাঝখানে যা কিছু আছে, সবকিছুর রব যদি তোমরা আকল রাখো।’","english_text":"(Moses) said: \"The Lord of the East and the Lord of the West and all that lies between them, if you have sense.\"","bangla_translit":"ক্বা-লা রব্বুল্ মাশ্রিক্বি অল্ মাগ্রিবি অমা-বাইনাহুমা-; ইন্ কুন্তুম্ তা’ক্বিলূন্।","english_translit":"Qala rabbu almashriqi waalmaghribi wama baynahuma in kuntum taAAqiloona"},{"sura":26,"aya":29,"quran_text":"قَالَ لَئِنِ اتَّخَذْتَ إِلَهًا غَيْرِي لَأَجْعَلَنَّكَ مِنَ الْمَسْجُونِينَ","bangla_mohiuddin":"ফেরাউন বলল, তুমি যদি আমার পরিবর্তে অন্যকে উপাস্যরূপে গ্রহণ কর তবে আমি অবশ্যই তোমাকে কারাগারে নিক্ষেপ করব।","bangla_murtaza":"ফেরাউন বললো: ‘তুমি যদি আমাকে ছাড়া আর কাউকেও ইলাহ হিসেবে গ্রহণ করো, তাহলে অবশ্যি আমি তোমাকে কারাগারে অবরুদ্ধ করে রাখবো।’","english_text":"(The Pharaoh) said: \"If you took another god apart from me I will have you incarcerated.\"","bangla_translit":"ক্ব-লা লায়িনি ত্তাখায্তা ইলা-হান্ গইরী লাআজ ‘আলান্নাকা মিনাল্ মাস্জ্বনীন্।","english_translit":"Qala laini ittakhathta ilahan ghayree laajAAalannaka mina almasjooneena"},{"sura":26,"aya":30,"quran_text":"قَالَ أَوَلَوْ جِئْتُكَ بِشَيْءٍ مُبِينٍ","bangla_mohiuddin":"মূসা বলল, আমি তোমার কাছে কোন স্পষ্ট বিষয় নিয়ে আগমন করলেও কি?","bangla_murtaza":"মূসা বললো: ‘আমি যদি তোমার কাছে সুস্পষ্ট নির্দশন হাজির করি, তবু?’","english_text":"(Moses) said: \"Even though I have brought to you something convincing?\"","bangla_translit":"ক্ব-লা আওয়ালাও জ্বিতুকা বিশাইয়িম্ মুবীন্।","english_translit":"Qala awalaw jituka bishayin mubeenin"},{"sura":26,"aya":31,"quran_text":"قَالَ فَأْتِ بِهِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ","bangla_mohiuddin":"ফেরাউন বলল, তুমি সত্যবাদী হলে তা উপস্থিত কর।","bangla_murtaza":"ফেরাউন বললো: ‘তবে হাজির করো যদি সত্যবাদী হও।’","english_text":"(The Pharaoh) said: \"Then bring it, if you speak the truth.\"","bangla_translit":"ক্ব-লা ফাতি বিহী য় ইন্ কুন্তা মিনাছ্ ছোয়া-দিক্বীন্।","english_translit":"Qala fati bihi in kunta mina alssadiqeena"},{"sura":26,"aya":32,"quran_text":"فَأَلْقَى عَصَاهُ فَإِذَا هِيَ ثُعْبَانٌ مُبِينٌ","bangla_mohiuddin":"অতঃপর তিনি লাঠি নিক্ষেপ করলে মুহূর্তের মধ্যে তা সুস্পষ্ট অজগর হয়ে গেল।","bangla_murtaza":"তখন মূসা তার লাঠি নিক্ষেপ করলো আর সাথে সাথে তা সুস্পষ্ট অজগরে পরিণত হয়ে গেলো।","english_text":"So (Moses) cast his staff, and lo, it turned into a living serpent.","bangla_translit":"ফা আল্ক্ব- ‘আছোয়া-হু ফাইযা-হিয়া ছু’বানুম্ মুবীন্।","english_translit":"Faalqa AAasahu faitha hiya thuAAbanun mubeenun"},{"sura":26,"aya":33,"quran_text":"وَنَزَعَ يَدَهُ فَإِذَا هِيَ بَيْضَاءُ لِلنَّاظِرِينَ","bangla_mohiuddin":"আর তিনি তার হাত বের করলেন, তৎক্ষণাৎ তা দর্শকদের কাছে সুশুভ্র প্রতিভাত হলো।","bangla_murtaza":"এরপর (মূসা তার বগলে হাত ঢুকিয়ে) হাত বের করে আনলো, সাথে সাথে তা দর্শকদের দৃষ্টিতে ধবধবে সাদা দেখাতে লাগলো।","english_text":"And he drew forth his hand, and lo, it looked white to the beholders.","bangla_translit":"অনাযা‘আ ইয়াদাহূ ফাইযা-হিয়া বাইদ্বোয়া-য়ু লিন্না-জিরীন্।","english_translit":"WanazaAAa yadahu faitha hiya baydao lilnnathireena"},{"sura":26,"aya":34,"quran_text":"قَالَ لِلْمَلَإِ حَوْلَهُ إِنَّ هَذَا لَسَاحِرٌ عَلِيمٌ","bangla_mohiuddin":"ফেরাউন তার পরিষদবর্গকে বলল, নিশ্চয় এ একজন সুদক্ষ জাদুকর।","bangla_murtaza":"ফেরাউন তাকে পরিবেষ্টন করে থাকা তার পারিষদবর্গকে বললো: ‘এ-তো এক পন্ডিত ম্যাজেসিয়ান।","english_text":"The Pharaoh said to the chiefs around him: \"He is certainly a clever magician.","bangla_translit":"ক্ব-লা লিল্মালায়ি হাওলাহূ য় ইন্না হা-যা-লাসা-হিরুন্ ‘আলীম্।","english_translit":"Qala lilmalai hawlahu inna hatha lasahirun AAaleemun"},{"sura":26,"aya":35,"quran_text":"يُرِيدُ أَنْ يُخْرِجَكُمْ مِنْ أَرْضِكُمْ بِسِحْرِهِ فَمَاذَا تَأْمُرُونَ","bangla_mohiuddin":"সে তার জাদু বলে তোমাদেরকে তোমাদের দেশ থেকে বহিস্কার করতে চায়। অতএব তোমাদের মত কি?","bangla_murtaza":"সে তার ম্যাজিকের সাহায্যে তোমাদেরকে তোমাদের দেশ থেকে বের করে দিতে চায়। এখন তোমরা তার ব্যাপারে কী করতে বলো?’","english_text":"He wants to drive you out of your land by his magic. So, what do you bid?\"","bangla_translit":"ইয়ুরীদু আই ইয়ুখ্ রিজ্বাকুম্ মিন্ র্আদ্বিকুম্ বিসিহ্রিহী ফামা-যা- তামুরূন্।","english_translit":"Yureedu an yukhrijakum min ardikum bisihrihi famatha tamuroona"},{"sura":26,"aya":36,"quran_text":"قَالُوا أَرْجِهْ وَأَخَاهُ وَابْعَثْ فِي الْمَدَائِنِ حَاشِرِينَ","bangla_mohiuddin":"তারা বলল, তাকে ও তার ভাইকে কিছু অবকাশ দিন এবং শহরে শহরে ঘোষক প্রেরণ করুন।","bangla_murtaza":"তারা বললো: ‘তাকে আর তার ভাইকে কিছু অবকাশ দিন এবং বিভিন্ন শহরে সংগ্রহকারীদের পাঠান।","english_text":"They said: \"Put him and his brother off awhile, and send summoners to the cities to gather","bangla_translit":"ক্ব-লূ য় র্আজ্বিহ্ অআখ- হু ওয়াব্‘আছ্ ফিল্ মাদা-য়িনি হা-শিরীন্।","english_translit":"Qaloo arjih waakhahu waibAAath fee almadaini hashireena"},{"sura":26,"aya":37,"quran_text":"يَأْتُوكَ بِكُلِّ سَحَّارٍ عَلِيمٍ","bangla_mohiuddin":"তারা যেন আপনার কাছে প্রত্যেকটি দক্ষ জাদুকর কে উপস্থিত করে।","bangla_murtaza":"তারা আপনার জন্যে দক্ষ ম্যাজেসিয়ানদের হাজির করবে।’","english_text":"And bring the ablest magicians to you.\"","bangla_translit":"ইয়াতূকা বিকুল্লি সাহ্হা-রিন্ ‘আলীম্।","english_translit":"Yatooka bikulli sahharin AAaleemin"},{"sura":26,"aya":38,"quran_text":"فَجُمِعَ السَّحَرَةُ لِمِيقَاتِ يَوْمٍ مَعْلُومٍ","bangla_mohiuddin":"অতঃপর এক নির্দিষ্ট দিনে জাদুকরদেরকে একত্রিত করা হল।","bangla_murtaza":"তারপর নির্দিষ্ট দিনে এবং নির্দিষ্ট সময়ে ম্যাজেসিয়ানদের জমা করা হলো,","english_text":"So the magicians were assembled at a stated time and place on an appointed day.","bangla_translit":"ফাজুমি‘আস্ সাহারাতু লিমীক্ব -তি ইয়াওমিম্ মা’লূম্।","english_translit":"FajumiAAa alssaharatu limeeqati yawmin maAAloomin"},{"sura":26,"aya":39,"quran_text":"وَقِيلَ لِلنَّاسِ هَلْ أَنْتُمْ مُجْتَمِعُونَ","bangla_mohiuddin":"এবং জনগণের মধ্যে ঘোষণা করা হল, তোমরাও সমবেত হও।","bangla_murtaza":"জনগণকে বলা হলো: ‘তোমরাও কি জমায়েত হচ্ছো?’","english_text":"And the people were also asked to assemble.","bangla_translit":"অক্বীলা লিন্না-সি হাল্ আন্তুম্ মুজতামি‘ঊন্।","english_translit":"Waqeela lilnnasi hal antum mujtamiAAoona"},{"sura":26,"aya":40,"quran_text":"لَعَلَّنَا نَتَّبِعُ السَّحَرَةَ إِنْ كَانُوا هُمُ الْغَالِبِينَ","bangla_mohiuddin":"যাতে আমরা জাদুকরদের অনুসরণ করতে পারি-যদি তারাই বিজয়ী হয়।","bangla_murtaza":"‘হয়তো আমরা ম্যাজেসিয়ানদের অনুসরণ করতে পারি যদি তারা বিজয়ী হয়।’","english_text":"(They said): \"We may haply follow the magicians if they are victorious.\"","bangla_translit":"লা‘আল্লানা-নাত্তাবি‘উস্ সাহারতা ইন্ কা-নূ হুমুল্ গলিবীন্।","english_translit":"LaAAallana nattabiAAu alssaharata in kanoo humu alghalibeena"},{"sura":26,"aya":41,"quran_text":"فَلَمَّا جَاءَ السَّحَرَةُ قَالُوا لِفِرْعَوْنَ أَئِنَّ لَنَا لَأَجْرًا إِنْ كُنَّا نَحْنُ الْغَالِبِينَ","bangla_mohiuddin":"যখন যাদুকররা আগমণ করল, তখন ফেরআউনকে বলল, যদি আমরা বিজয়ী হই, তবে আমরা পুরস্কার পাব তো?","bangla_murtaza":"ম্যাজেসিয়ানরা হাজির হলে তারা ফেরাউনকে বললো: ‘আমরা জয়ী হলে আমাদের জন্যে পুরস্কার থাকবে তো?’","english_text":"When the magicians arrived, they said to the Pharaoh: \"Is there a reward for us if we are victorious?\" --","bangla_translit":"ফালাম্মা- জ্বা-য়াস্ সাহারতু ক্ব-লূ লির্ফি‘আউনা আয়িন্না লানা-লাআজরন্ ইন্ কুন্না -নাহ্নুল্ গ-লিবীন্।","english_translit":"Falamma jaa alssaharatu qaloo lifirAAawna ainna lana laajran in kunna nahnu alghalibeena"},{"sura":26,"aya":42,"quran_text":"قَالَ نَعَمْ وَإِنَّكُمْ إِذًا لَمِنَ الْمُقَرَّبِينَ","bangla_mohiuddin":"ফেরাউন বলল, হঁ্যা এবং তখন তোমরা আমার নৈকট্যশীলদের অন্তর্ভুক্ত হবে।","bangla_murtaza":"ফেরাউন বললো: ‘হ্যাঁ, তাছাড়া তোমরা আমার সভাসদদের অন্তরভুক্ত হবে।’","english_text":"\"Yes,\" he replied. \"You 'will be among the honoured.\"","bangla_translit":"ক্ব-লা না‘আম্ অ ইন্নাকুম্ ইযা ল্লামিনাল্ মুর্ক্বারাবীন্।","english_translit":"Qala naAAam wainnakum ithan lamina almuqarrabeena"},{"sura":26,"aya":43,"quran_text":"قَالَ لَهُمْ مُوسَى أَلْقُوا مَا أَنْتُمْ مُلْقُونَ","bangla_mohiuddin":"মূসা (আঃ) তাদেরকে বললেন, নিক্ষেপ কর তোমরা যা নিক্ষেপ করবে।","bangla_murtaza":"মূসা তাদের বললো: ‘তোমরা যা নিক্ষেপ করার নিক্ষেপ করো।’","english_text":"Moses said to them: \"Cast what you have to cast.\"","bangla_translit":"ক্ব-লা লাহুম্ মূসা য় আল্ক্ব মা য় আন্তুম্ মুল্ক্বন্।","english_translit":"Qala lahum moosa alqoo ma antum mulqoona"},{"sura":26,"aya":44,"quran_text":"فَأَلْقَوْا حِبَالَهُمْ وَعِصِيَّهُمْ وَقَالُوا بِعِزَّةِ فِرْعَوْنَ إِنَّا لَنَحْنُ الْغَالِبُونَ","bangla_mohiuddin":"অতঃপর তারা তাদের রশি ও লাঠি নিক্ষেপ করল এবং বলল, ফেরাউনের ইযযতের কসম, আমরাই বিজয়ী হব।","bangla_murtaza":"তারা তাদের সব রশি এবং লাঠি নিক্ষেপ করলো। তারা বললো: ‘ফেরাউনের ইয্যতের কসম, আমরাই জয়ী হবো।’","english_text":"So they cast their ropes and rods, and said: \"By the glory of Pharaoh, we shall be victorious.\"","bangla_translit":"ফাআল্ক্বও হিবা-লাহুম্ অ ইছিয়্যাহুম্ অক্ব-লূ বি‘ইয্যাতির্ফি‘আওনা ইন্না লানাহ্নুল্ গলিবূন্।","english_translit":"Faalqaw hibalahum waAAisiyyahum waqaloo biAAizzati firAAawna inna lanahnu alghaliboona"},{"sura":26,"aya":45,"quran_text":"فَأَلْقَى مُوسَى عَصَاهُ فَإِذَا هِيَ تَلْقَفُ مَا يَأْفِكُونَ","bangla_mohiuddin":"অতঃপর মূসা তাঁর লাঠি নিক্ষেপ করল, হঠাৎ তা তাদের অলীক কীর্তিগুলোকে গ্রাস করতে লাগল।","bangla_murtaza":"অত:পর মূসা তার লাঠি নিক্ষেপ করলো। সাথে সাথে সেটি কৃত্রিম সৃষ্টিগুলোকে গ্রাস করতে থাকলো।","english_text":"Then Moses threw down his staff, and lo, it swallowed up their conjurations.","bangla_translit":"ফা আল্ক্ব-মূসা-‘আছোয়া-হু ফাইযা-হিয়া তাল্ক্বফু মা-ইয়াফিকূন্।","english_translit":"Faalqa moosa AAasahu faitha hiya talqafu ma yafikoona"},{"sura":26,"aya":46,"quran_text":"فَأُلْقِيَ السَّحَرَةُ سَاجِدِينَ","bangla_mohiuddin":"তখন জাদুকররা সেজদায় নত হয়ে গেল।","bangla_murtaza":"তখন ম্যাজেসিয়ানরা সাজদায় আনত হয়ে পড়লো।","english_text":"Then the magicians fell prostrating in adoration,","bangla_translit":"ফাউল্ক্বিয়াস্ সাহারতু সা-জ্বিদীন্।","english_translit":"Faolqiya alssaharatu sajideena"},{"sura":26,"aya":47,"quran_text":"قَالُوا آمَنَّا بِرَبِّ الْعَالَمِينَ","bangla_mohiuddin":"তারা বলল, আমরা রাব্বুল আলামীনের প্রতি বিশ্বাস স্থাপন করলাম।","bangla_murtaza":"তারা বললো: ‘আমরা ঈমান আনলাম রাব্বুল আলামিনের প্রতি,","english_text":"And said: \"We (affirm and) believe in the Lord of all the worlds,","bangla_translit":"ক্ব-লূ য় আ-মান্না- বিরব্বিল্ ‘আ-লামীন্।","english_translit":"Qaloo amanna birabbi alAAalameena"},{"sura":26,"aya":48,"quran_text":"رَبِّ مُوسَى وَهَارُونَ","bangla_mohiuddin":"যিনি মূসা ও হারুনের রব।","bangla_murtaza":"যিনি হারূণ এবং মূসারও রব।’","english_text":"The Lord of Moses and Aaron.\"","bangla_translit":"রব্বি মূসা-অহা-রূন্।","english_translit":"Rabbi moosa waharoona"},{"sura":26,"aya":49,"quran_text":"قَالَ آمَنْتُمْ لَهُ قَبْلَ أَنْ آذَنَ لَكُمْ إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ فَلَسَوْفَ تَعْلَمُونَ لَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُمْ مِنْ خِلَافٍ وَلَأُصَلِّبَنَّكُمْ أَجْمَعِينَ","bangla_mohiuddin":"ফেরাউন বলল, আমার অনুমতি দানের পূর্বেই তোমরা কি তাকে মেনে নিলে? নিশ্চয় সে তোমাদের প্রধান, যে তোমাদেরকে জাদু শিক্ষা দিয়েছে। শীঘ্রই তোমরা পরিণাম জানতে পারবে। আমি অবশ্যই তোমাদের হাত ও পা বিপরীত দিক থেকে কর্তন করব। এবং তোমাদের সবাইকে শূলে চড়াব।","bangla_murtaza":"ফেরাউন বললো: ‘আমি তোমাদের অনুমতি দেয়ার আগেই তোমরা তার প্রতি ঈমান আনলে? নিশ্চয়ই সে তোমাদের প্রধান, সে-ই তোমাদের ম্যাজিক শিখিয়েছে, অচিরেই তোমরা জানতে পারবে (এর পরিণতি)। আমি অবশ্যি বিপরীত দিক থেকে তোমাদের হাত পা কেটে দেবো এবং তোমাদের সবাইকে শূলবিদ্ধ করে ছাড়বো।’","english_text":"Said (the Pharaoh): \"You have come to believe in him before I gave you leave. He is surely your chief, who taught you magic. You will soon come to know: I will have your hands and feet cut off on alternate sides, and have every one of you crucified.\"","bangla_translit":"ক্ব-লা আ-মান্তুম্ লাহূ ক্বব্লা আন্ আ-যানা লাকুম্ ইন্নাহূ লাকাবীরুকুমুল্লাযী ‘আল্লামা কুমুস্ সিহ্র ফালাসাওফা তা’লামূন্; লাউক্বত্ত্বি‘আন্না আইদিয়াকুম্ অআরজুলাকুম্ মিন্ খিলা-ফিঁও অলা-উছোয়াল্লিবান্নাকুম্ আজমা‘ঈন্।","english_translit":"Qala amantum lahu qabla an athana lakum innahu lakabeerukumu allathee AAallamakumu alssihra falasawfa taAAlamoona laoqattiAAanna aydiyakum waarjulakum min khilafin walaosallibannakum ajmaAAeena"},{"sura":26,"aya":50,"quran_text":"قَالُوا لَا ضَيْرَ إِنَّا إِلَى رَبِّنَا مُنْقَلِبُونَ","bangla_mohiuddin":"তারা বলল, কোন ক্ষতি নেই। আমরা আমাদের পালনকর্তার কাছে প্রত্যাবর্তন করব।","bangla_murtaza":"তারা বললো: “ক্ষতি নেই, আমরা আমাদের প্রভুর কাছে ফিরে যাবো।","english_text":"They said: \"There will be no harm. We shall return to our Lord.","bangla_translit":"ক্ব-লূ লা-দ্বোয়াইর ইন্না য় ইলা-রব্বিনা- মুন্ক্বালিবূন্।","english_translit":"Qaloo la dayra inna ila rabbina munqaliboona"},{"sura":26,"aya":51,"quran_text":"إِنَّا نَطْمَعُ أَنْ يَغْفِرَ لَنَا رَبُّنَا خَطَايَانَا أَنْ كُنَّا أَوَّلَ الْمُؤْمِنِينَ","bangla_mohiuddin":"আমরা আশা করি, আমাদের পালনকর্তা আমাদের ক্রটি-বিচ্যুতি মার্জনা করবেন। কারণ, আমরা বিশ্বাস স্থাপনকারীদের মধ্যে অগ্রণী।","bangla_murtaza":"আমরা আকাক্সক্ষা করি, আমাদের প্রভু আমাদের গুনাহ্ খাতা ক্ষমা করে দেবেন, কারণ আমরা সবার আগে মুমিন হয়েছি।”","english_text":"We certainly hope our Lord will forgive our sins as we are the first to believe.\"","bangla_translit":"ইন্না-নাত্বমা‘ঊ আইঁ ইয়াগ্ফির লানা-রব্বুনা-খত্বোয়া-ইয়া-না য় আন্ কুন্না য় আউওয়ালাল্ মুমিনীন্।","english_translit":"Inna natmaAAu an yaghfira lana rabbuna khatayana an kunna awwala almumineena"},{"sura":26,"aya":52,"quran_text":"وَأَوْحَيْنَا إِلَى مُوسَى أَنْ أَسْرِ بِعِبَادِي إِنَّكُمْ مُتَّبَعُونَ","bangla_mohiuddin":"আমি মূসাকে আদেশ করলাম যে, আমার বান্দাদেরকে নিয়ে রাত্রিযোগে বের হয়ে যাও, নিশ্চয় তোমাদের পশ্চাদ্ধাবন করা হবে।","bangla_murtaza":"আমরা মূসার প্রতি অহি করে নির্দেশ দিয়েছিলাম: আমার দাসদের নিয়ে রাতের বেলায় বেরিয়ে পড়ো, তোমাদের কিন্তু পিছে থেকে ধাওয়া করা হবে।","english_text":"We said to Moses: \"Travel by night with My creatures. You will surely be pursued.\"","bangla_translit":"অ আওহাইনা য় ইলা-মূসা য় আন্ আস্রি বি‘ইবা-দী য় ইন্নাকুম্ মুত্তাবা‘ঊন্।","english_translit":"Waawhayna ila moosa an asri biAAibadee innakum muttabaAAoona"},{"sura":26,"aya":53,"quran_text":"فَأَرْسَلَ فِرْعَوْنُ فِي الْمَدَائِنِ حَاشِرِينَ","bangla_mohiuddin":"অতঃপর ফেরাউন শহরে শহরে সংগ্রাহকদেরকে প্রেরণ করল,","bangla_murtaza":"তারপর ফেরাউন শহরে শহরে লোক সংগ্রহকারী পাঠিয়ে দিলো,","english_text":"Then the Pharaoh sent announcers to the cities,","bangla_translit":"ফার্আসালা র্ফি‘আউনু ফিল্ মাদা-য়িনি হা-শিরীন্।","english_translit":"Faarsala firAAawnu fee almadaini hashireena"},{"sura":26,"aya":54,"quran_text":"إِنَّ هَؤُلَاءِ لَشِرْذِمَةٌ قَلِيلُونَ","bangla_mohiuddin":"নিশ্চয় এরা (বনী-ইসরাঈলরা) ক্ষুদ্র একটি দল।","bangla_murtaza":"এই বলে যে, এরা তো অল্প কিছু লোক,","english_text":"(Proclaiming): \"Surely they are a small band (of fugitives).","bangla_translit":"ইন্না হা য় ঊলা-য়ি লার্শিযিমাতুন্ ক্বালীলূন্।","english_translit":"Inna haolai lashirthimatun qaleeloona"},{"sura":26,"aya":55,"quran_text":"وَإِنَّهُمْ لَنَا لَغَائِظُونَ","bangla_mohiuddin":"এবং তারা আমাদের ক্রোধের উদ্রেক করেছে।","bangla_murtaza":"এবং তারা আমাদের ক্রোধ উদ্রেককারী।","english_text":"They are always harassing us.","bangla_translit":"অইন্নাহুম্ লানা-লাগ-য়িজূন্।","english_translit":"Wainnahum lana laghaithoona"},{"sura":26,"aya":56,"quran_text":"وَإِنَّا لَجَمِيعٌ حَاذِرُونَ","bangla_mohiuddin":"এবং আমরা সবাই সদা শংকিত।","bangla_murtaza":"আর আমরা সবাই তো সদা সতর্ক।","english_text":"But we are a fully accounted army.\"","bangla_translit":"অইন্না-লাজ্বামী‘ঊন্ হা-যিরূন্।","english_translit":"Wainna lajameeAAun hathiroona"},{"sura":26,"aya":57,"quran_text":"فَأَخْرَجْنَاهُمْ مِنْ جَنَّاتٍ وَعُيُونٍ","bangla_mohiuddin":"অতঃপর আমি ফেরআউনের দলকে তাদের বাগ-বাগিচা ও ঝর্ণাসমূহ থেকে বহিষ্কার করলাম।","bangla_murtaza":"অত:পর আমরা তাদের (ফেরাউন এবং তার দলবলকে) বের করে এনেছি তাদের মনোরম উদ্যান আর ঝরণাধারাসমূহ থেকে,","english_text":"So We made them leave the gardens and springs of water,","bangla_translit":"ফাআখ্রজনা-হুম্ মিন্ জ্বান্না-তিঁও অ‘উইয়ূন্।","english_translit":"Faakhrajnahum min jannatin waAAuyoonin"},{"sura":26,"aya":58,"quran_text":"وَكُنُوزٍ وَمَقَامٍ كَرِيمٍ","bangla_mohiuddin":"এবং ধন-ভান্ডার ও মনোরম স্থানসমূহ থেকে।","bangla_murtaza":"ধন-ভান্ডারসমূহ এবং বিলাসবহুল প্রাসাদসমূহ থেকে।","english_text":"And treasures and agreeable mansions.","bangla_translit":"অ কুনূযিঁও অমাক্ব-মিন্ কারীম্।","english_translit":"Wakunoozin wamaqamin kareemin"},{"sura":26,"aya":59,"quran_text":"كَذَلِكَ وَأَوْرَثْنَاهَا بَنِي إِسْرَائِيلَ","bangla_mohiuddin":"এরূপই হয়েছিল এবং বনী-ইসলাঈলকে করে দিলাম এসবের মালিক।","bangla_murtaza":"তাদের সাথে এমনটিই ঘটেছিল। অপরদিকে বনি ইসরাঈলকে আমরা সবকিছুর ওয়ারিশ বানিয়ে দিয়েছিলাম।","english_text":"Thus it was; and We made the children of Israel possess them.","bangla_translit":"কাযা-লিক্;অআওরছ্না-হা-বানী য় ইস্রা-ঈল্।","english_translit":"Kathalika waawrathnaha banee israeela"},{"sura":26,"aya":60,"quran_text":"فَأَتْبَعُوهُمْ مُشْرِقِينَ","bangla_mohiuddin":"অতঃপর সুর্যোদয়ের সময় তারা তাদের পশ্চাদ্ধাবন করল।","bangla_murtaza":"তারা সূর্যোদয়ের সময় তাদের পেছনে এসে পড়েছিল।","english_text":"But they pursued them at sunrise.","bangla_translit":"ফাআত্বা‘ঊহুম্ মুশ্রিক্বীন্।","english_translit":"FaatbaAAoohum mushriqeena"},{"sura":26,"aya":61,"quran_text":"فَلَمَّا تَرَاءَى الْجَمْعَانِ قَالَ أَصْحَابُ مُوسَى إِنَّا لَمُدْرَكُونَ","bangla_mohiuddin":"যখন উভয় দল পরস্পরকে দেখল, তখন মূসার সঙ্গীরা বলল, আমরা যে ধরা পড়ে গেলাম।","bangla_murtaza":"তারপর দুইদল যখন একে অপরকে দেখলো, মূসার সাথিরা বলে উঠলো: ‘নিশ্চয়ই আমরা ধরা পড়ে যাচ্ছি।’","english_text":"When the two forces drew within seeing distance of each other, the people of Moses said: \"We shall certainly be overtaken.\"","bangla_translit":"ফালাম্মা-তারা-য়াল্ জ্বাম্‘আ-নি ক্ব-লা আছ্হা-বু মূসা য় ইন্না-লামুদ্রাকূন্।","english_translit":"Falamma taraa aljamAAani qala ashabu moosa inna lamudrakoona"},{"sura":26,"aya":62,"quran_text":"قَالَ كَلَّا إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ","bangla_mohiuddin":"মূসা বলল, কখনই নয়, আমার সাথে আছেন আমার পালনকর্তা। তিনি আমাকে পথ বলে দেবেন।","bangla_murtaza":"মূসা বললো: ‘না, কখনো নয়, নিশ্চয়ই আমার সাথে আমার প্রভু রয়েছেন, তিনি আমাকে পথ দেখাবেন।’","english_text":"Moses replied: \"By no means. My Lord is with me. He will show me the way.\"","bangla_translit":"ক্ব-লা কাল্লা-ইন্না মা‘ইয়া রব্বী সাইয়াহ্দীন্।","english_translit":"Qala kalla inna maAAiya rabbee sayahdeeni"},{"sura":26,"aya":63,"quran_text":"فَأَوْحَيْنَا إِلَى مُوسَى أَنِ اضْرِبْ بِعَصَاكَ الْبَحْرَ فَانْفَلَقَ فَكَانَ كُلُّ فِرْقٍ كَالطَّوْدِ الْعَظِيمِ","bangla_mohiuddin":"অতঃপর আমি মূসাকে আদেশ করলাম, তোমার লাঠি দ্বারা সমূদ্রকে আঘাত কর। ফলে, তা বিদীর্ণ হয়ে গেল এবং প্রত্যেক ভাগ বিশাল পর্বতসদৃশ হয়ে গেল।","bangla_murtaza":"তখন আমরা অহির মাধ্যমে মূসাকে নির্দেশ দিলাম: ‘তোমার লাঠি দিয়ে সমুদ্রে আঘাত করো।’ সাথে সাথে তা বিভক্ত হয়ে গেলো এবং প্রত্যেক ভাগ বড় পর্বতের মতো হয়ে গেলো।","english_text":"We commanded Moses: \"Smite the sea with your staff.\" And it parted, and every parting was like a lofty mountain.","bangla_translit":"ফাআওহাইনা য় ইলা-মূসা য় আনিদ্ব্ রিব্ বি‘আছোয়া-কাল্ বাহ্র্; ফান্ফালাক্ব ফাকা-না কুল্লু র্ফিক্বিন্ কাত্ত্বোয়াওদিল্ ‘আজীম্।","english_translit":"Faawhayna ila moosa ani idrib biAAasaka albahra fainfalaqa fakana kullu firqin kaalttawdi alAAatheemi"},{"sura":26,"aya":64,"quran_text":"وَأَزْلَفْنَا ثَمَّ الْآخَرِينَ","bangla_mohiuddin":"আমি সেথায় অপর দলকে পৌঁছিয়ে দিলাম।","bangla_murtaza":"তারপর আমরা সেখানে এনে হাজির করলাম পরের দলটিকে।","english_text":"Then We brought the others to that place.","bangla_translit":"অ আয্লাফ্না ছাম্মাল্ আ-খরীন্।","english_translit":"Waazlafna thamma alakhareena"},{"sura":26,"aya":65,"quran_text":"وَأَنْجَيْنَا مُوسَى وَمَنْ مَعَهُ أَجْمَعِينَ","bangla_mohiuddin":"এবং মূসা ও তাঁর সংগীদের সবাইকে বাঁচিয়ে দিলাম।","bangla_murtaza":"আমরা মূসা আর তার সাথিদের সবাইকে উদ্ধার করলাম,","english_text":"We delivered Moses and every one with him,","bangla_translit":"অআন্জ্বাইনা-মূসা-অমাম্মা‘আহূ য় আজমা‘ঈন্।","english_translit":"Waanjayna moosa waman maAAahu ajmaAAeena"},{"sura":26,"aya":66,"quran_text":"ثُمَّ أَغْرَقْنَا الْآخَرِينَ","bangla_mohiuddin":"অতঃপর অপর দলটিকে নিমজ্জত কললাম।","bangla_murtaza":"তারপর ডুবিয়ে মারলাম পরবর্তীদের।","english_text":"And We drowned the others.","bangla_translit":"ছুম্মা আগ্রক্ব্নাল্ আ-খরীন্।","english_translit":"Thumma aghraqna alakhareena"},{"sura":26,"aya":67,"quran_text":"إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ","bangla_mohiuddin":"নিশ্চয় এতে একটি নিদর্শন আছে এবং তাদের অধিকাংশই বিশ্বাসী ছিল না।","bangla_murtaza":"নিশ্চয়ই এর মধ্যে রয়েছে একটি নিদর্শন, তবে তাদের অধিকাংশই বিশ্বাসী নয়।","english_text":"Verily there is a sign in this, but most of them do not believe.","bangla_translit":"ইন্না ফী যা-লিকা লাআ-ইয়াহ্; অমা-কা-না আক্ছারুহুম্ মুমিনীন্।","english_translit":"Inna fee thalika laayatan wama kana aktharuhum mumineena"},{"sura":26,"aya":68,"quran_text":"وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ","bangla_mohiuddin":"আপনার পালনকর্তা অবশ্যই পরাক্রমশালী, পরম দয়ালু।","bangla_murtaza":"আর তোমার প্রভু অবশ্যি মহাপরাক্রমশালী, পরম দয়াবান।","english_text":"Indeed your Lord is mighty and merciful.","bangla_translit":"অ ইন্না রব্বাকা লাহুওয়াল্ ‘আযীর্যু রহীম্।","english_translit":"Wainna rabbaka lahuwa alAAazeezu alrraheemu"},{"sura":26,"aya":69,"quran_text":"وَاتْلُ عَلَيْهِمْ نَبَأَ إِبْرَاهِيمَ","bangla_mohiuddin":"আর তাদেরকে ইব্রাহীমের বৃত্তান্ত শুনিয়ে দিন।","bangla_murtaza":"তাদের প্রতি ইবরাহিমের সংবাদ তিলাওয়াত করো।","english_text":"Relate the news of Abraham to them.","bangla_translit":"অত্লু ‘আলাইহিম্ নাবায়া ইব্রা-হীম্।","english_translit":"Waotlu AAalayhim nabaa ibraheema"},{"sura":26,"aya":70,"quran_text":"إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِ مَا تَعْبُدُونَ","bangla_mohiuddin":"যখন তাঁর পিতাকে এবং তাঁর সম্প্রদায়কে বললেন, তোমরা কিসের এবাদত কর?","bangla_murtaza":"যখন সে তার বাপ ও কওমকে বলেছিল: ‘তোমরা কোন্ জিনিসের ইবাদত করছো?’","english_text":"When he asked his father and his people: \"What do you worship?\"","bangla_translit":"ইয্ ক্ব-লা লিআবীহি অক্বওমিহী মা-তা’বুদূন্।","english_translit":"Ith qala liabeehi waqawmihi ma taAAbudoona"},{"sura":26,"aya":71,"quran_text":"قَالُوا نَعْبُدُ أَصْنَامًا فَنَظَلُّ لَهَا عَاكِفِينَ","bangla_mohiuddin":"তারা বলল, আমরা প্রতিমার পূজা করি এবং সারাদিন এদেরকেই নিষ্ঠার সাথে আঁকড়ে থাকি।","bangla_murtaza":"তারা বলেছিল: ‘আমরা ভাস্কর্যদের (মূর্তি দেবতাদের) পূজা করি এবং আমরা নিষ্ঠার সাথে তাদের প্রতি নত হই।’","english_text":"They replied: \"We worship idols and are devoted to them.\"","bangla_translit":"ক্ব-লূ না’বুদু আছ্না- মান্ ফানাজোয়াল্লু লাহা-‘আ-কিফীন্।","english_translit":"Qaloo naAAbudu asnaman fanathallu laha AAakifeena"},{"sura":26,"aya":72,"quran_text":"قَالَ هَلْ يَسْمَعُونَكُمْ إِذْ تَدْعُونَ","bangla_mohiuddin":"ইব্রাহীম (আঃ) বললেন, তোমরা যখন আহবান কর, তখন তারা শোনে কি?","bangla_murtaza":"ইবরাহিম বললো: “তোমরা দোয়া করলে তারা কি তোমাদের দোয়া শুনে?","english_text":"(Abraham) asked: \"Do they hear when you call them?","bangla_translit":"ক্ব-লা-হাল্ ইয়াসমা‘ঊনাকুম ইয্ তাদ্‘ঊন্।","english_translit":"Qala hal yasmaAAoonakum ith tadAAoona"},{"sura":26,"aya":73,"quran_text":"أَوْ يَنْفَعُونَكُمْ أَوْ يَضُرُّونَ","bangla_mohiuddin":"অথবা তারা কি তোমাদের উপকার কিংবা ক্ষতি করতে পারে?","bangla_murtaza":"তারা কি তোমাদের উপকার কিংবা ক্ষতি করতে পারে?”","english_text":"Or do they benefit you, or do you harm?\"","bangla_translit":"আও ইয়ান্ফা‘ঊনাকুম্ আও ইয়াদ্বরুরূন্।","english_translit":"Aw yanfaAAoonakum aw yadurroona"},{"sura":26,"aya":74,"quran_text":"قَالُوا بَلْ وَجَدْنَا آبَاءَنَا كَذَلِكَ يَفْعَلُونَ","bangla_mohiuddin":"তারা বললঃ না, তবে আমরা আমাদের পিতৃপুরুষদেরকে পেয়েছি, তারা এরূপই করত।","bangla_murtaza":"তারা বললো: ‘না, তবে আমরা আমাদের পূর্ব পুরুষদের এভাবে করতে দেখেছি।’","english_text":"They said: \"No. But we found our fathers doing so.\"","bangla_translit":"ক্ব-লূ কাল অজ্বাদনা য় আ-বা-য়ানা- কাযা-লিকা ইয়াফ্‘আলূন্ ।","english_translit":"Qaloo bal wajadna abaana kathalika yafAAaloona"},{"sura":26,"aya":75,"quran_text":"قَالَ أَفَرَأَيْتُمْ مَا كُنْتُمْ تَعْبُدُونَ","bangla_mohiuddin":"ইব্রাহীম বললেন, তোমরা কি তাদের সম্পর্কে ভেবে দেখেছ, যাদের পূজা করে আসছ।","bangla_murtaza":"ইবরাহিম বললো: “তোমরা কিসের পূজা উপাসনা করছো তা কি ভেবে দেখছোনা?","english_text":"He said: \"Have you considered what you have been worshipping,","bangla_translit":"ক্ব-লা আফারায়াইতুম্ মা-কুন্তুম্ তা’বুদূন্।","english_translit":"Qala afaraaytum ma kuntum taAAbudoona"},{"sura":26,"aya":76,"quran_text":"أَنْتُمْ وَآبَاؤُكُمُ الْأَقْدَمُونَ","bangla_mohiuddin":"তোমরা এবং তোমাদের পূর্ববর্তী পিতৃপুরুষেরা ?","bangla_murtaza":"তোমরা এবং তোমাদের অতীত বাপ দাদারা?","english_text":"You and your fathers?","bangla_translit":"আন্তুম্ অ আ-বা-য়ুকুমুল্ আক্দামূন্।","english_translit":"Antum waabaokumu alaqdamoona"},{"sura":26,"aya":77,"quran_text":"فَإِنَّهُمْ عَدُوٌّ لِي إِلَّا رَبَّ الْعَالَمِينَ","bangla_mohiuddin":"বিশ্বপালনকর্তা ব্যতীত তারা সবাই আমার শত্রু।","bangla_murtaza":"তারা সবাই আমার দুশমন, রাব্বুল আলামিন ছাড়া।","english_text":"Yet they are my enemies except the Lord of all the worlds","bangla_translit":"ফাইন্নাহুম্ আ’দুওয়ুল্লী য় ইল্লা-রব্বাল্ ‘আ-লামীন্।","english_translit":"Fainnahum AAaduwwun lee illa rabba alAAalameena"},{"sura":26,"aya":78,"quran_text":"الَّذِي خَلَقَنِي فَهُوَ يَهْدِينِ","bangla_mohiuddin":"যিনি আমাকে সৃষ্টি করেছেন, অতঃপর তিনিই আমাকে পথপ্রদর্শন করেন,","bangla_murtaza":"কারণ, তিনি আমাকে সৃষ্টি করেছেন এবং তিনিই আমাকে সঠিক পথে পরিচালিত করেন।","english_text":"Who created me and showed me the way,","bangla_translit":"আল্লাযী খলাক্বনী ফাহুওয়া ইয়াহ্দীন্।","english_translit":"Allathee khalaqanee fahuwa yahdeeni"},{"sura":26,"aya":79,"quran_text":"وَالَّذِي هُوَ يُطْعِمُنِي وَيَسْقِينِ","bangla_mohiuddin":"যিনি আমাকে আহার এবং পানীয় দান করেন,","bangla_murtaza":"তিনি আমাকে খাওয়ান, পান করান।","english_text":"Who gives me food and drink,","bangla_translit":"অল্লাযী হুওয়া ইয়ুত্ব‘ইমুনী অইয়াস্ক্বীন্।","english_translit":"Waallathee huwa yutAAimunee wayasqeeni"},{"sura":26,"aya":80,"quran_text":"وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ","bangla_mohiuddin":"যখন আমি রোগাক্রান্ত হই, তখন তিনিই আরোগ্য দান করেন।","bangla_murtaza":"আমি রোগগ্রস্ত হলে তিনিই আমাকে নিরাময় করে দেন।","english_text":"And heals me when I am sick,","bangla_translit":"অ ইযা-মারিদ্ব্তু ফাহুওয়া ইয়াশ্ফীন্।","english_translit":"Waitha maridtu fahuwa yashfeeni"},{"sura":26,"aya":81,"quran_text":"وَالَّذِي يُمِيتُنِي ثُمَّ يُحْيِينِ","bangla_mohiuddin":"যিনি আমার মৃত্যু ঘটাবেন, অতঃপর পুনর্জীবন দান করবেন।","bangla_murtaza":"তিনিই আমার মউত ঘটাবেন এবং পুনরায় হায়াত দেবেন।","english_text":"Who will make me die, then give me life again,","bangla_translit":"অল্লাযী ইয়ুমীতুনী ছুম্মা ইয়ুহ্য়ীন্।","english_translit":"Waallathee yumeetunee thumma yuhyeeni"},{"sura":26,"aya":82,"quran_text":"وَالَّذِي أَطْمَعُ أَنْ يَغْفِرَ لِي خَطِيئَتِي يَوْمَ الدِّينِ","bangla_mohiuddin":"আমি আশা করি তিনিই বিচারের দিনে আমার ক্রটি-বিচ্যুতি মাফ করবেন।","bangla_murtaza":"তাঁর ব্যাপারে আমি আশা করি, তিনি আমাকে আমার গুনাহ খাতা ক্ষমা করে দেবেন প্রতিদান দিবসে।","english_text":"And who, I hope, will condone my faults on the Day of Judgement.","bangla_translit":"অল্লাযী য় আত্বমাউ’ আইঁ ইয়াগ্ফিরালী খাতী-আতী ইয়াওমাদ দীন্।","english_translit":"Waallathee atmaAAu an yaghfira lee khateeatee yawma alddeeni"},{"sura":26,"aya":83,"quran_text":"رَبِّ هَبْ لِي حُكْمًا وَأَلْحِقْنِي بِالصَّالِحِينَ","bangla_mohiuddin":"হে আমার পালনকর্তা, আমাকে প্রজ্ঞা দান কর এবং আমাকে সৎকর্মশীলদের অন্তর্ভুক্ত কর","bangla_murtaza":"আমার প্রভু! আমাকে প্রজ্ঞা দান করো এবং মিলিত করো সালেহ্ লোকদের সাথে।","english_text":"O Lord, give me wisdom and admit me among the righteous,","bangla_translit":"রব্বি হাব্লী হুক্মাঁও অআল্হিক্নী বিছ্ছো-লিহীন্।","english_translit":"Rabbi hab lee hukman waalhiqnee bialssaliheena"},{"sura":26,"aya":84,"quran_text":"وَاجْعَلْ لِي لِسَانَ صِدْقٍ فِي الْآخِرِينَ","bangla_mohiuddin":"এবং আমাকে পরবর্তীদের মধ্যে সত্যভাষী কর।","bangla_murtaza":"পরবর্তী লোকদের মধ্যে আমার সুখ্যাতি দান করো।","english_text":"And uphold my name with posterity,","bangla_translit":"অজ্ব ‘আল্লী লিসা-না ছিদ্ক্বিন্ ফিল্ আ-খিরীন্।","english_translit":"WaijAAal lee lisana sidqin fee alakhireena"},{"sura":26,"aya":85,"quran_text":"وَاجْعَلْنِي مِنْ وَرَثَةِ جَنَّةِ النَّعِيمِ","bangla_mohiuddin":"এবং আমাকে নেয়ামত উদ্যানের অধিকারীদের অন্তর্ভূক্ত কর।","bangla_murtaza":"আমাকে জান্নাতুন নায়ীমের ওয়ারিশদের অন্তরভুক্ত করো।","english_text":"And put me among the inheritors of Paradise.","bangla_translit":"অজ‘আল্নী মিঁও অরছাতি জ্বান্নাতিন্ না‘ঈম্।","english_translit":"WaijAAalnee min warathati jannati alnnaAAeemi"},{"sura":26,"aya":86,"quran_text":"وَاغْفِرْ لِأَبِي إِنَّهُ كَانَ مِنَ الضَّالِّينَ","bangla_mohiuddin":"এবং আমার পিতাকে ক্ষমা কর। সে তো পথভ্রষ্টদের অন্যতম।","bangla_murtaza":"আমার বাবাকে ক্ষমা করে দাও, কারণ তিনি গোমরাহ্দেরই একজন।","english_text":"Forgive me and my father: He was surely among those who went astray.","bangla_translit":"অর্গ্ফি লিআবী য় ইন্নাহূ কা-না মিনা দ্ব্ দ্বোয়া-লীন্।","english_translit":"Waighfir liabee innahu kana mina alddalleena"},{"sura":26,"aya":87,"quran_text":"وَلَا تُخْزِنِي يَوْمَ يُبْعَثُونَ","bangla_mohiuddin":"এবং পূনরুত্থান দিবসে আমাকে লাঞ্ছিত করো না,","bangla_murtaza":"পুনরুত্থান দিবসে তুমি আমাকে অপমাণিত করোনা,","english_text":"And do not disgrace me on the day when they are raised from the graves,","bangla_translit":"অলা-তুখ্যিনী ইয়াওমা ইয়ুব্‘আছূন্।","english_translit":"Wala tukhzinee yawma yubAAathoona"},{"sura":26,"aya":88,"quran_text":"يَوْمَ لَا يَنْفَعُ مَالٌ وَلَا بَنُونَ","bangla_mohiuddin":"যে দিবসে ধন-সম্পদ ও সন্তান সন্ততি কোন উপকারে আসবে না;","bangla_murtaza":"যেদিন মাল সম্পদ এবং সন্তান-সন্ততি কোনো উপকারে আসবেনা,","english_text":"The day when neither wealth nor children will be of any avail","bangla_translit":"ইয়াওমা লা-ইয়ান্ফা‘ঊ মা-লুঁও অলা-বানূন্।","english_translit":"Yawma la yanfaAAu malun wala banoona"},{"sura":26,"aya":89,"quran_text":"إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ","bangla_mohiuddin":"কিন্তু যে সুস্থ অন্তর নিয়ে আল্লাহর কাছে আসবে।","bangla_murtaza":"তবে উপকার লাভ করবে সে, যে হাজির হবে শুদ্ধ শান্ত কল্ব নিয়ে।”","english_text":"But to him who comes to God with a tranquil heart.\"","bangla_translit":"ইল্লা- মান্ আতাল্লা-হা বিক্বল্বিন্ সালীম্।","english_translit":"Illa man ata Allaha biqalbin saleemin"},{"sura":26,"aya":90,"quran_text":"وَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ","bangla_mohiuddin":"জান্নাত আল্লাহভীরুদের নিকটবর্তী করা হবে।","bangla_murtaza":"সেদিন মুত্তাকিদের কাছেই নিয়ে আসা হবে জান্নাত।","english_text":"Paradise will be brought near those who take heed for themselves and follow the straight path;","bangla_translit":"অ উয্লিফাতিল্ জ্বান্নাতু লিল্মুত্তাক্বীন্।","english_translit":"Waozlifati aljannatu lilmuttaqeena"},{"sura":26,"aya":91,"quran_text":"وَبُرِّزَتِ الْجَحِيمُ لِلْغَاوِينَ","bangla_mohiuddin":"এবং বিপথগামীদের সামনে উম্মোচিত করা হবে জাহান্নাম।","bangla_murtaza":"আর বিভ্রান্তদের জন্যে খুলে দেয়া হবে জাহান্নাম।","english_text":"And Hell made visible to those who had gone astray.","bangla_translit":"অর্বুরিযাতিল্ জ্বাহীমু লিল্গ-ওয়ীন্।","english_translit":"Waburrizati aljaheemu lilghaweena"},{"sura":26,"aya":92,"quran_text":"وَقِيلَ لَهُمْ أَيْنَ مَا كُنْتُمْ تَعْبُدُونَ","bangla_mohiuddin":"তাদেরকে বলা হবেঃ তারা কোথায়, তোমরা যাদের পূজা করতে।","bangla_murtaza":"তাদের বলা হবে: “তারা এখন কোথায়, তোমরা যাদের ইবাদত (উপাসনা) করতে","english_text":"They will be asked: \"Where are those you worshipped","bangla_translit":"অক্বীলা লাহুম্ আইনামা- কুন্তুম্ তা’বুদূন্ ।","english_translit":"Waqeela lahum ayna ma kuntum taAAbudoona"},{"sura":26,"aya":93,"quran_text":"مِنْ دُونِ اللَّهِ هَلْ يَنْصُرُونَكُمْ أَوْ يَنْتَصِرُونَ","bangla_mohiuddin":"আল্লাহর পরিবর্তে? তারা কি তোমাদের সাহায্য করতে পারে, অথবা তারা প্রতিশোধ নিতে পারে?","bangla_murtaza":"আল্লাহর পরিবর্তে ? তারা কি এখন তোমাদের সাহায্য করতে পারবে, নাকি তারা আত্মরক্ষা করতে পারবে?”","english_text":"Other than God? Can they save you or even save themselves?\"","bangla_translit":"মিন্ দূনিল্লা-হ্; হাল্ ইয়ান্ছুরূনাকুম্ আও ইয়ান্তাছিরূন্।","english_translit":"Min dooni Allahi hal yansuroonakum aw yantasiroona"},{"sura":26,"aya":94,"quran_text":"فَكُبْكِبُوا فِيهَا هُمْ وَالْغَاوُونَ","bangla_mohiuddin":"অতঃপর তাদেরকে এবং পথভ্রষ্টদেরকে আধোমুখি করে নিক্ষেপ করা হবে জাহান্নামে।","bangla_murtaza":"তারপর তাদের এবং বিপথগামীদের জাহান্নামে নিক্ষেপ করা হবে মাথা নীচের দিকে দিয়ে।","english_text":"They will then be thrown into Hell with those who had gone astray","bangla_translit":"ফাকুব্কিবূ ফীহা হুম্ অল্ গ-য়ূন্।","english_translit":"Fakubkiboo feeha hum waalghawoona"},{"sura":26,"aya":95,"quran_text":"وَجُنُودُ إِبْلِيسَ أَجْمَعُونَ","bangla_mohiuddin":"এবং ইবলীস বাহিনীর সকলকে।","bangla_murtaza":"এবং ইবলিস বাহিনীর সবাইকেও।","english_text":"Together with the hordes of Iblis.","bangla_translit":"অ জুনূদু ইব্লীসা আজমা‘ঊন্।","english_translit":"Wajunoodu ibleesa ajmaAAoona"},{"sura":26,"aya":96,"quran_text":"قَالُوا وَهُمْ فِيهَا يَخْتَصِمُونَ","bangla_mohiuddin":"তারা তথায় কথা কাটাকাটিতে লিপ্ত হয়ে বলবেঃ","bangla_murtaza":"তারা সেখানে তর্কাতর্কি করে বলবে:","english_text":"Disputing among themselves they will say:","bangla_translit":"ক্ব-লূ অহুম্ ফীহা-ইয়াখ্তাছিমূন্।","english_translit":"Qaloo wahum feeha yakhtasimoona"},{"sura":26,"aya":97,"quran_text":"تَاللَّهِ إِنْ كُنَّا لَفِي ضَلَالٍ مُبِينٍ","bangla_mohiuddin":"আল্লাহর কসম, আমরা প্রকাশ্য বিভ্রান্তিতে লিপ্ত ছিলাম।","bangla_murtaza":"আল্লাহর কসম, আমরা স্পষ্ট গোমরাহিতে লিপ্ত ছিলাম।","english_text":"\"By God, we were plainly in error","bangla_translit":"তাল্লা-হি ইন্ কুন্না-লাফী দ্বোয়ালা-লিম্ মুবীন্।","english_translit":"TaAllahi in kunna lafee dalalin mubeenin"},{"sura":26,"aya":98,"quran_text":"إِذْ نُسَوِّيكُمْ بِرَبِّ الْعَالَمِينَ","bangla_mohiuddin":"যখন আমরা তোমাদেরকে বিশ্ব-পালনকর্তার সমতুল্য গন্য করতাম।","bangla_murtaza":"যখন আমরা তোমাদেরকে রাব্বুল আলামিনের বরাবর মনে করতাম।","english_text":"In equating you with the Lord of all the worlds;","bangla_translit":"ইয্ নুসাওয়্যী কুম্ বিরব্বিল্ ‘আ-লামীন্।","english_translit":"Ith nusawweekum birabbi alAAalameena"},{"sura":26,"aya":99,"quran_text":"وَمَا أَضَلَّنَا إِلَّا الْمُجْرِمُونَ","bangla_mohiuddin":"আমাদেরকে দুষ্টকর্মীরাই গোমরাহ করেছিল।","bangla_murtaza":"অপরাধীরাই আমাদের বিপথগামী করেছিল।","english_text":"No one but the sinners led us astray.","bangla_translit":"অমা য় আদ্বোয়াল্লানা য় ইল্লাল্ মুজরিমূন্।","english_translit":"Wama adallana illa almujrimoona"},{"sura":26,"aya":100,"quran_text":"فَمَا لَنَا مِنْ شَافِعِينَ","bangla_mohiuddin":"অতএব আমাদের কোন সুপারিশকারী নেই।","bangla_murtaza":"ফলে আজ আমাদের কোনো শাফায়াতকারী নেই,","english_text":"Now we have none to intercede for us,","bangla_translit":"ফামা-লানা-মিন্ শা-ফি‘ঈন্।","english_translit":"Fama lana min shafiAAeena"},{"sura":26,"aya":101,"quran_text":"وَلَا صَدِيقٍ حَمِيمٍ","bangla_mohiuddin":"এবং কোন সহৃদয় বন্ধু ও নেই।","bangla_murtaza":"এবং কোনো প্রাণের বন্ধুও নেই।","english_text":"Nor any sincere friend.","bangla_translit":"অলা-ছোয়াদীক্বিন্ হামীম্।","english_translit":"Wala sadeeqin hameemin"},{"sura":26,"aya":102,"quran_text":"فَلَوْ أَنَّ لَنَا كَرَّةً فَنَكُونَ مِنَ الْمُؤْمِنِينَ","bangla_mohiuddin":"হায়, যদি কোনরুপে আমরা পৃথিবীতে প্রত্যাবর্তনের সুযোগ পেতাম, তবে আমরা বিশ্বাস স্থাপনকারী হয়ে যেতাম।","bangla_murtaza":"আমরা যদি একবার সুযোগ পেতাম ফিরে যাবার, তাহলে অবশ্যি মুমিন হয়ে যেতাম।","english_text":"If only we could return and be among the believers!\"","bangla_translit":"ফালাও আন্না লানা-র্কারতান্ ফানাকূনা মিনাল্ মুমিনীন্।","english_translit":"Falaw anna lana karratan fanakoona mina almumineena"},{"sura":26,"aya":103,"quran_text":"إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ","bangla_mohiuddin":"নিশ্চয়, এতে নিদর্শন আছে এবং তাদের অধিকাংশই বিশ্বাসী নয়।","bangla_murtaza":"এর মধ্যে রয়েছে একটি নিদর্শন, আর তাদের অধিকাংশই মুমিন ছিলনা।","english_text":"Verily there is a sign in this, but many of them do not believe.","bangla_translit":"ইন্না ফী যা- লিকা লাআ-ইয়াহ্; অমা-কা-না আক্ছারুহুম্ মুমিনীন্।","english_translit":"Inna fee thalika laayatan wama kana aktharuhum mumineena"},{"sura":26,"aya":104,"quran_text":"وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ","bangla_mohiuddin":"আপনার পালনকর্তা প্রবল পরাক্রমশালী, পরম দয়ালু।","bangla_murtaza":"নিশ্চয়ই তোমার প্রভু, তিনি মহাপরাক্রমশীল, অতীব দয়াবান।","english_text":"Verily your Lord is mighty and merciful.","bangla_translit":"অইন্না রব্বাকা লাহুওয়াল্ ‘আযীর্যু রহীম্।","english_translit":"Wainna rabbaka lahuwa alAAazeezu alrraheemu"},{"sura":26,"aya":105,"quran_text":"كَذَّبَتْ قَوْمُ نُوحٍ الْمُرْسَلِينَ","bangla_mohiuddin":"নূহের সম্প্রদায় পয়গম্বরগণকে মিথ্যারোপ করেছে।","bangla_murtaza":"নূহের কওমও রসূলদের প্রত্যাখ্যান করেছিল।","english_text":"The people of Noah accused the apostles of lies.","bangla_translit":"কায্যাবাত্ কাওমু নূহিনিল্ র্মুসালীন্।","english_translit":"Kaththabat qawmu noohin almursaleena"},{"sura":26,"aya":106,"quran_text":"إِذْ قَالَ لَهُمْ أَخُوهُمْ نُوحٌ أَلَا تَتَّقُونَ","bangla_mohiuddin":"যখন তাদের ভ্রাতা নূহ তাদেরকে বললেন, তোমাদের কি ভয় নেই?","bangla_murtaza":"স্মরণ করো, তাদের ভাই নূহ তাদের বলেছিল: “তোমরা কি সতর্ক হবেনা?","english_text":"When their brother Noah said to them: \"Will you not take heed?","bangla_translit":"ইয্ ক্ব-লা লাহুম্ আখূহুম্ নূহুন্ আলা-তাত্তাকুন্ ।","english_translit":"Ith qala lahum akhoohum noohun ala tattaqoona"},{"sura":26,"aya":107,"quran_text":"إِنِّي لَكُمْ رَسُولٌ أَمِينٌ","bangla_mohiuddin":"আমি তোমাদের জন্য বিশ্বস্ত বার্তাবাহক।","bangla_murtaza":"আমি তোমাদের প্রতি একজন বিশ্বস্ত রসূল।","english_text":"I have been sent as a trusted messenger to you.","bangla_translit":"ইন্নী লাকুম্ রসূলুন্ আমীন্।","english_translit":"Innee lakum rasoolun ameenun"},{"sura":26,"aya":108,"quran_text":"فَاتَّقُوا اللَّهَ وَأَطِيعُونِ","bangla_mohiuddin":"অতএব, তোমরা আল্লাহকে ভয় কর এবং আমার আনুগত্য কর।","bangla_murtaza":"অতএব, তোমরা আল্লাহ্কে ভয় করো এবং আমার আনুগত্য করো।","english_text":"So be fearful of God and listen to me.","bangla_translit":"ফাত্তাকুল্লা-হা অআত্বী‘ঊন্।","english_translit":"Faittaqoo Allaha waateeAAooni"},{"sura":26,"aya":109,"quran_text":"وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ","bangla_mohiuddin":"আমি তোমাদের কাছে এর জন্য কোন প্রতিদান চাই না, আমার প্রতিদান তো বিশ্ব-পালনকর্তাই দেবেন।","bangla_murtaza":"তোমাদের (সতর্ক করার) একাজ করার জন্যে আমি তোমাদের কাছে কোনো পারিশ্রমিক চাইনা। আমাকে প্রতিদান দেয়ার দায়িত্ব রাব্বুল আলামিনের।","english_text":"I ask no recompense of you for it. My reward is due from none but the Lord of all the worlds.","bangla_translit":"অমা য় আস্য়ালুকুম্ ‘আলাইহি মিন্ আজরিন্ ইন্ আজ্বরিয়া ইল্লা- ‘আলা -রব্বিল্ ‘আ-লামীন্।","english_translit":"Wama asalukum AAalayhi min ajrin in ajriya illa AAala rabbi alAAalameena"},{"sura":26,"aya":110,"quran_text":"فَاتَّقُوا اللَّهَ وَأَطِيعُونِ","bangla_mohiuddin":"অতএব, তোমরা আল্লাহকে ভয় কর এবং আমার আনুগত্য কর।","bangla_murtaza":"অতএব, তোমরা আল্লাহ্কে ভয় করো এবং আমার আনুগত্য করো।”","english_text":"So fear God and follow me.\"","bangla_translit":"ফাত্তাকুল্লা-হা অআত্বী‘ঊন্।","english_translit":"Faittaqoo Allaha waateeAAooni"},{"sura":26,"aya":111,"quran_text":"قَالُوا أَنُؤْمِنُ لَكَ وَاتَّبَعَكَ الْأَرْذَلُونَ","bangla_mohiuddin":"তারা বলল, আমরা কি তোমাকে মেনে নেব যখন তোমার অনুসরণ করছে ইতরজনেরা?","bangla_murtaza":"(জবাবে) তারা বলেছিল: ‘আমরা তোমার প্রতি ঈমান আনবো? তোমাকে অনুসরণ করে তো নিম্ন শ্রেণীর লোকেরা।’","english_text":"They said: \"Should we place our trust in you when only the condemned follow you?\"","bangla_translit":"ক্ব-লূ য় আনুমিনু লাকা অত্তাবা‘আকাল্ র্আযালূন্।","english_translit":"Qaloo anuminu laka waittabaAAaka alarthaloona"},{"sura":26,"aya":112,"quran_text":"قَالَ وَمَا عِلْمِي بِمَا كَانُوا يَعْمَلُونَ","bangla_mohiuddin":"নূহ বললেন, তারা কি কাজ করছে, তা জানা আমার কি দরকার?","bangla_murtaza":"নূহ বলেছিল: “তারা (আগে) কী করতো তা আমি জানিনা।","english_text":"He said: \"It is not for me to know what they were doing.","bangla_translit":"ক্ব-লা অমা-‘ইল্মী বিমা- কানূ ইয়া’মালূন্।","english_translit":"Qala wama AAilmee bima kanoo yaAAmaloona"},{"sura":26,"aya":113,"quran_text":"إِنْ حِسَابُهُمْ إِلَّا عَلَى رَبِّي لَوْ تَشْعُرُونَ","bangla_mohiuddin":"তাদের হিসাব নেয়া আমার পালনকর্তারই কাজ; যদি তোমরা বুঝতে!","bangla_murtaza":"তাদের হিসাব নেয়ার দায়িত্ব তো আল্লাহর, যদি তোমরা বুঝতে!","english_text":"It is for my Lord to bring them to book, if you can understand.","bangla_translit":"ইন্ হিসা-বু হুম্ ইল্লা-‘আলা-রব্বী লাও তাশ্‘ঊরূন্।","english_translit":"In hisabuhum illa AAala rabbee law tashAAuroona"},{"sura":26,"aya":114,"quran_text":"وَمَا أَنَا بِطَارِدِ الْمُؤْمِنِينَ","bangla_mohiuddin":"আমি মুমিনগণকে তাড়িয়ে দেয়ার লোক নই।","bangla_murtaza":"মুমিনদের আমার কাছ থেকে তাড়িয়ে দেয়া আমার কাজ নয়।","english_text":"I am certainly not one to drive away the believers.","bangla_translit":"অমা য় আনা বিত্বোয়া-রিদিল্ মুমিনীন্।","english_translit":"Wama ana bitaridi almumineena"},{"sura":26,"aya":115,"quran_text":"إِنْ أَنَا إِلَّا نَذِيرٌ مُبِينٌ","bangla_mohiuddin":"আমি তো শুধু একজন সুস্পষ্ট সতর্ককারী।","bangla_murtaza":"আমি তো একজন স্পষ্ট সতর্ককারী ছাড়া আর কিছু নই।”","english_text":"I am only a plain admonisher.\"","bangla_translit":"ইন্ আনা ইল্লা-নাযীরুম্ মুবীন্।","english_translit":"In ana illa natheerun mubeenun"},{"sura":26,"aya":116,"quran_text":"قَالُوا لَئِنْ لَمْ تَنْتَهِ يَا نُوحُ لَتَكُونَنَّ مِنَ الْمَرْجُومِينَ","bangla_mohiuddin":"তারা বলল, হে নূহ যদি তুমি বিরত না হও, তবে তুমি নিশ্চিতই প্রস্তরাঘাতে নিহত হবে।","bangla_murtaza":"তখন তারা বলেছিল: ‘হে নূহ! তুমি যদি এ কাজ থেকে বিরত না হও, তাহলে পাথর নিক্ষেপ করে যাদের মারা হয়েছে তুমিও তাদের অন্তরভুক্ত হবে।’","english_text":"They said: \"If you do not desist, O Noah, you will be stoned to death.\"","bangla_translit":"ক্ব -লূ লায়িল্লাম্ তান্তাহি ইয়া-নূহু লাতাকূনান্না-মিনাল্ র্মাজুমীন্।","english_translit":"Qaloo lain lam tantahi ya noohu latakoonanna mina almarjoomeena"},{"sura":26,"aya":117,"quran_text":"قَالَ رَبِّ إِنَّ قَوْمِي كَذَّبُونِ","bangla_mohiuddin":"নূহ বললেন, হে আমার পালনকর্তা, আমার সম্প্রদায় তো আমাকে মিথ্যাবাদী বলছে।","bangla_murtaza":"নূহ ফরিয়াদ করে বললো: “আমার প্রভু! আমার কওম আমাকে প্রত্যাখ্যান করেছে।","english_text":"He prayed: \"O Lord, verily my people accuse me of lies.","bangla_translit":"ক্ব-লা রব্বি ইন্না ক্বওমী কায্যাবূন্ ।","english_translit":"Qala rabbi inna qawmee kaththabooni"},{"sura":26,"aya":118,"quran_text":"فَافْتَحْ بَيْنِي وَبَيْنَهُمْ فَتْحًا وَنَجِّنِي وَمَنْ مَعِيَ مِنَ الْمُؤْمِنِينَ","bangla_mohiuddin":"অতএব, আমার ও তাদের মধ্যে কোন ফয়সালা করে দিন এবং আমাকে ও আমার সংগী মুমিনগণকে রক্ষা করুন।","bangla_murtaza":"সুতরাং তুমি আমার ও তাদের মাঝে একটা চূড়ান্ত ফায়সালা করে দাও আর নাজাত দাও আমাকে এবং আমার সাথি মুমিনদের।”","english_text":"So adjudge between me and them conclusively, and save me and the believers who are with me.\"","bangla_translit":"ফাফ্তাহ্ বাইনী অবাইনাহুম্ ফাত্হাঁও অনাজ্জ্বিনী অমাম্ মা‘ইয়া মিনাল্ মুমিনীন্।","english_translit":"Faiftah baynee wabaynahum fathan wanajjinee waman maAAiya mina almumineena"},{"sura":26,"aya":119,"quran_text":"فَأَنْجَيْنَاهُ وَمَنْ مَعَهُ فِي الْفُلْكِ الْمَشْحُونِ","bangla_mohiuddin":"অতঃপর আমি তাঁকে ও তাঁর সঙ্গিগণকে বোঝাই করা নৌকায় রক্ষা করলাম।","bangla_murtaza":"তখন আমি তাকে এবং তার সাথিদেরকে নৌযানে বোঝাই করে রক্ষা করেছি,","english_text":"So We delivered him and those with him in the loaded ark,","bangla_translit":"ফাআন্জ্বাইনা-হু অমাম্ মা‘আহূ ফিল্ ফুল্কিল্ মাশ্হূন্।","english_translit":"Faanjaynahu waman maAAahu fee alfulki almashhooni"},{"sura":26,"aya":120,"quran_text":"ثُمَّ أَغْرَقْنَا بَعْدُ الْبَاقِينَ","bangla_mohiuddin":"এরপর অবশিষ্ট সবাইকে নিমজ্জত করলাম।","bangla_murtaza":"আর বাকি সবাইকে ডুবিয়ে দিয়েছি পানিতে।","english_text":"And drowned the rest of them.","bangla_translit":"ছুম্মা আগ্রকনা বা’দুল্ বাক্বীন্।","english_translit":"Thumma aghraqna baAAdu albaqeena"},{"sura":26,"aya":121,"quran_text":"إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ","bangla_mohiuddin":"নিশ্চয় এতে নিদর্শন আছে এবং তাদের অধিকাংশই বিশ্বাসী নয়।","bangla_murtaza":"নিশ্চয়ই এতে রয়েছে একটি নিদর্শন। আর তাদের অধিকাংশই মুমিন ছিলনা।","english_text":"Verily there is a sign in this, yet many of them do not believe.","bangla_translit":"ইন্না ফী যা-লিকা লাআ-ইয়াহ্; অমা-কা-না আক্ছারুহুম্ মুমিনীন্।","english_translit":"Inna fee thalika laayatan wama kana aktharuhum mumineena"},{"sura":26,"aya":122,"quran_text":"وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ","bangla_mohiuddin":"নিশ্চয় আপনার পালনকর্তা প্রবল পরাক্রমশালী, পরম দয়ালু।","bangla_murtaza":"আর তোমার প্রভু, নিশ্চয়ই তিনি মহাশক্তিধর, পরম দয়াবান।","english_text":"But surely your Lord is mighty and merciful.","bangla_translit":"অইন্না রব্বাকা লাহুওয়াল্ ‘আযীর্যু রহীম্।","english_translit":"Wainna rabbaka lahuwa alAAazeezu alrraheemu"},{"sura":26,"aya":123,"quran_text":"كَذَّبَتْ عَادٌ الْمُرْسَلِينَ","bangla_mohiuddin":"আদ সম্প্রদায় পয়গম্বরগণকে মিথ্যাবাদী বলেছে।","bangla_murtaza":"আদ জাতিও প্রত্যাখ্যান করেছিল রসূলদের।","english_text":"The people of 'Ad accused the messengers of lies.","bangla_translit":"কায্যাবাত্ ‘আ-দুনিল্ মুরসালীন্।","english_translit":"Kaththabat AAadun almursaleena"},{"sura":26,"aya":124,"quran_text":"إِذْ قَالَ لَهُمْ أَخُوهُمْ هُودٌ أَلَا تَتَّقُونَ","bangla_mohiuddin":"তখন তাদের ভাই হুদ তাদেরকে বললেনঃ তোমাদের কি ভয় নেই?","bangla_murtaza":"স্মরণ করো, তাদের ভাই হুদ তাদের বলেছিল: “তোমরা কি সতর্ক হবেনা?","english_text":"When their brother Hud said to them: \"Will you not take heed?","bangla_translit":"ইয্ ক্ব-লা লাহুম্ আখূহুম্ হূদুন্ আলা-তাত্তাকুন্।","english_translit":"Ith qala lahum akhoohum hoodun ala tattaqoona"},{"sura":26,"aya":125,"quran_text":"إِنِّي لَكُمْ رَسُولٌ أَمِينٌ","bangla_mohiuddin":"আমি তোমাদের বিশ্বস্ত রসূল।","bangla_murtaza":"আমি তোমাদের প্রতি একজন বিশ্বস্ত রসূল।","english_text":"I have been sent as a trusted messenger to you.","bangla_translit":"ইন্নী লাকুম্ রসূলুন্ আমীন্।","english_translit":"Innee lakum rasoolun ameenun"},{"sura":26,"aya":126,"quran_text":"فَاتَّقُوا اللَّهَ وَأَطِيعُونِ","bangla_mohiuddin":"অতএব, তোমরা আল্লাহকে ভয় কর এবং আমার আনুগত্য কর।","bangla_murtaza":"অতএব, তোমরা আল্লাহ্কে ভয় করো এবং আমার আনুগত্য করো।","english_text":"So fear God and listen to me.","bangla_translit":"ফাত্তাকু ল্লা-হা অ আত্বী‘ঊন্।","english_translit":"Faittaqoo Allaha waateeAAooni"},{"sura":26,"aya":127,"quran_text":"وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ","bangla_mohiuddin":"আমি তোমাদের কাছে এর জন্যে প্রতিদান চাই না। আমার প্রতিদান তো পালনকর্তা দেবেন।","bangla_murtaza":"আমি তো তোমাদের (সতর্ক করার) এ দায়িত্ব পালনের জন্যে তোমাদের কাছে কোনো পারিশ্রমিক চাইনা, আমাকে প্রতিদান দেয়ার দায়িত্ব রাব্বুল আলামিনের।","english_text":"I ask no recompense of you for it. My reward is due from none but the Lord of all the worlds.","bangla_translit":"অমা য়আস্আলুকুম্ ‘আলাইহি মিন্ আজরিন্ ইন্ আজ্ব্িরয়া ইল্লা- আলা-রব্বিল ‘আ-লামীন্।","english_translit":"Wama asalukum AAalayhi min ajrin in ajriya illa AAala rabbi alAAalameena"},{"sura":26,"aya":128,"quran_text":"أَتَبْنُونَ بِكُلِّ رِيعٍ آيَةً تَعْبَثُونَ","bangla_mohiuddin":"তোমরা কি প্রতিটি উচ্চস্থানে অযথা নিদর্শন নির্মান করছ?","bangla_murtaza":"তোমরা কেন প্রতিটি উঁচু স্থানে অনর্থক স্মৃতি স্তম্ভ নির্মাণ করছো?","english_text":"You construct monuments on every hill in vain,","bangla_translit":"আতাব্নূনা বিকুল্লি রী‘ঈন্ আ-ইয়াতান্ তা’বাছূন্।","english_translit":"Atabnoona bikulli reeAAin ayatan taAAbathoona"},{"sura":26,"aya":129,"quran_text":"وَتَتَّخِذُونَ مَصَانِعَ لَعَلَّكُمْ تَخْلُدُونَ","bangla_mohiuddin":"এবং বড় বড় প্রাসাদ নির্মাণ করছ, যেন তোমরা চিরকাল থাকবে?","bangla_murtaza":"তোমরা এমন সব শৈল্পিক প্রাসাদ নির্মাণ করছো যেনো তোমরা এখানে চিরস্থায়ী হবে!","english_text":"Erect palaces (thinking) that you will live for ever,","bangla_translit":"অতাত্তাখিযূনা মাছোয়া-নি‘আ লা‘আল্লাকুম্ তাখ্লুদূন্।","english_translit":"Watattakhithoona masaniAAa laAAallakum takhludoona"},{"sura":26,"aya":130,"quran_text":"وَإِذَا بَطَشْتُمْ بَطَشْتُمْ جَبَّارِينَ","bangla_mohiuddin":"যখন তোমরা আঘাত হান, তখন জালেম ও নিষ্ঠুরের মত আঘাত হান।","bangla_murtaza":"যখন তোমরা ক্ষমতা পাও, তখন স্বৈরাচারি ক্ষমতা প্রয়োগ করো।","english_text":"And whenever you apply force become tyrannical.","bangla_translit":"অইযা-বাত্বোয়াশ্তুম্ বাত্বোয়াশ্তুম্ জ্বাব্বা-রীন্।","english_translit":"Waitha batashtum batashtum jabbareena"},{"sura":26,"aya":131,"quran_text":"فَاتَّقُوا اللَّهَ وَأَطِيعُونِ","bangla_mohiuddin":"অতএব, আল্লাহকে ভয় কর এবং আমার অনুগত্য কর।","bangla_murtaza":"সুতরাং আল্লাহ্কে ভয় করো এবং আমার আনুগত্য করো।","english_text":"So be fearful of God and follow me.","bangla_translit":"ফাত্তাকুল্লা-হা অ আত্বীঊ’ন্।","english_translit":"Faittaqoo Allaha waateeAAooni"},{"sura":26,"aya":132,"quran_text":"وَاتَّقُوا الَّذِي أَمَدَّكُمْ بِمَا تَعْلَمُونَ","bangla_mohiuddin":"ভয় কর তাঁকে, যিনি তোমাদেরকে সেসব বস্তু দিয়েছেন, যা তোমরা জান।","bangla_murtaza":"ভয় করো তাঁকে যিনি তোমাদের সব (উত্তম সামগ্রী) দিয়ে সাহায্য করেছেন যা তোমরা জানো।","english_text":"Fear Him who has bestowed on you what you know,","bangla_translit":"অত্তাকুল্লাযী য় আমাদ্দাকুম্ বিমা-তা’লামূন্।","english_translit":"Waittaqoo allathee amaddakum bima taAAlamoona"},{"sura":26,"aya":133,"quran_text":"أَمَدَّكُمْ بِأَنْعَامٍ وَبَنِينَ","bangla_mohiuddin":"তোমাদেরকে দিয়েছেন চতুষ্পদ জন্তু ও পুত্র-সন্তান,","bangla_murtaza":"তিনি তোমাদের সাহায্য করেছেন পশু সম্পদ এবং সন্তান সন্ততি দিয়ে,","english_text":"Gave you increase of cattle and sons,","bangla_translit":"আমাদ্দাকুম্ বিআন্‘আ-মিঁও অবানীন্","english_translit":"Amaddakum bianAAamin wabaneena"},{"sura":26,"aya":134,"quran_text":"وَجَنَّاتٍ وَعُيُونٍ","bangla_mohiuddin":"এবং উদ্যান ও ঝরণা।","bangla_murtaza":"বাগ-বাগিচা এবং ঝরণাধারা দিয়ে।","english_text":"And orchards and springs.","bangla_translit":"অ জ্বান্না-তিঁও অ ‘ঊইয়ূন্।","english_translit":"Wajannatin waAAuyoonin"},{"sura":26,"aya":135,"quran_text":"إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ","bangla_mohiuddin":"আমি তোমাদের জন্যে মহাদিবসের শাস্তি আশংকা করি।","bangla_murtaza":"আমি আশংকা করছি তোমাদের উপর আল্লাহর পক্ষ থেকে বড় কোনো আযাব এসে পড়ার।”","english_text":"I fear the punishment of a terrible day for you.","bangla_translit":"ইন্নী য় আখা-ফু ‘আলাইকুম্ ‘আযা-বা ইয়াওমিন্ ‘আজীম্।","english_translit":"Innee akhafu AAalaykum AAathaba yawmin AAatheemin"},{"sura":26,"aya":136,"quran_text":"قَالُوا سَوَاءٌ عَلَيْنَا أَوَعَظْتَ أَمْ لَمْ تَكُنْ مِنَ الْوَاعِظِينَ","bangla_mohiuddin":"তারা বলল, তুমি উপদেশ দাও অথবা উপদেশ নাই দাও, উভয়ই আমাদের জন্যে সমান।","bangla_murtaza":"তখন তারা বলেছিল: “তুমি আমাদের ওয়ায করো কিংবা না করো দুটোই সমান।","english_text":"They said: \"It is the same to us if you warn us or do not warn.","bangla_translit":"ক্ব-লূ সাওয়া-য়ুন্ ‘আলাইনা য় আওয়া ‘আজ্তা আম্ লাম্ তাকুম্ মিনাল্ ওয়া-‘ইজীন্।","english_translit":"Qaloo sawaon AAalayna awaAAathta am lam takun mina alwaAAitheena"},{"sura":26,"aya":137,"quran_text":"إِنْ هَذَا إِلَّا خُلُقُ الْأَوَّلِينَ","bangla_mohiuddin":"এসব কথাবার্তা পূর্ববর্তী লোকদের অভ্যাস বৈ নয়।","bangla_murtaza":"আগেকার লোকদের এটাই (ওয়ায করা বা উপদেশ দেয়াটাই) স্বভাব।","english_text":"This is just a habit of antiquated people.","bangla_translit":"ইন্ হা-যা য় ইল্লা-খুলুকুল্ আউওয়ালীন্।","english_translit":"In hatha illa khuluqu alawwaleena"},{"sura":26,"aya":138,"quran_text":"وَمَا نَحْنُ بِمُعَذَّبِينَ","bangla_mohiuddin":"আমরা শাস্তিপ্রাপ্ত হব না।","bangla_murtaza":"যাদের শাস্তি দেয়া হবে আমরা তাদের অন্তরভুক্ত নই।”","english_text":"We are not going to be damned.\"","bangla_translit":"অমা-নাহ্নু বিমু‘আয্যাবীন্।","english_translit":"Wama nahnu bimuAAaththabeena"},{"sura":26,"aya":139,"quran_text":"فَكَذَّبُوهُ فَأَهْلَكْنَاهُمْ إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ","bangla_mohiuddin":"অতএব, তারা তাঁকে মিথ্যাবাদী বলতে লাগল এবং আমি তাদেরকে নিপাত করে দিলাম। এতে অবশ্যই নিদর্শন আছে; কিন্তু তাদের অধিকাংশই বিশ্বাসী নয়।","bangla_murtaza":"এভাবে তারা তাকে (হুদকে) প্রত্যাখ্যান করে, ফলে আমরাও তাদের ধ্বংস করে দেই। নিশ্চয়ই এতে রয়েছে একটি নিদর্শন। আর তাদের অধিকাংশই মুমিন ছিলনা।","english_text":"Then they accused him of lies; so We annihilated them. Verily there is a sign in this, but most of them do not believe.","bangla_translit":"ফাকায্যাবূহু ফাআহ্লাক্না-হুম; ইন্না ফী যা-লিকা লাআ-ইয়াহ্; অমা-কা-না আক্ছারুহুম্ মুমিনীন্।","english_translit":"Fakaththaboohu faahlaknahum inna fee thalika laayatan wama kana aktharuhum mumineena"},{"sura":26,"aya":140,"quran_text":"وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ","bangla_mohiuddin":"এবং আপনার পালনকর্তা, তিনি তো প্রবল পরাক্রমশালী, পরম দয়ালু।","bangla_murtaza":"আর তোমার প্রভু, নিশ্চয়ই তিনি মহাশক্তিধর অতীব দয়াবান।","english_text":"Yet surely your Lord is mighty and merciful.","bangla_translit":"অইন্না রব্বাকা লাহুয়াল্ ‘আযী র্যু রহীম্।","english_translit":"Wainna rabbaka lahuwa alAAazeezu alrraheemu"},{"sura":26,"aya":141,"quran_text":"كَذَّبَتْ ثَمُودُ الْمُرْسَلِينَ","bangla_mohiuddin":"সামুদ সম্প্রদায় পয়গম্বরগণকে মিথ্যাবাদী বলেছে।","bangla_murtaza":"সামুদ জাতিও রসূলদের প্রত্যাখ্যান করেছিল।","english_text":"The Thamud accused the messengers of lies.","bangla_translit":"কায্যাবাত্ ছামূদুল্ মুরসালীন্।","english_translit":"Kaththabat thamoodu almursaleena"},{"sura":26,"aya":142,"quran_text":"إِذْ قَالَ لَهُمْ أَخُوهُمْ صَالِحٌ أَلَا تَتَّقُونَ","bangla_mohiuddin":"যখন তাদের ভাই সালেহ, তাদেরকে বললেন, তোমরা কি ভয় কর না?","bangla_murtaza":"স্মরণ করো, তাদের ভাই সালেহ্ তাদের বলেছিল: “তোমরা কি সতর্ক হবেনা?","english_text":"When their brother Saleh said to them: \"Will you not take heed?\"","bangla_translit":"ইয্ ক্ব-লা লাহুম্ আখূহুম্ ছোয়া-লিহুন্ আলা-তাত্তাকুন্।","english_translit":"Ith qala lahum akhoohum salihun ala tattaqoona"},{"sura":26,"aya":143,"quran_text":"إِنِّي لَكُمْ رَسُولٌ أَمِينٌ","bangla_mohiuddin":"আমি তোমাদের বিশ্বস্ত পয়গম্বর।","bangla_murtaza":"আমি তোমাদের জন্যে একজন বিশ্বস্ত রসূল।","english_text":"I have been sent as a trusted messenger to you.","bangla_translit":"ইন্নী লাকুম্ রসূলুন্ আমীন্।","english_translit":"Innee lakum rasoolun ameenun"},{"sura":26,"aya":144,"quran_text":"فَاتَّقُوا اللَّهَ وَأَطِيعُونِ","bangla_mohiuddin":"অতএব, আল্লাহকে ভয় কর এবং আমার আনুগত্য কর।","bangla_murtaza":"অতএব তোমরা আল্লাহ্কে ভয় করো এবং আমার আনুগত্য করো।","english_text":"So fear God and follow me.","bangla_translit":"ফাত্তাকুল্লা-হা-অআত্বী‘ঊন্।","english_translit":"Faittaqoo Allaha waateeAAooni"},{"sura":26,"aya":145,"quran_text":"وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ","bangla_mohiuddin":"আমি এর জন্যে তোমাদের কাছে কোন প্রতিদান চাই না। আমার প্রতিদান তো বিশ্ব-পালনকর্তাই দেবেন।","bangla_murtaza":"(তোমাদের সতর্ক করার) এ কাজের জন্যে আমি তোমাদের কাছে কোনো পারিশ্রমিক চাইনা। আমার প্রতিদানের দায়িত্ব রাব্বুল আলামিনের।","english_text":"I do not ask any recompense of you for this. My reward is due from none but the Lord of all the worlds.","bangla_translit":"অমা য় আস্য়ালুকুম্ ‘আলাইহি মিন্ আজরিন্ ইন্ আজরিয়া ইল্লা- আলা- রব্বিল্ ‘আ-লামীন্।","english_translit":"Wama asalukum AAalayhi min ajrin in ajriya illa AAala rabbi alAAalameena"},{"sura":26,"aya":146,"quran_text":"أَتُتْرَكُونَ فِي مَا هَاهُنَا آمِنِينَ","bangla_mohiuddin":"তোমাদেরকে কি এ জগতের ভোগ-বিলাসের মধ্যে নিরাপদে রেখে দেয়া হবে?","bangla_murtaza":"তোমরা এখানে যে হালে আছো, তোমাদের কি এ রকম নিরাপদ ছেড়ে দেয়া হবে?","english_text":"(Do you think) you will be left secure here","bangla_translit":"আতুত্ রকূনা ফী মা-হা-হুনা য় আ-মিনীন্ ।","english_translit":"Atutrakoona fee ma hahuna amineena"},{"sura":26,"aya":147,"quran_text":"فِي جَنَّاتٍ وَعُيُونٍ","bangla_mohiuddin":"উদ্যানসমূহের মধ্যে এবং ঝরণাসমূহের মধ্যে ?","bangla_murtaza":"এসব বাগ-বাগিচা এবং ঝরণাধারার মধ্যে?","english_text":"In these gardens and these springs,","bangla_translit":"ফী জ্বান্না-তিওঁ অ উ’ইয়ূন্।","english_translit":"Fee jannatin waAAuyoonin"},{"sura":26,"aya":148,"quran_text":"وَزُرُوعٍ وَنَخْلٍ طَلْعُهَا هَضِيمٌ","bangla_mohiuddin":"শস্যক্ষেত্রের মধ্যে এবং মঞ্জুরিত খেজুর বাগানের মধ্যে ?","bangla_murtaza":"এসব (সবুজ) শস্যক্ষেত আর সুকোমল ছড়া বিশিষ্ট খেজুরের বাগানে?","english_text":"The fields of corn and date-palm trees with soft and tender spathes,","bangla_translit":"অ যুরূ ‘ইওঁ অনাখ্লিন্ ত্বোয়াল্‘ঊহা- হাদ্বীম্।","english_translit":"WazurooAAin wanakhlin talAAuha hadeemun"},{"sura":26,"aya":149,"quran_text":"وَتَنْحِتُونَ مِنَ الْجِبَالِ بُيُوتًا فَارِهِينَ","bangla_mohiuddin":"তোমরা পাহাড় কেটে জাঁক জমকের গৃহ নির্মাণ করছ।","bangla_murtaza":"তোমরা তো দক্ষতার সাথে পাহাড় কেটে আবাস নির্মাণ করছো।","english_text":"And dwellings hewed out of mountains ingeniously?","bangla_translit":"অ তান্হিতূনা মিনাল্ জ্বিবা-লি বুইয়ূতান্ ফা-রিহীন্।","english_translit":"Watanhitoona mina aljibali buyootan fariheena"},{"sura":26,"aya":150,"quran_text":"فَاتَّقُوا اللَّهَ وَأَطِيعُونِ","bangla_mohiuddin":"সুতরাং তোমরা আল্লাহকে ভয় কর এবং আমার অনুগত্য কর।","bangla_murtaza":"অতএব, তোমরা আল্লাহ্কে ভয় করো এবং আমার আনুগত্য করো।","english_text":"So be mindful of God and listen to me.","bangla_translit":"ফাত্তাকুল্লা-হা অআত্বী‘ঊ ন্।","english_translit":"Faittaqoo Allaha waateeAAooni"},{"sura":26,"aya":151,"quran_text":"وَلَا تُطِيعُوا أَمْرَ الْمُسْرِفِينَ","bangla_mohiuddin":"এবং সীমালংঘনকারীদের আদেশ মান্য কর না;","bangla_murtaza":"সীমা লঙ্ঘনকারীদের হুকুম মতো চলোনা,","english_text":"Do not follow those who are extravagant,","bangla_translit":"অলা- তুত্বী‘ঊয় আম্রল্ মুস্রিফীন্।","english_translit":"Wala tuteeAAoo amra almusrifeena"},{"sura":26,"aya":152,"quran_text":"الَّذِينَ يُفْسِدُونَ فِي الْأَرْضِ وَلَا يُصْلِحُونَ","bangla_mohiuddin":"যারা পৃথিবীতে অনর্থ সৃষ্টি করে এবং শান্তি স্থাপন করে না;","bangla_murtaza":"যারা দেশে ফাসাদ সৃষ্টি করে বেড়াচ্ছে এবং কোনো প্রকার সংশোধনের কাজ করছেনা।”","english_text":"Who corrupt the land and do not reform it.\"","bangla_translit":"আল্লাযীনা ইয়ুফ্সিদূনা ফিল্ র্আদ্বি অলা-ইয়ুছ্লিহূন্।","english_translit":"Allatheena yufsidoona fee alardi wala yuslihoona"},{"sura":26,"aya":153,"quran_text":"قَالُوا إِنَّمَا أَنْتَ مِنَ الْمُسَحَّرِينَ","bangla_mohiuddin":"তারা বলল, তুমি তো জাদুগ্রস্থুরেদ একজন।","bangla_murtaza":"(জবাবে) তারা বলেছিল: “তুমি তো একজন জাদুগ্রস্ত।","english_text":"They said: \"Surely you are deluded.","bangla_translit":"ক্ব-লূ য় ইন্নামা য় আন্তা মিনাল্ মুসাহ্হারীন্।","english_translit":"Qaloo innama anta mina almusahhareena"},{"sura":26,"aya":154,"quran_text":"مَا أَنْتَ إِلَّا بَشَرٌ مِثْلُنَا فَأْتِ بِآيَةٍ إِنْ كُنْتَ مِنَ الصَّادِقِينَ","bangla_mohiuddin":"তুমি তো আমাদের মতই একজন মানুষ বৈ নও। সুতরাং যদি তুমি সত্যবাদী হও, তবে কোন নিদর্শন উপস্থিত কর।","bangla_murtaza":"তুমি তো আমাদের মতোই একজন মানুষ ছাড়া আর কিছু নও। তুমি সত্যবাদী হয়ে থাকলে (তোমার রসূল হবার) কোনো প্রমাণ হাজির করো।”","english_text":"You are nothing but a man like us. Bring us a token if you speak the truth.\"","bangla_translit":"মা য় আন্তা ইল্লা-বাশারুম্ মিছ্লুনা-ফাতি বিআ-ইয়াতিন্ ইন্ কুন্তা মিনাছ্ ছোয়া-দিক্বীন্।","english_translit":"Ma anta illa basharun mithluna fati biayatin in kunta mina alssadiqeena"},{"sura":26,"aya":155,"quran_text":"قَالَ هَذِهِ نَاقَةٌ لَهَا شِرْبٌ وَلَكُمْ شِرْبُ يَوْمٍ مَعْلُومٍ","bangla_mohiuddin":"সালেহ বললেন এই উষ্ট্রী, এর জন্যে আছে পানি পানের পালা এবং তোমাদের জন্যে আছে পানি পানের পালা নির্দিষ্ট এক-এক দিনের।","bangla_murtaza":"তখন সে বলেছিল: “(প্রমাণ হলো) এই উটনী। কুয়ার পানি পানে এর জন্যেও পালা থাকবে, তোমাদের জন্যেও পালা থাকবে নির্দিষ্ট দিনে।","english_text":"(Saleh) said: \"Here is a she-camel. She has a right of drinking water, and you have a right of drinking it on appointed turns.","bangla_translit":"ক্ব-লা হাযিহী না-ক্বাতুল্লাহা-র্শিবুঁও অলাকুম্ র্শিবু ইয়াওমিম্ মা’লূম্।","english_translit":"Qala hathihi naqatun laha shirbun walakum shirbu yawmin maAAloomin"},{"sura":26,"aya":156,"quran_text":"وَلَا تَمَسُّوهَا بِسُوءٍ فَيَأْخُذَكُمْ عَذَابُ يَوْمٍ عَظِيمٍ","bangla_mohiuddin":"তোমরা একে কোন কষ্ট দিও না। তাহলে তোমাদেরকে মহাদিবসের আযাব পাকড়াও করবে।","bangla_murtaza":"এর ক্ষতি করার উদ্দেশ্যে তোমরা একে স্পর্শও করোনা, করলে তোমাদের পাকড়াও করবে এক মহাদিবসের আযাব।”","english_text":"Do not treat her unkindly or the punishment of a grievous day will fall on you.\"","bangla_translit":"অলা-তামাস্সূহা-বিসূ-য়িন্ ফাইয়াখুযাকুম্ ‘আযা-বু ইয়াওমিন্ ‘আজীম।্","english_translit":"Wala tamassooha bisooin fayakhuthakum AAathabu yawmin AAatheemin"},{"sura":26,"aya":157,"quran_text":"فَعَقَرُوهَا فَأَصْبَحُوا نَادِمِينَ","bangla_mohiuddin":"তারা তাকে বধ করল ফলে, তারা অনুতপ্ত হয়ে গেল।","bangla_murtaza":"কিন্তু তারা সেটিকে হত্যা করলো। পরিণামে তারা হলো লাঞ্ছিত।","english_text":"But they hamstrung her; and on the morrow were repentant,","bangla_translit":"ফা‘আক্বরূহা-ফাআছ্বাহূ না-দিমীন্।","english_translit":"FaAAaqarooha faasbahoo nadimeena"},{"sura":26,"aya":158,"quran_text":"فَأَخَذَهُمُ الْعَذَابُ إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ","bangla_mohiuddin":"এরপর আযাব তাদেরকে পাকড়াও করল। নিশ্চয় এতে নিদর্শন আছে। কিন্তু তাদের অধিকাংশই বিশ্বাসী নয়।","bangla_murtaza":"আর তাদের গ্রাস করলো আযাব। নিশ্চয়ই এতে রয়েছে একটি নিদর্শন, আর তাদের অধিকাংশই মুমিন ছিলনা।","english_text":"For they were seized by the torment. Verily there was a sign in this, but most of them did not believe.","bangla_translit":"ফাআখযাহুমুল্ ‘আযা-ব্; ইন্না ফী যা-লিকা লাআ-ইয়াহ্; অমা-কা-না আক্ছারুহুম্ মুমিনীন্।","english_translit":"Faakhathahumu alAAathabu inna fee thalika laayatan wama kana aktharuhum mumineena"},{"sura":26,"aya":159,"quran_text":"وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ","bangla_mohiuddin":"আপনার পালনকর্তা প্রবল পরাক্রমশালী, পরম দয়ালু।","bangla_murtaza":"নিশ্চয়ই তোমার প্রভু, তিনি মহাশক্তিধর, অতীব দয়াবান।","english_text":"Yet verily your Lord is mighty and merciful.","bangla_translit":"অ ইন্না রব্বাকা লাহুওয়াল্ ‘আযীর্যু রহীম্।","english_translit":"Wainna rabbaka lahuwa alAAazeezu alrraheemu"},{"sura":26,"aya":160,"quran_text":"كَذَّبَتْ قَوْمُ لُوطٍ الْمُرْسَلِينَ","bangla_mohiuddin":"লূতের সম্প্রদায় পয়গম্বরগণকে মিথ্যাবাদী বলেছে।","bangla_murtaza":"লুতের কওমও রসূলদের প্রত্যাখ্যান করেছিল।","english_text":"The people of Lot accused the messengers of lies.","bangla_translit":"কায্যাবাত্ ক্বওমু লূ ত্বিনিল্ র্মুসালীন্।","english_translit":"Kaththabat qawmu lootin almursaleena"},{"sura":26,"aya":161,"quran_text":"إِذْ قَالَ لَهُمْ أَخُوهُمْ لُوطٌ أَلَا تَتَّقُونَ","bangla_mohiuddin":"যখন তাদের ভাই লূত তাদেরকে বললেন, তোমরা কি ভয় কর না ?","bangla_murtaza":"স্মরণ করো, তাদের ভাই লুত তাদের বলেছিল: “তোমরা কি সতর্ক হবেনা?","english_text":"When their brother Lot said to them: \"Will you not take heed?","bangla_translit":"ইয্ ক্ব-লা লাহুম্ আখূহুম্ লূতুন্ আলা-তাত্তাকুন্।","english_translit":"Ith qala lahum akhoohum lootun ala tattaqoona"},{"sura":26,"aya":162,"quran_text":"إِنِّي لَكُمْ رَسُولٌ أَمِينٌ","bangla_mohiuddin":"আমি তোমাদের বিশ্বস্ত পয়গম্বর।","bangla_murtaza":"আমি তোমাদের প্রতি একজন বিশ্বস্ত রসূল।","english_text":"I have been sent as a trusted messenger to you.","bangla_translit":"ইন্নী লাকুম্ রসূলুন্ আমীন্।","english_translit":"Innee lakum rasoolun ameenun"},{"sura":26,"aya":163,"quran_text":"فَاتَّقُوا اللَّهَ وَأَطِيعُونِ","bangla_mohiuddin":"অতএব, তোমরা আল্লাহকে ভয় কর এবং আমার আনুগত্য কর।","bangla_murtaza":"অতএব, তোমরা আল্লাহ্কে ভয় করো এবং আমার আনুগত্য করো।","english_text":"So fear God and listen to me.","bangla_translit":"ফাত্তাকু ল্লা-হা অআত্বী‘ঊন্।","english_translit":"Faittaqoo Allaha waateeAAooni"},{"sura":26,"aya":164,"quran_text":"وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ","bangla_mohiuddin":"আমি এর জন্যে তোমাদের কাছে কোন প্রতিদান চাই না। আমার প্রতিদান তো বিশ্ব-পালনকর্তা দেবেন।","bangla_murtaza":"(তোমাদের সতর্ক করার) এ দায়িত্ব পালনের জন্যে আমি তোমাদের কাছে কোনো পারিশ্রমিক চাইনা। আমার প্রতিদানের দায়িত্ব রাব্বুল আলামিনের।","english_text":"I ask no recompense of you for this. My reward is due from none but the Lord of all the worlds.","bangla_translit":"অমা য় আস্য়ালুকুম্ ‘আলাইহি মিন্ আজরিন্ ইন্ আজরিয়া ইল্লা-‘আলা-রব্বিল্ ‘আ-লামীন্।","english_translit":"Wama asalukum AAalayhi min ajrin in ajriya illa AAala rabbi alAAalameena"},{"sura":26,"aya":165,"quran_text":"أَتَأْتُونَ الذُّكْرَانَ مِنَ الْعَالَمِينَ","bangla_mohiuddin":"সারা জাহানের মানুষের মধ্যে তোমরাই কি পুরূষদের সাথে কুকর্ম কর?","bangla_murtaza":"জগতের মধ্যে তোমরাই পুরুষদের সাথে যৌনকর্ম করছো,","english_text":"Why do you go for males unlike all other creatures","bangla_translit":"আতাতূ নায্ যুক্র-না মিনাল্ ‘আ-লামীন্।","english_translit":"Atatoona alththukrana mina alAAalameena"},{"sura":26,"aya":166,"quran_text":"وَتَذَرُونَ مَا خَلَقَ لَكُمْ رَبُّكُمْ مِنْ أَزْوَاجِكُمْ بَلْ أَنْتُمْ قَوْمٌ عَادُونَ","bangla_mohiuddin":"এবং তোমাদের পালনকর্তা তোমাদের জন্যে যে স্ত্রীগনকে সৃষ্টি করেছেন, তাদেরকে বর্জন কর? বরং তোমরা সীমালঙ্ঘনকারী সম্প্রদায়।","bangla_murtaza":"আর তোমরা বর্জন করছো তোমাদের স্ত্রীদের, যাদেরকে তোমাদের প্রভু তোমাদের জন্যে সৃষ্টি করেছেন। তোমরা এক চরম সীমালঙ্ঘনকারী কওম।”","english_text":"Leaving the consorts your Lord has made for you? But you are a people who exceed the bounds.\"","bangla_translit":"অ তাযারূনা মা-খলাক্ব লাকুম্ রব্বুকুম্ মিন্ আয্ওয়া জ্বিকুম্; বাল্ আন্তুম্ ক্বওমুন্ ‘আ-দূন্।","english_translit":"Watatharoona ma khalaqa lakum rabbukum min azwajikum bal antum qawmun AAadoona"},{"sura":26,"aya":167,"quran_text":"قَالُوا لَئِنْ لَمْ تَنْتَهِ يَا لُوطُ لَتَكُونَنَّ مِنَ الْمُخْرَجِينَ","bangla_mohiuddin":"তারা বলল, হে লূত, তুমি যদি বিরত না হও, তবে অবশ্যই তোমাকে বহিস্কৃত করা হবে।","bangla_murtaza":"(জবাবে) তারা বলেছিল: ‘হে লুত! তুমি যদি তোমার এ কাজ থেকে বিরত না হও, তাহলে অবশ্যি তোমাকে (এ দেশ থেকে) বের করে দেয়া হবে।’","english_text":"They said: \"If you do not desist, O Lot, you will be expelled (from the city).\"","bangla_translit":"ক্ব-লূ লায়িল্লাম্ তান্তাহি ইয়া-লূতু লাতাকূনান্না মিনাল্ মুখ্রজ্বীন্।","english_translit":"Qaloo lain lam tantahi ya lootu latakoonanna mina almukhrajeena"},{"sura":26,"aya":168,"quran_text":"قَالَ إِنِّي لِعَمَلِكُمْ مِنَ الْقَالِينَ","bangla_mohiuddin":"লূত বললেন, আমি তোমাদের এই কাজকে ঘৃণা করি।","bangla_murtaza":"লুত বলেছিল: “আমি তোমাদের এ কাজকে অবশ্যি ঘৃণা করি।","english_text":"(Lot) said: \"I am disgusted with your actions,\"","bangla_translit":"ক্ব-লা ইন্নী লি‘আমালিকুম্ মিনাল্ ক্ব-লীন্।","english_translit":"Qala innee liAAamalikum mina alqaleena"},{"sura":26,"aya":169,"quran_text":"رَبِّ نَجِّنِي وَأَهْلِي مِمَّا يَعْمَلُونَ","bangla_mohiuddin":"হে আমার পালনকর্তা, আমাকে এবং আমার পরিবারবর্গকে তারা যা করে, তা থেকে রক্ষা কর।","bangla_murtaza":"হে আমার প্রভু! আমাকে এবং আমার পরিবার পরিজনকে তাদের এ কর্মকান্ড থেকে রক্ষা করো।”","english_text":"(And prayed:) \"O Lord, save me and my family from what they do.\"","bangla_translit":"রব্বি নাজ্জ্বিনী অআহ্লী মিম্মা-ইয়া’মালূন্।","english_translit":"Rabbi najjinee waahlee mimma yaAAmaloona"},{"sura":26,"aya":170,"quran_text":"فَنَجَّيْنَاهُ وَأَهْلَهُ أَجْمَعِينَ","bangla_mohiuddin":"অতঃপর আমি তাঁকে ও তাঁর পরিবারবর্গকে রক্ষা করলাম।","bangla_murtaza":"ফলে, আমরা তাকে এবং তার পরিবারের সবাইকে নাজাত দিয়েছিলাম","english_text":"So We saved him and his whole family","bangla_translit":"ফানাজ্জ্বাইনাহু অআহ্লাহূ য় আজ্ব্মাঈ’ন্।","english_translit":"Fanajjaynahu waahlahu ajmaAAeena"},{"sura":26,"aya":171,"quran_text":"إِلَّا عَجُوزًا فِي الْغَابِرِينَ","bangla_mohiuddin":"এক বৃদ্ধা ব্যতীত, সে ছিল ধ্বংস প্রাপ্তদের অন্তর্ভুক্ত।","bangla_murtaza":"এক বৃদ্ধাকে ছাড়া, সে হয়েছিল অবস্থানকারীদের অন্তরভুক্ত।","english_text":"Except one old woman who remained behind.","bangla_translit":"ইল্লা -‘আজুযান্ ফিল্ গ-বিরীন্।","english_translit":"Illa AAajoozan fee alghabireena"},{"sura":26,"aya":172,"quran_text":"ثُمَّ دَمَّرْنَا الْآخَرِينَ","bangla_mohiuddin":"এরপর অন্যদেরকে নিপাত করলাম।","bangla_murtaza":"তারপর বাকি সবাইকে আমরা ধ্বংস করে দিয়েছিলাম।","english_text":"Then We destroyed the rest of them,","bangla_translit":"ছুম্মা দার্ম্মানাল্ আ-খরীন্।","english_translit":"Thumma dammarna alakhareena"},{"sura":26,"aya":173,"quran_text":"وَأَمْطَرْنَا عَلَيْهِمْ مَطَرًا فَسَاءَ مَطَرُ الْمُنْذَرِينَ","bangla_mohiuddin":"তাদের উপর এক বিশেষ বৃষ্টি বর্ষণ করলাম। ভীতি-প্রদর্শিত দের জন্যে এই বৃষ্টি ছিল কত নিকৃষ্ট।","bangla_murtaza":"আমরা তাদের উপর বর্ষণ করেছিলাম এক চূড়ান্ত বর্ষণ! যাদের সতর্ক করা হয়েছিল তাদের জন্যে এ বর্ষণ ছিলো কতো যে নিকৃষ্ট!","english_text":"And rained on them a shower (of Stones). How terrible was the rain (that fell) on those who had been warned!","bangla_translit":"অআম্ত্বোর্য়ানা-‘আলাইহিম্ মাত্বোয়ারন্ ফাসা-য়া মাত্বোয়ারুল্ মুন্যারীন্ ।","english_translit":"Waamtarna AAalayhim mataran fasaa mataru almunthareena"},{"sura":26,"aya":174,"quran_text":"إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ","bangla_mohiuddin":"নিশ্চয়ই এতে নিদর্শন রয়েছে; কিন্তু তাদের অধিকাংশই বিশ্বাসী নয়।","bangla_murtaza":"এর মধ্যেও রয়েছে একটি নিদর্শন। আর তাদের অধিকাংশই মুমিন ছিলনা।","english_text":"Verily in this was a sign, but most of them do not believe.","bangla_translit":"ইন্না ফী যা-লিকা লাআ-ইয়াহ্; অমা-কা-না আক্ছারুহুম্ মুমিনীন্।","english_translit":"Inna fee thalika laayatan wama kana aktharuhum mumineena"},{"sura":26,"aya":175,"quran_text":"وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ","bangla_mohiuddin":"নিশ্চয়ই আপনার পালনকর্তা প্রবল পরাক্রমশালী, পরম দয়ালু।","bangla_murtaza":"তোমার প্রভু, নিশ্চিতই তিনি মহাপরাক্রমশীল, অতীব দয়াবান।","english_text":"Yet surely your Lord is mighty and powerful.","bangla_translit":"অইন্না রব্বাকা লাহুওয়াল্ ‘আযীর্যু রহীম্।","english_translit":"Wainna rabbaka lahuwa alAAazeezu alrraheemu"},{"sura":26,"aya":176,"quran_text":"كَذَّبَ أَصْحَابُ الْأَيْكَةِ الْمُرْسَلِينَ","bangla_mohiuddin":"বনের অধিবাসীরা পয়গম্বরগণকে মিথ্যাবাদী বলেছে।","bangla_murtaza":"আইকাবাসীরাও রসূলদের প্রত্যাখ্যান করেছিল।","english_text":"The people of the Wood too called the messengers liars.","bangla_translit":"কায্যাবা আছ্হা-বুল্ আইকাতিল্ র্মুসালীন্।","english_translit":"Kaththaba ashabu alaykati almursaleena"},{"sura":26,"aya":177,"quran_text":"إِذْ قَالَ لَهُمْ شُعَيْبٌ أَلَا تَتَّقُونَ","bangla_mohiuddin":"যখন শো’আয়ব তাদের কে বললেন, তোমরা কি ভয় কর না?","bangla_murtaza":"স্মরণ করো, শুয়াইব তাদের বলেছিল: “তোমরা কি সতর্ক হবেনা?","english_text":"When Shu'aib said to them: \"Will you not take heed?","bangla_translit":"ইয্ ক্ব-লা লাহুম্ শু‘আইবুন্ আলা-তাত্ত্বাকুন্ ।","english_translit":"Ith qala lahum shuAAaybun ala tattaqoona"},{"sura":26,"aya":178,"quran_text":"إِنِّي لَكُمْ رَسُولٌ أَمِينٌ","bangla_mohiuddin":"আমি তোমাদের বিশ্বস্ত পয়গম্বর।","bangla_murtaza":"আমি তোমাদের জন্যে একজন বিশ্বস্ত রসূল।","english_text":"I have been sent as a trusted messenger to you.","bangla_translit":"ইন্নী লাকুম্ রসূলুন্ আমীন্।","english_translit":"Innee lakum rasoolun ameenun"},{"sura":26,"aya":179,"quran_text":"فَاتَّقُوا اللَّهَ وَأَطِيعُونِ","bangla_mohiuddin":"অতএব, তোমরা আল্লাহকে ভয় কর এবং আমার আনুগত্য কর।","bangla_murtaza":"অতএব, তোমরা আল্লাহ্কে ভয় করো এবং আমার আনুগত্য করো।","english_text":"So fear God and follow me.","bangla_translit":"ফাত্তাকু ল্লা-হা অআত্বী‘ঊন্।","english_translit":"Faittaqoo Allaha waateeAAooni"},{"sura":26,"aya":180,"quran_text":"وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ","bangla_mohiuddin":"আমি তোমাদের কাছে এর জন্য কোন প্রতিদান চাই না। আমার প্রতিদান তো বিশ্ব-পালনকর্তাই দেবেন।","bangla_murtaza":"(তোমাদের সতর্ক করার) এ দায়িত্ব পালনের জন্যে আমি তোমাদের কাছে কোনো পারিশ্রমিক চাইনা। আমার প্রতিদানের দায়িত্ব রাব্বুল আলামিনের উপর।","english_text":"I ask no recompense of you for this. My reward is due from none but the Lord of all the worlds.","bangla_translit":"অমা য় আস্য়ালুকুম্ ‘আলাইহি মিন্ আজরিন্ ইন্ আজরিয়া ইল্লা-‘আলা-রব্বিল্ ‘আ-লামীন্।","english_translit":"Wama asalukum AAalayhi min ajrin in ajriya illa AAala rabbi alAAalameena"},{"sura":26,"aya":181,"quran_text":"أَوْفُوا الْكَيْلَ وَلَا تَكُونُوا مِنَ الْمُخْسِرِينَ","bangla_mohiuddin":"মাপ পূর্ণ কর এবং যারা পরিমাপে কম দেয়, তাদের অন্তর্ভুক্ত হয়ো না।","bangla_murtaza":"মাপ পূর্ণ করে দেবে। যারা মাপে কম দেয় তোমরা তাদের অন্তরভুক্ত হয়োনা।","english_text":"Give full measure and do not cheat;","bangla_translit":"আওফুল্ কাইলা অলা-তাকূনু মিনাল্ মুখ্সিরীন্।","english_translit":"Awfoo alkayla wala takoonoo mina almukhsireena"},{"sura":26,"aya":182,"quran_text":"وَزِنُوا بِالْقِسْطَاسِ الْمُسْتَقِيمِ","bangla_mohiuddin":"সোজা দাঁড়ি-পাল্লায় ওজন কর।","bangla_murtaza":"ওজন দেবে সঠিক দাঁড়িপাল্লায়।","english_text":"Weigh on an even balance.","bangla_translit":"অযিনূ বিল্ কিস্ত্বোয়া- সিল্ মুস্তাক্বীম্।","english_translit":"Wazinoo bialqistasi almustaqeemi"},{"sura":26,"aya":183,"quran_text":"وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ","bangla_mohiuddin":"মানুষকে তাদের বস্তু কম দিও না এবং পৃথিবীতে অনর্থ সৃষ্টি করে ফিরো না।","bangla_murtaza":"মানুষকে তাদের জিনিসপত্র কম দিওনা এবং দেশে ফাসাদ সৃষ্টিকারী হয়োনা।","english_text":"And do not withhold from people what belongs to them, and do not corrupt the land;","bangla_translit":"অলা-তাব্খাসূন্ না-সা আশ্ইয়া-য়াহুম্ অলা-তা’ছাও ফিল্ র্আদ্বি মুফ্সিদীন্।","english_translit":"Wala tabkhasoo alnnasa ashyaahum wala taAAthaw fee alardi mufsideena"},{"sura":26,"aya":184,"quran_text":"وَاتَّقُوا الَّذِي خَلَقَكُمْ وَالْجِبِلَّةَ الْأَوَّلِينَ","bangla_mohiuddin":"ভয় কর তাঁকে, যিনি তোমাদেরকে এবং তোমাদের পূর্ববর্তী লোক-সম্প্রদায়কে সৃষ্টি করেছেন।","bangla_murtaza":"সেই মহান সত্তাকে ভয় করো, যিনি তোমাদের সৃষ্টি করেছেন এবং তোমাদের আগে যারা বিগত হয়েছে তাদেরও সৃষ্টি করেছেন।”","english_text":"And fear Him who created you and all the earlier people.\"","bangla_translit":"অত্তাকু ল্লাযী খলাক্বকুম্ অল্ জ্বিবিল্লাতাল্ আউওয়ালীন্।","english_translit":"Waittaqoo allathee khalaqakum waaljibillata alawwaleena"},{"sura":26,"aya":185,"quran_text":"قَالُوا إِنَّمَا أَنْتَ مِنَ الْمُسَحَّرِينَ","bangla_mohiuddin":"তারা বলল, তুমি তো জাদুগ্রস্তদের অন্যতম।","bangla_murtaza":"তখন তারা বলেছিল: “তুমি তো একজন জাদুগ্রস্ত।","english_text":"They said: \"Surely you are deluded.","bangla_translit":"ক-লূ য় ইন্নামা য় আন্তা মিনাল্ মুসাহ্হারীন্।","english_translit":"Qaloo innama anta mina almusahhareena"},{"sura":26,"aya":186,"quran_text":"وَمَا أَنْتَ إِلَّا بَشَرٌ مِثْلُنَا وَإِنْ نَظُنُّكَ لَمِنَ الْكَاذِبِينَ","bangla_mohiuddin":"তুমি আমাদের মত মানুষ বৈ তো নও। আমাদের ধারণা-তুমি মিথ্যাবাদীদের অন্তর্ভুক্ত।","bangla_murtaza":"তুমি তো আমাদেরই মতো  একজন মানুষ ছাড়া আর কিছু নও। আমরা তো মনে করি তুমি মিথ্যাবাদীদেরই একজন।","english_text":"You are nothing but a man like us, and we think you are a liar.","bangla_translit":"অমা য় আন্তা ইল্লা-বাশারুম্ মিছ্লুনা-অইন্ নাজুন্নুকা লামিনাল্ কা-যিবীন্।","english_translit":"Wama anta illa basharun mithluna wain nathunnuka lamina alkathibeena"},{"sura":26,"aya":187,"quran_text":"فَأَسْقِطْ عَلَيْنَا كِسَفًا مِنَ السَّمَاءِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ","bangla_mohiuddin":"অতএব, যদি সত্যবাদী হও, তবে আকাশের কোন টুকরো আমাদের উপর ফেলে দাও।","bangla_murtaza":"তুমি সত্যবাদী হয়ে থাকলে আকাশ ভেঙ্গে তার একটি খণ্ড আমাদের উপর ফেলো।”","english_text":"But in case you are speaking the truth, then make a segment of the sky to fall upon us.\"","bangla_translit":"ফাআস্ক্বিত্ব ‘আলাইনা- কিসাফাম্ মিনাস্ সামা-য়ি ইন্ কুন্তা মিনাছ্ ছোয়া-দিক্বীন্।","english_translit":"Faasqit AAalayna kisafan mina alssamai in kunta mina alssadiqeena"},{"sura":26,"aya":188,"quran_text":"قَالَ رَبِّي أَعْلَمُ بِمَا تَعْمَلُونَ","bangla_mohiuddin":"শো’আয়ব বললেন, তোমরা যা কর, সে সম্পর্কে আমার পালনকর্তা ভালরূপে অবহিত।","bangla_murtaza":"তখন সে বলেছিল: ‘তোমরা যা করছো আমার প্রভু তা ভালোভাবেই জানেন।’","english_text":"(Shu'aib) said: \"My Lord knows well what you are doing.\"","bangla_translit":"ক্ব-লা রব্বী য় আ’লামু বিমা-তা’মালূন্।","english_translit":"Qala rabbee aAAlamu bima taAAmaloona"},{"sura":26,"aya":189,"quran_text":"فَكَذَّبُوهُ فَأَخَذَهُمْ عَذَابُ يَوْمِ الظُّلَّةِ إِنَّهُ كَانَ عَذَابَ يَوْمٍ عَظِيمٍ","bangla_mohiuddin":"অতঃপর তারা তাঁকে মিথ্যাবাদী বলে দিল। ফলে তাদেরকে মেঘাচ্ছন্ন দিবসের আযাব পাকড়াও করল। নিশ্চয় সেটা ছিল এক মহাদিবসের আযাব।","bangla_murtaza":"এভাবে তারা তাকে প্রত্যাখ্যান করে। ফলে এক মেঘাচ্ছন্ন দিবসের আযাব তাদের গ্রাস করে নেয়। সেটা ছিলো এক ভয়াবহ দিনের আযাব।","english_text":"But they denied him, and We seized them with the torment of the Day of Shadowing (when the cloud had rained down fire). It was indeed the torment of a terrible day!","bangla_translit":"ফাকায্যাবূহু ফাআখযাহুম্ ‘আযা-বু ইয়াওমিজ্ জুল্লাহ্; ইন্নাহূ কা-না ‘আযা-বা ইয়াওমিন্ ‘আজীম্।","english_translit":"Fakaththaboohu faakhathahum AAathabu yawmi alththullati innahu kana AAathaba yawmin AAatheemin"},{"sura":26,"aya":190,"quran_text":"إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ","bangla_mohiuddin":"নিশ্চয় এতে নিদর্শন রয়েছে; কিন্তু তাদের অধিকাংশই বিশ্বাস করে না।","bangla_murtaza":"নিশ্চয়ই এতে রয়েছে একটি নিদর্শন। তাদের অধিকাংশই মুমিন ছিলনা।","english_text":"Verily in this was a sign, but most of them do not believe.","bangla_translit":"ইন্না ফী যা-লিকা লাআ-ইয়াহ্; অমা-কা-না আক্ছারুহুম্ মুমিনীন্।","english_translit":"Inna fee thalika laayatan wama kana aktharuhum mumineena"},{"sura":26,"aya":191,"quran_text":"وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ","bangla_mohiuddin":"নিশ্চয় আপনার পালনকর্তা প্রবল পরাক্রমশালী, পরম দয়ালু।","bangla_murtaza":"আর তোমার প্রভু, নিশ্চয়ই তিনি মহাশক্তিধর, অতীব দয়াবান।","english_text":"Yet verily your Lord is mighty and merciful.","bangla_translit":"অইন্না রব্বাকা লাহুওয়াল্ ‘আযীর্যু রহীম্।","english_translit":"Wainna rabbaka lahuwa alAAazeezu alrraheemu"},{"sura":26,"aya":192,"quran_text":"وَإِنَّهُ لَتَنْزِيلُ رَبِّ الْعَالَمِينَ","bangla_mohiuddin":"এই কোরআন তো বিশ্ব-জাহানের পালনকর্তার নিকট থেকে অবতীর্ণ।","bangla_murtaza":"নিশ্চয়ই এ কুরআন রাব্বুল আলামিনের নাযিলকৃত।","english_text":"And this (Qur'an) is a revelation from the Lord of all the worlds,","bangla_translit":"অইন্নাহূ লাতান্যীলু রব্বিল্ ‘আ-লামীন্।","english_translit":"Wainnahu latanzeelu rabbi alAAalameena"},{"sura":26,"aya":193,"quran_text":"نَزَلَ بِهِ الرُّوحُ الْأَمِينُ","bangla_mohiuddin":"বিশ্বস্ত ফেরেশতা একে নিয়ে অবতরণ করেছে।","bangla_murtaza":"এটি নিয়ে নাযিল হয়েছে রুহুল আমিন (জিবরিল)","english_text":"Which the trusted spirit descended with","bangla_translit":"নাযালা বির্হি রূহুল্ আমীন্।","english_translit":"Nazala bihi alrroohu alameenu"},{"sura":26,"aya":194,"quran_text":"عَلَى قَلْبِكَ لِتَكُونَ مِنَ الْمُنْذِرِينَ","bangla_mohiuddin":"আপনার অন্তরে, যাতে আপনি ভীতি প্রদর্শণকারীদের অন্তর্ভুক্ত হন,","bangla_murtaza":"তোমার হৃদয়ে, যাতে করে তুমি হতে পারো একজন সতর্ককারী।","english_text":"To (communicate) to your heart that you may be a warner","bangla_translit":"‘আলা-ক্বল্বিকা লিতাকূনা মিনাল্ মুন্যিরীন্।","english_translit":"AAala qalbika litakoona mina almunthireena"},{"sura":26,"aya":195,"quran_text":"بِلِسَانٍ عَرَبِيٍّ مُبِينٍ","bangla_mohiuddin":"সুস্পষ্ট আরবী ভাষায়।","bangla_murtaza":"(সেটি নাযিল করা হয়েছে) সুস্পষ্ট আরবি ভাষায়।","english_text":"In eloquent Arabic.","bangla_translit":"বিলিসা-নিন্ ‘আরবিয়্যিম্ মুবীন্।","english_translit":"Bilisanin AAarabiyyin mubeenin"},{"sura":26,"aya":196,"quran_text":"وَإِنَّهُ لَفِي زُبُرِ الْأَوَّلِينَ","bangla_mohiuddin":"নিশ্চয় এর উল্লেখ আছে পূর্ববর্তী কিতাবসমূহে।","bangla_murtaza":"আগের কিতাবগুলোতেও এর উল্লেখ আছে।","english_text":"This is (indicated) in the Books of earlier people.","bangla_translit":"অইন্নাহূ লাফী যুবুরিল্ আউওয়ালীন্।","english_translit":"Wainnahu lafee zuburi alawwaleena"},{"sura":26,"aya":197,"quran_text":"أَوَلَمْ يَكُنْ لَهُمْ آيَةً أَنْ يَعْلَمَهُ عُلَمَاءُ بَنِي إِسْرَائِيلَ","bangla_mohiuddin":"তাদের জন্যে এটা কি নিদর্শন নয় যে, বনী-ইসরাঈলের আলেমগণ এটা অবগত আছে?","bangla_murtaza":"এটা কি তাদের জন্যে একটা নিদর্শন নয় যে, এ বিষয়ে অবগত রয়েছে বনি ইসরাঈলের আলেমরা?","english_text":"Was it not a proof for them that the learned men of Israel knew about this?","bangla_translit":"আওয়া লাম্ ইয়াকুল্লাহুম্ আ-ইয়াতান্ আইঁ ইয়া’লামাহূ ‘ ঊলামা-য়ু বানী য় ইস্র-ঈল্।","english_translit":"Awalam yakun lahum ayatan an yaAAlamahu AAulamao banee israeela"},{"sura":26,"aya":198,"quran_text":"وَلَوْ نَزَّلْنَاهُ عَلَى بَعْضِ الْأَعْجَمِينَ","bangla_mohiuddin":"যদি আমি একে কোন ভিন্নভাষীর প্রতি অবতীর্ণ করতাম,","bangla_murtaza":"আমরা যদি এ (কুরআন) নাযিল করতাম কোনো অনারবের উপর,","english_text":"Had We revealed it to a man of obscure tongue","bangla_translit":"অলাও নায্যাল্না-হু ‘আলা বা’দ্বিল্ ‘আজ্বামীন্।","english_translit":"Walaw nazzalnahu AAala baAAdi alaAAjameena"},{"sura":26,"aya":199,"quran_text":"فَقَرَأَهُ عَلَيْهِمْ مَا كَانُوا بِهِ مُؤْمِنِينَ","bangla_mohiuddin":"অতঃপর তিনি তা তাদের কাছে পাঠ করতেন, তবে তারা তাতে বিশ্বাস স্থাপন করত না।","bangla_murtaza":"আর সে যদি এটি তাদের কাছে পাঠ করতো, তবে তারা এর প্রতি ঈমান আনতোনা।","english_text":"And he had recited it to them, and they had not believed (it would have been different).","bangla_translit":"ফাক্বরয়াহূ ‘আলাইহিম্ মা-কানূ বিহী মুমিনীন্।","english_translit":"Faqaraahu AAalayhim ma kanoo bihi mumineena"},{"sura":26,"aya":200,"quran_text":"كَذَلِكَ سَلَكْنَاهُ فِي قُلُوبِ الْمُجْرِمِينَ","bangla_mohiuddin":"এমনিভাবে আমি গোনাহগারদের অন্তরে অবিশ্বাস সঞ্চার করেছি।","bangla_murtaza":"এভাবেই আমরা অপরাধীদের অন্তরে (অবিশ্বাস) সঞ্চার করে দিয়েছি।","english_text":"Thus do We cause (unbelief) to enter the hearts of sinners.","bangla_translit":"কাযা-লিকা ছালাক্না-হু ফী কুলূবিল্ মুজরিমীন্।","english_translit":"Kathalika salaknahu fee quloobi almujrimeena"},{"sura":26,"aya":201,"quran_text":"لَا يُؤْمِنُونَ بِهِ حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ","bangla_mohiuddin":"তারা এর প্রতি বিশ্বাস স্থাপন করবে না, যে পর্যন্ত প্রত্যক্ষ না করে মর্মন্তুদ আযাব।","bangla_murtaza":"তারা ঈমান আনবেনা যতোদিন না সচোক্ষে দেখতে পায় বেদনাদায়ক আযাব।","english_text":"They will not believe it until they behold the painful punishment.","bangla_translit":"লা-ইয়ুমিনূনা বিহী হাত্তা-ইয়ারায়ুল্ ‘আযা-বাল্ আলীম্।","english_translit":"La yuminoona bihi hatta yarawoo alAAathaba alaleema"},{"sura":26,"aya":202,"quran_text":"فَيَأْتِيَهُمْ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ","bangla_mohiuddin":"অতঃপর তা আকস্মিকভাবে তাদের কাছে এসে পড়বে, তারা তা বুঝতে ও পারবে না।","bangla_murtaza":"হ্যাঁ, সেটা এসে পড়বে আকস্মিক এবং তারা টেরই পাবেনা।","english_text":"It will come upon them unawares, and they will not comprehend it.","bangla_translit":"ফাইয়াতিয়াহুম্ বাগ্তাতাঁও অহুম্ লা-ইয়াশ্ ‘ঊরূন্।","english_translit":"Fayatiyahum baghtatan wahum la yashAAuroona"},{"sura":26,"aya":203,"quran_text":"فَيَقُولُوا هَلْ نَحْنُ مُنْظَرُونَ","bangla_mohiuddin":"তখন তারা বলবে, আমরা কি অবকাশ পাব না?","bangla_murtaza":"তখন তারা বলবে: ‘আমাদের কি অবকাশ দেয়া হবে?’","english_text":"Then will they say: \"Can we be given respite?\"","bangla_translit":"ফাইয়াকুলূ হাল্ নাহ্নু মুন্জোয়ারূন্।","english_translit":"Fayaqooloo hal nahnu muntharoona"},{"sura":26,"aya":204,"quran_text":"أَفَبِعَذَابِنَا يَسْتَعْجِلُونَ","bangla_mohiuddin":"তারা কি আমার শাস্তি দ্রুত কামনা করে?","bangla_murtaza":"তারা কি দ্রুত আগমন চায় আমাদের আযাবের?","english_text":"Do they wish Us then to hasten the punishment?","bangla_translit":"আফাবি ‘আযা-বিনা-ইয়াস্তা’জ্বিলূন্।","english_translit":"AfabiAAathabina yastaAAjiloona"},{"sura":26,"aya":205,"quran_text":"أَفَرَأَيْتَ إِنْ مَتَّعْنَاهُمْ سِنِينَ","bangla_mohiuddin":"আপনি ভেবে দেখুন তো, যদি আমি তাদেরকে বছরের পর বছর ভোগ-বিলাস করতে দেই,","bangla_murtaza":"তুমি কি দেখোনি, আমরা তো অনেক বছর তাদের ভোগ বিলাস করতে দিয়েছি।","english_text":"Just think: If We let them enjoy (the good things of life) for a few years more,","bangla_translit":"আফারয়াইতা ইঁম্ মাত্তা’না-হুম্ সিনীন্।","english_translit":"Afaraayta in mattaAAnahum sineena"},{"sura":26,"aya":206,"quran_text":"ثُمَّ جَاءَهُمْ مَا كَانُوا يُوعَدُونَ","bangla_mohiuddin":"অতঃপর যে বিষয়ে তাদেরকে ওয়াদা দেয়া হত, তা তাদের কাছে এসে পড়ে।","bangla_murtaza":"তার পরেই এসেছিল সেই জিনিস (তাদের ধ্বংস) যার ওয়াদা তাদের দেয়া হয়েছিল।","english_text":"And then what they were promised comes upon them,","bangla_translit":"ছুম্মা জ্বা-য়াহুম্ মা-কা-নূ ইয়ূ‘আদূন্।","english_translit":"Thumma jaahum ma kanoo yooAAadoona"},{"sura":26,"aya":207,"quran_text":"مَا أَغْنَى عَنْهُمْ مَا كَانُوا يُمَتَّعُونَ","bangla_mohiuddin":"তখন তাদের ভোগ বিলাস তা তাদের কি কোন উপকারে আসবে?","bangla_murtaza":"তাদের ভোগ বিলাসের উপকরণসমূহ তাদের কোনো কাজেই আসেনি।","english_text":"Of what avail shall their enjoyment be to them?","bangla_translit":"মা য় আগ্না-‘আন্হুম্ মা-কা-নূ ইয়ু মাত্তা‘ঊন্।","english_translit":"Ma aghna AAanhum ma kanoo yumattaAAoona"},{"sura":26,"aya":208,"quran_text":"وَمَا أَهْلَكْنَا مِنْ قَرْيَةٍ إِلَّا لَهَا مُنْذِرُونَ","bangla_mohiuddin":"আমি কোন জনপদ ধ্বংস করিনি; কিন্তু এমতাবস্থায় যে, তারা সতর্ককারী ছিল।","bangla_murtaza":"আমরা এমন কোনো জনপদ হালাক করিনি যার জন্যে সতর্ককারীরা ছিলনা।","english_text":"Never have We destroyed a habitation till We had sent admonishers to them","bangla_translit":"অমা য় আহ্লাক্না-মিন্ র্ক্বইয়াতিন্ ইল্লা-লাহা-মুন্যিরূন্।","english_translit":"Wama ahlakna min qaryatin illa laha munthiroona"},{"sura":26,"aya":209,"quran_text":"ذِكْرَى وَمَا كُنَّا ظَالِمِينَ","bangla_mohiuddin":"স্মরণ করানোর জন্যে, এবং আমার কাজ অন্যায়াচরণ নয়।","bangla_murtaza":"এটি একটি উপদেশ। (তাদের ব্যাপারে) আমরা অন্যায় আচরণ করিনি।","english_text":"To warn. For We are never unjust.","bangla_translit":"যিক্রা অমা-কুন্না- জোয়া-লিমীন্।","english_translit":"Thikra wama kunna thalimeena"},{"sura":26,"aya":210,"quran_text":"وَمَا تَنَزَّلَتْ بِهِ الشَّيَاطِينُ","bangla_mohiuddin":"এই কোরআন শয়তানরা অবতীর্ণ করেনি।","bangla_murtaza":"এ কুরআন নিয়ে শয়তানরা নাযিল হয়নি।","english_text":"The devils did not bring it down:","bangla_translit":"অমা-তানায্ যালাত্ বিহিশ্ শাইয়া-ত্বীন্।","english_translit":"Wama tanazzalat bihi alshshayateenu"},{"sura":26,"aya":211,"quran_text":"وَمَا يَنْبَغِي لَهُمْ وَمَا يَسْتَطِيعُونَ","bangla_mohiuddin":"তারা এ কাজের উপযুক্ত নয় এবং তারা এর সামর্থ?451; রাখে না।","bangla_murtaza":"এ কাজের তারা যোগ্যও নয় এবং এ কাজের সামর্থও তাদের নেই।","english_text":"They are not worthy of it, nor have they power.","bangla_translit":"অমা-ইয়াম্বাগী লাহুম্ অমা-ইয়াস্তাত্বী‘ঊন্।","english_translit":"Wama yanbaghee lahum wama yastateeAAoona"},{"sura":26,"aya":212,"quran_text":"إِنَّهُمْ عَنِ السَّمْعِ لَمَعْزُولُونَ","bangla_mohiuddin":"তাদেরকে তো শ্রবণের জায়গা থেকে দূরে রাখা রয়েছে।","bangla_murtaza":"তাদেরকে তো এটা শোনার সুযোগ থেকে দূরে রাখা হয়েছে।","english_text":"They have been precluded from hearing it.","bangla_translit":"ইন্নাহুম্ ‘আনিস্ সাম্ঈ’ লামা’যূলূন্।","english_translit":"Innahum AAani alssamAAi lamaAAzooloona"},{"sura":26,"aya":213,"quran_text":"فَلَا تَدْعُ مَعَ اللَّهِ إِلَهًا آخَرَ فَتَكُونَ مِنَ الْمُعَذَّبِينَ","bangla_mohiuddin":"অতএব, আপনি আল্লাহর সাথে অন্য উপাস্যকে আহবান করবেন না। করলে শাস্তিতে পতিত হবেন।","bangla_murtaza":"সুতরাং তুমি আল্লাহর সাথে অন্য কোনো ইলাহ ডেকোনা, ডাকলে দণ্ডপ্রাপ্তদের অন্তরভুক্ত হয়ে পড়বে।","english_text":"So call on no other god but God, lest you are condemned to torment;","bangla_translit":"ফালা-তাদ্‘উ মা‘আল্লা-হি ইলা-হান্ আ-খর ফাতাকূনা মিনাল্ মু‘আয্যাবীন্।","english_translit":"Fala tadAAu maAAa Allahi ilahan akhara fatakoona mina almuAAaththabeena"},{"sura":26,"aya":214,"quran_text":"وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ","bangla_mohiuddin":"আপনি নিকটতম আত্মীয়দেরকে সতর্ক করে দিন।","bangla_murtaza":"তোমার নিকটাত্মীয়দের সতর্ক করো।","english_text":"And warn your near relations,","bangla_translit":"অআর্ন্যি আশীরতাকাল্ আকরবীন্।","english_translit":"Waanthir AAasheerataka alaqrabeena"},{"sura":26,"aya":215,"quran_text":"وَاخْفِضْ جَنَاحَكَ لِمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ","bangla_mohiuddin":"এবং আপনার অনুসারী মুমিনদের প্রতি সদয় হোন।","bangla_murtaza":"আর যারা তোমার অনুসরণ করে সেসব মুমিনদের প্রতি তুমি স্নেহ-মমতার ডানা অবনমিত করো।","english_text":"And take those believers under your wing who follow you.","bangla_translit":"অখ্ফিদ্ব্ জ্বানা-হাকা লিমানিত্তাবা‘আকা মিনাল্ মুমিনীন্।","english_translit":"Waikhfid janahaka limani ittabaAAaka mina almumineena"},{"sura":26,"aya":216,"quran_text":"فَإِنْ عَصَوْكَ فَقُلْ إِنِّي بَرِيءٌ مِمَّا تَعْمَلُونَ","bangla_mohiuddin":"যদি তারা আপনার অবাধ্য করে, তবে বলে দিন, তোমরা যা কর, তা থেকে আমি মুক্ত।","bangla_murtaza":"তারা যদি তোমার অবাধ্য হয়, তবে তুমি বলো: ‘তোমাদের কর্মকান্ড থেকে আমি দায়মুক্ত।’","english_text":"If they do not obey you, tell them: \"I am not responsible for what you do.\"","bangla_translit":"ফাইন্ ‘আছোয়াওকা ফাকুল্ ইন্নী বারী-য়ুম্ মিম্মা-তা’মালূন্।","english_translit":"Fain AAasawka faqul innee bareeon mimma taAAmaloona"},{"sura":26,"aya":217,"quran_text":"وَتَوَكَّلْ عَلَى الْعَزِيزِ الرَّحِيمِ","bangla_mohiuddin":"আপনি ভরসা করুন পরাক্রমশালী, পরম দয়ালুর উপর,","bangla_murtaza":"মহাশক্তিধর, অতীব দয়াবানের উপর তাওয়াক্কুল করো,","english_text":"Have trust in the Mighty, the Merciful,","bangla_translit":"অ তাওয়াক্কাল্ ‘আলাল্ ‘আযীর্যি রহীম্।","english_translit":"Watawakkal AAala alAAazeezi alrraheemi"},{"sura":26,"aya":218,"quran_text":"الَّذِي يَرَاكَ حِينَ تَقُومُ","bangla_mohiuddin":"যিনি আপনাকে দেখেন যখন আপনি নামাযে দন্ডায়মান হন,","bangla_murtaza":"যিনি তোমাকে দেখেন যখন তুমি দাঁড়াও (সালাতে)।","english_text":"Who watches you when you get up,","bangla_translit":"আল্লাযী ইয়ার-কা হীনা তাকুম্।","english_translit":"Allathee yaraka heena taqoomu"},{"sura":26,"aya":219,"quran_text":"وَتَقَلُّبَكَ فِي السَّاجِدِينَ","bangla_mohiuddin":"এবং নামাযীদের সাথে উঠাবসা করেন।","bangla_murtaza":"তাছাড়া সাজদাকারীদের সাথে তোমার উঠাবসাও তিনি দেখেন।","english_text":"And your movements among those who bow in homage to God.","bangla_translit":"অতাক্বাল্লুবাকা ফিস্ সা-জ্বিদীন্।","english_translit":"Wataqallubaka fee alssajideena"},{"sura":26,"aya":220,"quran_text":"إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ","bangla_mohiuddin":"নিশ্চয় তিনি সর্বশ্রোতা, সর্বজ্ঞানী।","bangla_murtaza":"তিনি সর্বশ্রোতা, সর্বজ্ঞানী।","english_text":"He is all-hearing and all-knowing.","bangla_translit":"ইন্নাহূ হুওয়াস্ সামী‘উল্ ‘আলীম্।","english_translit":"Innahu huwa alssameeAAu alAAaleemu"},{"sura":26,"aya":221,"quran_text":"هَلْ أُنَبِّئُكُمْ عَلَى مَنْ تَنَزَّلُ الشَّيَاطِينُ","bangla_mohiuddin":"আমি আপনাকে বলব কি কার নিকট শয়তানরা অবতরণ করে?","bangla_murtaza":"(হে মানুষ!) তোমাদের সংবাদ দেবো কি, শয়তানরা কার ঘাড়ে সওয়ার হয়?","english_text":"Should I tell you on whom the devils descend?","bangla_translit":"হাল উনাব্বিউকুম্ ‘আলা-মান্ তানায্যালুশ্ শাইয়া-ত্বীন্।","english_translit":"Hal onabbiokum AAala man tanazzalu alshshayateenu"},{"sura":26,"aya":222,"quran_text":"تَنَزَّلُ عَلَى كُلِّ أَفَّاكٍ أَثِيمٍ","bangla_mohiuddin":"তারা অবতীর্ণ হয় প্রত্যেক মিথ্যাবাদী, গোনাহগারের উপর।","bangla_murtaza":"তারা তো সওয়ার হয় প্রত্যেক কট্টর মিথ্যাবাদী পাপিষ্ঠের ঘাড়ে।","english_text":"They come down to every mendacious sinner,","bangla_translit":"তানায্যালু ‘আলা-কুল্লি আফ্ফা-কিন্ আছীম্।","english_translit":"Tanazzalu AAala kulli affakin atheemin"},{"sura":26,"aya":223,"quran_text":"يُلْقُونَ السَّمْعَ وَأَكْثَرُهُمْ كَاذِبُونَ","bangla_mohiuddin":"তারা শ্রুত কথা এনে দেয় এবং তাদের অধিকাংশই মিথ্যাবাদী।","bangla_murtaza":"তারা কান পেতে থাকে এবং তাদের অধিকাংশই মিথ্যাবাদী।","english_text":"Who listens to you (for spreading rumours); but most of them are liars.","bangla_translit":"ইয়ুল্ক্ব ূনাস্ সাম্‘আ অআক্ছারুহুম্ কা-যিবূন্।","english_translit":"Yulqoona alssamAAa waaktharuhum kathiboona"},{"sura":26,"aya":224,"quran_text":"وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ","bangla_mohiuddin":"বিভ্রান্ত লোকেরাই কবিদের অনুসরণ করে।","bangla_murtaza":"কবিদের অনুসরণ করে তো বিভ্রান্তরাই।","english_text":"As for the poets, only those who go astray follow them.","bangla_translit":"অশ্শু‘আর-য়ু ইয়াত্তাবিউ’হুমুল্ গা-য়ূন্।","english_translit":"WaalshshuAAarao yattabiAAuhumu alghawoona"},{"sura":26,"aya":225,"quran_text":"أَلَمْ تَرَ أَنَّهُمْ فِي كُلِّ وَادٍ يَهِيمُونَ","bangla_mohiuddin":"তুমি কি দেখ না যে, তারা প্রতি ময়দানেই উদভ্রান্ত হয়ে ফিরে?","bangla_murtaza":"তুমি দেখোনা তারা উদ্ভ্রান্তের মতো প্রত্যেক উপত্যকায়ই ঘুমিয়ে পড়ে?","english_text":"Have you not seen that they wander distract in every valley,","bangla_translit":"আলাম তার আন্নাহুম্ ফী কুল্লি ওয়া- দিঁ ইয়াহীমূন্।","english_translit":"Alam tara annahum fee kulli wadin yaheemoona"},{"sura":26,"aya":226,"quran_text":"وَأَنَّهُمْ يَقُولُونَ مَا لَا يَفْعَلُونَ","bangla_mohiuddin":"এবং এমন কথা বলে, যা তারা করে না।","bangla_murtaza":"আর তারা তাই বলে, যা তারা করেনা।","english_text":"And they say what they do not do,","bangla_translit":"অআন্নাহুম্ ইয়াকুলূনা মা-লা ইয়াফ্‘আলূন্।","english_translit":"Waannahum yaqooloona ma la yafAAaloona"},{"sura":26,"aya":227,"quran_text":"إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَذَكَرُوا اللَّهَ كَثِيرًا وَانْتَصَرُوا مِنْ بَعْدِ مَا ظُلِمُوا وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنْقَلَبٍ يَنْقَلِبُونَ","bangla_mohiuddin":"তবে তাদের কথা ভিন্ন, যারা বিশ্বাস স্থাপন করে ও সৎকর্ম করে এবং আল্লাহ কে খুব স্মরণ করে এবং নিপীড়িত হওয়ার পর প্রতিশোধ গ্রহণ করে। নিপীড়নকারীরা শীঘ্রই জানতে পারবে তাদের গন্তব্যস্থল কিরূপ।","bangla_murtaza":"তবে তারা নয়, যারা ঈমান আনে, আমলে সালেহ্ করে, আল্লাহ্কে বেশি বেশি স্মরণ করে এবং অত্যাচারিত হবার পরই প্রতিশোধ গ্রহণ করে। যারা যুলুম করে তারা শীঘ্রি জানতে পারবে কোন্ ফিরে যাবার জায়গায় তারা ফিরে যাবে?","english_text":"Except those who believe and do the right, and remember God a great deal, who retaliate only when they have been wronged. Yet the oppressors will now come to know through what reversals they will be overthrown!","bangla_translit":"ইল্লাল্ লাযীনা আ-মানূ অ‘আমিলুছ্ ছোয়া- লিহা-তি অযাকারুল্লা-হা কাছীরাওঁ ওয়ান্তাছোয়ারূ মিম্ বা’দি মা-জুলিমূ; অসাইয়া’লামুল্লাযীনা জোয়ালামূ য় আইয়্যা মুন্ক্বালাবিঁই ইয়ান্ক্বালিবূন্।","english_translit":"Illa allatheena amanoo waAAamiloo alssalihati wathakaroo Allaha katheeran waintasaroo min baAAdi ma thulimoo wasayaAAlamu allatheena thalamoo ayya munqalabin yanqaliboona"}]