[{"sura":28,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ طسم","bangla_text":"ত্বা-সীন-মীম।","english_text":"TA SIN MIM.","bangla_translit":"ত্বোয়া-সী য় ম্ মী-ম্ ।","english_translit":null},{"sura":28,"aya":2,"quran_text":"تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ","bangla_text":"এগুলো সুস্পষ্ট কিতাবের আয়াত।","english_text":"These are the verses of the illuminating Book.","bangla_translit":"তিল্কা আ-ইয়া-তুল্ কিতা-বিল্ মুবীন্।","english_translit":null},{"sura":28,"aya":3,"quran_text":"نَتْلُو عَلَيْكَ مِنْ نَبَإِ مُوسَى وَفِرْعَوْنَ بِالْحَقِّ لِقَوْمٍ يُؤْمِنُونَ","bangla_text":"আমি আপনার কাছে মূসা ও ফেরাউনের বৃত্তান্ত সত্য সহকারে বর্ণনা করছি ঈমানদার সম্প্রদায়ের জন্যে।","english_text":"We narrate to you from the history of Moses and Pharaoh in all verity, for those who believe.","bangla_translit":"নাত্লু ‘আলাইকা মিন্ নাবা-য়ি মূসা-অ র্ফি‘আউনা বিল্হাক ক্বি লিক্বওমিঁ ইয়ুমিনূন্।","english_translit":null},{"sura":28,"aya":4,"quran_text":"إِنَّ فِرْعَوْنَ عَلَا فِي الْأَرْضِ وَجَعَلَ أَهْلَهَا شِيَعًا يَسْتَضْعِفُ طَائِفَةً مِنْهُمْ يُذَبِّحُ أَبْنَاءَهُمْ وَيَسْتَحْيِي نِسَاءَهُمْ إِنَّهُ كَانَ مِنَ الْمُفْسِدِينَ","bangla_text":"ফেরাউন তার দেশে উদ্ধত হয়েছিল এবং সে দেশবাসীকে বিভিন্ন দলে বিভক্ত করে তাদের একটি দলকে দূর্বল করে দিয়েছিল। সে তাদের পুত্র-সন্তানদেরকে হত্যা করত এবং নারীদেরকে জীবিত রাখত। নিশ্চয় সে ছিল অনর্থ সৃষ্টিকারী।","english_text":"The Pharaoh had become high and mighty in the land, and divided the people into different classes, and impoverished one class, slaying its males and sparing its women, for he was indeed a tyrant.","bangla_translit":"ইন্না র্ফি‘আউনা ‘আলা-ফিল্ র্আদ্বি অজ্বা‘আলা আহ্লাহা-শিয়া‘আইঁ ইয়াস্ তাদ্ব্‘ঈফু ত্বোয়া-য়িফাতাম্ মিন্হুম্ ইয়ুযাব্বিহু আব্না-য়া হুম্ অ ইয়াস্তাহ্য়ী নিসা-য়া হুম্; ইন্নাহূ কা-না মিনাল্ মুফ্সিদীন্।","english_translit":null},{"sura":28,"aya":5,"quran_text":"وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ الْوَارِثِينَ","bangla_text":"দেশে যাদেরকে দূর্বল করা হয়েছিল, আমার ইচ্ছা হল তাদের প্রতি অনুগ্রহ করার, তাদেরকে নেতা করার এবং তাদেরকে দেশের উত্তরাধিকারী করার।","english_text":"We wished to favour those who were weak in the land and make them leaders and heirs,","bangla_translit":"অ নুরীদু আন্ নামুন্না ‘আলাল্লাযীনাস্ তুদ্ব্‘ইফূ ফিল্ র্আদ্বি অনাজ‘আলাহুম্ আয়িম্মাতাঁও অনাজ্ব্‘আলা-হুমুল্ ওয়া-রিছীন্।","english_translit":null},{"sura":28,"aya":6,"quran_text":"وَنُمَكِّنَ لَهُمْ فِي الْأَرْضِ وَنُرِيَ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا مِنْهُمْ مَا كَانُوا يَحْذَرُونَ","bangla_text":"এবং তাদেরকে দেশের ক্ষমতায় আসীন করার এবং ফেরাউন, হামান ও তাদের সৈন্য-বাহিনীকে তা দেখিয়ে দেয়ার, যা তারা সেই দূর্বল দলের তরফ থেকে আশংকা করত।","english_text":"And establish them in the country; and to make the Pharaoh, Haman and their hordes beware of what they feared from them.","bangla_translit":"অ নুমাক্কিনা লাহুম্ ফিল্ র্আদ্বি অ নুরিয়া র্ফি‘আউনা অহা-মা-না অজুনূদাহুমা- মিন্হুম্ মা-কা-নূ ইয়াহ্যারূন্।","english_translit":null},{"sura":28,"aya":7,"quran_text":"وَأَوْحَيْنَا إِلَى أُمِّ مُوسَى أَنْ أَرْضِعِيهِ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِي الْيَمِّ وَلَا تَخَافِي وَلَا تَحْزَنِي إِنَّا رَادُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ الْمُرْسَلِينَ","bangla_text":"আমি মূসা-জননীকে আদেশ পাঠালাম যে, তাকে স্তন্য দান করতে থাক। অতঃপর যখন তুমি তার সম্পর্কে বিপদের আশংকা কর, তখন তাকে দরিয়ায় নিক্ষেপ কর এবং ভয় করো না, দুঃখও করো না। আমি অবশ্যই তাকে তোমার কাছে ফিরিয়ে দেব এবং তাকে পয়গম্বরগণের একজন করব।","english_text":"So We conveyed to the mother of Moses: \"Suckle him. If you are afraid for him, cast him in the river without any fear or regret, for We shall restore him to you, and make him an apostle.\"","bangla_translit":"অআওহাইনা য় ইলা য় উম্মি মূসা য় আন্ র্আদ্বি‘ঈহি ফাইযা-খিফ্তি ‘আলাইহি ফাআল্ক্বীহি ফিল্ ইয়াম্মি অলা-তাখ-ফী অলা তাহ্যানী ইন্না রা-দুহু ইলাইকি অজ্বা-‘ইলূহু মিনাল্ মুরসালীন্।","english_translit":null},{"sura":28,"aya":8,"quran_text":"فَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا إِنَّ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا كَانُوا خَاطِئِينَ","bangla_text":"অতঃপর ফেরাউন পরিবার মূসাকে কুড়িয়ে নিল, যাতে তিনি তাদের শত্রু ও দুঃখের কারণ হয়ে যান। নিশ্চয় ফেরাউন, হামান, ও তাদের সৈন্যবাহিনী অপরাধী ছিল।","english_text":"Then he was picked up by the family of Pharaoh (unaware) that he would become their enemy and a cause for regret. Surely the Pharaoh, Haman and their hordes were habitual sinners.","bangla_translit":"ফাল্তাক্বত্বোয়াহূ য় আ-লু র্ফি‘আউনা লিইয়াকূনা লাহুম্ ‘আদুঅও অ হাযানা-; ইন্না র্ফি‘আউনা অহা-মা-না অ জুনূদাহুমা- কা-নূ খত্বিয়ীন্।","english_translit":null},{"sura":28,"aya":9,"quran_text":"وَقَالَتِ امْرَأَتُ فِرْعَوْنَ قُرَّتُ عَيْنٍ لِي وَلَكَ لَا تَقْتُلُوهُ عَسَى أَنْ يَنْفَعَنَا أَوْ نَتَّخِذَهُ وَلَدًا وَهُمْ لَا يَشْعُرُونَ","bangla_text":"ফেরাউনের স্ত্রী বলল, এ শিশু আমার ও তোমার নয়নমণি, তাকে হত্যা করো না। এ আমাদের উপকারে আসতে পারে অথবা আমরা তাকে পুত্র করে নিতে পারি। প্রকৃতপক্ষে পরিণাম সম্পর্কে তাদের কোন খবর ছিল না।","english_text":"The Pharaoh's wife said: \"He will be a comfort to me and to you. Do not kill him. He may well be of some advantage to us, or we may adopt him as a son.\" They were not aware (of what the future held in store).","bangla_translit":"অক্ব-লাতিম্ রয়াতু র্ফি‘আউনা ক্বর্ রতু ‘আইনিল্লী অলাকা; লা-তাকতুলূহু ‘আসা য় আঁই ইয়্যান্ফাআ’না য় আও নাত্তাখিযাহূ অলাদাঁও অহুম্ লা-ইয়াশ‘উরূন্।","english_translit":null},{"sura":28,"aya":10,"quran_text":"وَأَصْبَحَ فُؤَادُ أُمِّ مُوسَى فَارِغًا إِنْ كَادَتْ لَتُبْدِي بِهِ لَوْلَا أَنْ رَبَطْنَا عَلَى قَلْبِهَا لِتَكُونَ مِنَ الْمُؤْمِنِينَ","bangla_text":"সকালে মূসা জননীর অন্তর অস্থির হয়ে পড়ল। যদি আমি তাঁর হৃদয়কে দৃঢ় করে না দিতাম, তবে তিনি মূসাজনিত অস্থিরতা প্রকাশ করেই দিতেন। দৃঢ় করলাম, যাতে তিনি থাকেন বিশ্ববাসীগণের মধ্যে।","english_text":"The mother of Moses was perturbed in the morning. Had We not strengthened her heart to remain a believer she had almost given him away.","bangla_translit":"অআছ্বাহা-ফুয়া- দু উম্মি মূসা-ফা-রিগ-; ইন্ কা-দাত্ লাতুব্দী বিহী লাওলা য় র্আরবাত্ব ্না- ‘আলা-ক্বল্বিহা-লিতাকূনা মিনাল্ মুমিনীন্।","english_translit":null},{"sura":28,"aya":11,"quran_text":"وَقَالَتْ لِأُخْتِهِ قُصِّيهِ فَبَصُرَتْ بِهِ عَنْ جُنُبٍ وَهُمْ لَا يَشْعُرُونَ","bangla_text":"তিনি মূসার ভগিণীকে বললেন, তার পেছন পেছন যাও। সে তাদের অজ্ঞাতসারে অপরিচিতা হয়ে তাকে দেখে যেতে লাগল।","english_text":"She told his sister: \"Follow him.\" So she kept an eye on him from a distance, unbeknown to them.","bangla_translit":"অক্ব-লাত্ লিউখ্তিহী কুছ্ছীহি ফাবাছোয়ারত বিহী ‘আন্ জুনুবিঁও অহুম্ লা-ইয়াশ্‘উরূন্।","english_translit":null},{"sura":28,"aya":12,"quran_text":"وَحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ مِنْ قَبْلُ فَقَالَتْ هَلْ أَدُلُّكُمْ عَلَى أَهْلِ بَيْتٍ يَكْفُلُونَهُ لَكُمْ وَهُمْ لَهُ نَاصِحُونَ","bangla_text":"পূর্ব থেকেই আমি ধাত্রীদেরকে মূসা থেকে বিরত রেখেছিলাম। মূসার ভগিনী বলল, আমি তোমাদেরকে এমন এক পরিবারের কথা বলব কি, যারা তোমাদের জন্যে একে লালন-পালন করবে এবং তারা হবে তার হিতাকাঙ্ক্ষী?","english_text":"We made (Moses) refuse a wet nurse. So his sister said: \"Should I tell you of a household that could bring him up for you and take care of him?\"","bangla_translit":"অ র্হারম্না- ‘আলাইহিল্ মার-দ্বি‘আ মিন্ ক্বব্লু ফাক্ব-লাত্ হাল্ আদুল্লুকুম্ ‘আলা য় আহ্লি বাইতিঁ ইয়াক্ফুলূনাহূ লাকুম্ অহুম্ লাহূ না-ছিহূন্।","english_translit":null},{"sura":28,"aya":13,"quran_text":"فَرَدَدْنَاهُ إِلَى أُمِّهِ كَيْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَلِتَعْلَمَ أَنَّ وَعْدَ اللَّهِ حَقٌّ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ","bangla_text":"অতঃপর আমি তাকে জননীর কাছে ফিরিয়ে দিলাম, যাতে তার চক্ষু জুড়ায় এবং তিনি দুঃখ না করেন এবং যাতে তিনি জানেন যে, আল্লাহর ওয়াদা সত্য, কিন্তু অনেক মানুষ তা জানে না।","english_text":"Thus We restored him to his mother that she may be tranquil and not grieve, and know that the promise of God is true, though most men do not know.","bangla_translit":"ফারদাদ্না-হু ইলা য় উম্মিহী কাই তার্ক্বর ‘আইনুহা-‘অলা-তাহ্যানা অলিতা’লামা আন্না অদাল্লা-হি হাক্ব্ কুঁও অলা-কিন্না আক্ছারহুম্ লা-ইয়া’লামূন্ ।","english_translit":null},{"sura":28,"aya":14,"quran_text":"وَلَمَّا بَلَغَ أَشُدَّهُ وَاسْتَوَى آتَيْنَاهُ حُكْمًا وَعِلْمًا وَكَذَلِكَ نَجْزِي الْمُحْسِنِينَ","bangla_text":"যখন মূসা যৌবনে পদার্পন করলেন এবং পরিণত বয়স্ক হয়ে গেলেন, তখন আমি তাঁকে প্রজ্ঞা ও জ্ঞানদান করলাম। এমনিভাবে আমি সৎকর্মীদেরকে প্রতিদান দিয়ে থাকি।","english_text":"When he had grown up to full maturity, We gave him wisdom and knowledge. Thus do We recompense the doers of good.","bangla_translit":"অ লাম্মা-বালাগ আশুদ্দাহূ অস্তাওয়া য় আ-তাইনা-হু হুক্মাঁও অ‘ইল্মা-; অকাযা-লিকা নাজ¦্যিল্ মুহ্সিনীন্।","english_translit":null},{"sura":28,"aya":15,"quran_text":"وَدَخَلَ الْمَدِينَةَ عَلَى حِينِ غَفْلَةٍ مِنْ أَهْلِهَا فَوَجَدَ فِيهَا رَجُلَيْنِ يَقْتَتِلَانِ هَذَا مِنْ شِيعَتِهِ وَهَذَا مِنْ عَدُوِّهِ فَاسْتَغَاثَهُ الَّذِي مِنْ شِيعَتِهِ عَلَى الَّذِي مِنْ عَدُوِّهِ فَوَكَزَهُ مُوسَى فَقَضَى عَلَيْهِ قَالَ هَذَا مِنْ عَمَلِ الشَّيْطَانِ إِنَّهُ عَدُوٌّ مُضِلٌّ مُبِينٌ","bangla_text":"তিনি শহরে প্রবেশ করলেন, যখন তার অধিবাসীরা ছিল বেখবর। তথায় তিনি দুই ব্যক্তিকে লড়াইরত দেখলেন। এদের একজন ছিল তাঁর নিজ দলের এবং অন্য জন তাঁর শত্রু দলের। অতঃপর যে তাঁর নিজ দলের সে তাঁর শত্রু দলের লোকটির বিরুদ্ধে তাঁর কাছে সাহায্য প্রার্থনা করল। তখন মূসা তাকে ঘুষি মারলেন এবং এতেই তার মৃত্যু হয়ে গেল। মূসা বললেন, এটা শয়তানের কাজ। নিশ্চয় সে প্রকাশ্য শত্রু, বিভ্রান্তকারী।","english_text":"He came to the city when the people were in a care-free mood, and saw two men quarrelling, one belonging to his community, the other to his enemies. The man who belonged to his community appealed for help against the one who belonged to the enemies. Moses struck him a blow with his fist and finished him off. \"This is of Satan's doing,\" he said. \"He is certainly an enemy and a corrupter.\"","bangla_translit":"অ দাখালাল্ মাদীনাতা ‘আলা-হীনি গাফ্লাতিম্ মিন্ আহ্লিহা- ফাওয়াজ্বাদা ফীহা-রজুলাইনি ইয়াকতাতিলা-নি হাযা-মিন্ শী‘আতিহী অ হাযা-মিন্ ‘আদুওয়্যিহী ফাস্তাগা-ছাহুল্ লাযী মিন্ শী ‘আতিহী ‘আলাল্লাযী মিন্ ‘আদুওয়িহী ফা অকাযাহূ মূসা-ফাক্বদ্বোয়া ‘আলাইহি ক্ব-লা হাযা-মিন্ ‘আমালিশ্ শাইত্বোয়ান্’ ইন্নাহূ ‘আদুওয়্যুম্ মুদ্বিল্লুম্ মুবীন্।","english_translit":null},{"sura":28,"aya":16,"quran_text":"قَالَ رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي فَغَفَرَ لَهُ إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ","bangla_text":"তিনি বললেন, হে আমার পালনকর্তা, আমি তো নিজের উপর জুলুম করে ফেলেছি। অতএব, আমাকে ক্ষমা করুন। আল্লাহ তাকে ক্ষমা করলেন। নিশ্চয় তিনি ক্ষমাশীল, দয়ালু।","english_text":"\"O Lord,\" he prayed, \"I have done wrong, forgive me.\" And God forgave him. Verily He is forgiving and kind.","bangla_translit":"ক্ব-লা রব্বি ইন্নী জোয়ালাম্তু নাফ্সী ফার্গ্ফিলী ফাগফার লাহ্;ইন্নাহূ হুওয়াল্ গফূর্রু রহীম্।","english_translit":null},{"sura":28,"aya":17,"quran_text":"قَالَ رَبِّ بِمَا أَنْعَمْتَ عَلَيَّ فَلَنْ أَكُونَ ظَهِيرًا لِلْمُجْرِمِينَ","bangla_text":"তিনি বললেন, হে আমার পালনকর্তা, আপনি আমার প্রতি যে অনুগ্রহ করেছেন, এরপর আমি কখনও অপরাধীদের সাহায্যকারী হব না।","english_text":"(Moses) said: \"O Lord, as You have been gracious to me I will never aid the guilty.\"","bangla_translit":"ক্ব-লা রব্বি বিমা য় আন্‘আম্তা ‘আলাইয়্যা ফালান্ আকূনা জোয়াহীরল্ লিল্মুজ্বরিমীন্।","english_translit":null},{"sura":28,"aya":18,"quran_text":"فَأَصْبَحَ فِي الْمَدِينَةِ خَائِفًا يَتَرَقَّبُ فَإِذَا الَّذِي اسْتَنْصَرَهُ بِالْأَمْسِ يَسْتَصْرِخُهُ قَالَ لَهُ مُوسَى إِنَّكَ لَغَوِيٌّ مُبِينٌ","bangla_text":"অতঃপর তিনি প্রভাতে উঠলেন সে শহরে ভীত-শংকিত অবস্থায়। হঠাৎ তিনি দেখলেন, গতকল্য যে ব্যক্তি তাঁর সাহায্য চেয়েছিল, সে চিৎকার করে তাঁর সাহায্য প্রার্থনা করছে। মূসা তাকে বললেন, তুমি তো একজন প্রকাশ্য পথভ্রষ্ট ব্যক্তি।","english_text":"In the morning he came to the city, fearful and hesitant. Just then he who had asked him for help the day before called out for help (again). \"You are indeed a meddlesome fellow,\" Moses said to him.","bangla_translit":"ফায়াছ্বাহা ফিল্ মাদীনাতি খ-য়িফাইঁ ইয়াতারকক্ববু ফাইযাল্লাযিস্ তান্ছোয়ারহূ বিল্আম্সি ইয়াস্তাছ্রিখুহ্; ক্ব-লা লাহূ মূসা য় ইন্নাকা লাগাওয়িয়্যুম্ মুবীন্।","english_translit":null},{"sura":28,"aya":19,"quran_text":"فَلَمَّا أَنْ أَرَادَ أَنْ يَبْطِشَ بِالَّذِي هُوَ عَدُوٌّ لَهُمَا قَالَ يَا مُوسَى أَتُرِيدُ أَنْ تَقْتُلَنِي كَمَا قَتَلْتَ نَفْسًا بِالْأَمْسِ إِنْ تُرِيدُ إِلَّا أَنْ تَكُونَ جَبَّارًا فِي الْأَرْضِ وَمَا تُرِيدُ أَنْ تَكُونَ مِنَ الْمُصْلِحِينَ","bangla_text":"অতঃপর মূসা যখন উভয়ের শত্রুকে শায়েস্তা করতে চাইলেন, তখন সে বলল, গতকল্য তুমি যেমন এক ব্যক্তিকে হত্যা করেছিলে, সে রকম আমাকেও কি হত্যা করতে চাও? তুমি তো পৃথিবীতে স্বৈরাচারী হতে চাচ্ছ এবং সন্ধি স্থাপনকারী হতে চাও না।","english_text":"Then as he was about to lay hands on the one who was their common enemy, he cried out: \"O Moses, do you want to kill me as you killed that person yesterday? You only want to be a tyrant in the land and no peacemaker.\"","bangla_translit":"ফালাম্মা য় আন আর-দা আঁই ইয়াব্ত্বিশা বিল্লাযী হুয়া‘আদুওয়্যুল্ লাহুমা-ক্ব-লা ইয়া- মূসা য় আতুরীদু আন্ তাকতুলানী কামা-ক্বতাল্তা নাফ্সাম্ বিল্আম্সি ইন্ তুরীদু ইল্লা য় আন্ তাকূনা জ্বাব্বা-রন্ ফিল্ র্আদ্বি অমা-তুরীদু আন্ তাকূনা মিনাল্ মুছ্লিহীন্।","english_translit":null},{"sura":28,"aya":20,"quran_text":"وَجَاءَ رَجُلٌ مِنْ أَقْصَى الْمَدِينَةِ يَسْعَى قَالَ يَا مُوسَى إِنَّ الْمَلَأَ يَأْتَمِرُونَ بِكَ لِيَقْتُلُوكَ فَاخْرُجْ إِنِّي لَكَ مِنَ النَّاصِحِينَ","bangla_text":"এসময় শহরের প্রান্ত থেকে একব্যক্তি ছুটে আসল এবং বলল, হে মূসা, রাজ্যের পরিষদবর্গ তোমাকে হত্যা করার পরমর্শ করছে। অতএব, তুমি বের হয়ে যাও। আমি তোমার হিতাকাঙ্ক্ষী।","english_text":"There came a man running from the other part of the city. \"O Moses,\" he said, \"the chiefs are deliberating to kill you. Go away from the city. I wish you well.\"","bangla_translit":"অজ্বা-য়া রাজুলুম্ মিন্ আকছোয়াল্ মাদীনাতি ইয়াস্ ‘আ- ক্ব-লা ইয়া-মূসা য় ইন্নাল্ মালায়া ইয়াতামিরূনা বিকা লিইয়াকতুলূকা ফাখ্রুজ ইন্নী লাকা মিনান্ না-ছিহীন্।","english_translit":null},{"sura":28,"aya":21,"quran_text":"فَخَرَجَ مِنْهَا خَائِفًا يَتَرَقَّبُ قَالَ رَبِّ نَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ","bangla_text":"অতঃপর তিনি সেখান থেকে ভীত অবস্থায় বের হয়ে পড়লেন পথ দেখতে দেখতে। তিনি বললেন, হে আমার পালনকর্তা, আমাকে জালেম সম্প্রদায়ের কবল থেকে রক্ষা কর।","english_text":"So he left the city, fearful and hesitant, (and) prayed: \"O Lord, deliver me from these wicked people.\"","bangla_translit":"ফাখরজ্বা মিন্হা-খ-য়িফাইঁ ইয়াতারক্ক্ববু ক্ব-লা রব্বি নাজজ্বিনী মিনাল্ ক্বওমিজ্ জোয়া-লিমীন্।","english_translit":null},{"sura":28,"aya":22,"quran_text":"وَلَمَّا تَوَجَّهَ تِلْقَاءَ مَدْيَنَ قَالَ عَسَى رَبِّي أَنْ يَهْدِيَنِي سَوَاءَ السَّبِيلِ","bangla_text":"যখন তিনি মাদইয়ান অভিমুখে রওয়ানা হলেন তখন বললেন, আশা করা যায় আমার পালনকর্তা আমাকে সরল পথ দেখাবেন।","english_text":"Then as he turned his face to Midian, he said: \"Maybe my Lord will show me the right way.\"","bangla_translit":"অলাম্মা-তাওয়াজ্জহা -তিল্ক্ব-য়া মাদ্ইয়ানা ক্ব-লা ‘আসা রাব্বী য় আইঁ ইয়াহ্দিয়ানী সাওয়া-য়াস্ সাবীল্।","english_translit":null},{"sura":28,"aya":23,"quran_text":"وَلَمَّا وَرَدَ مَاءَ مَدْيَنَ وَجَدَ عَلَيْهِ أُمَّةً مِنَ النَّاسِ يَسْقُونَ وَوَجَدَ مِنْ دُونِهِمُ امْرَأَتَيْنِ تَذُودَانِ قَالَ مَا خَطْبُكُمَا قَالَتَا لَا نَسْقِي حَتَّى يُصْدِرَ الرِّعَاءُ وَأَبُونَا شَيْخٌ كَبِيرٌ","bangla_text":"যখন তিনি মাদইয়ানের কূপের ধারে পৌছলেন, তখন কূপের কাছে একদল লোককে পেলেন তারা জন্তুদেরকে পানি পান করানোর কাজে রত। এবং তাদের পশ্চাতে দূ’জন স্ত্রীলোককে দেখলেন তারা তাদের জন্তুদেরকে আগলিয়ে রাখছে। তিনি বললেন, তোমাদের কি ব্যাপার? তারা বলল, আমরা আমাদের জন্তুদেরকে পানি পান করাতে পারি না, যে পর্যন্ত রাখালরা তাদের জন্তুদেরকে নিয়ে সরে না যায়। আমাদের পিতা খুবই বৃদ্ধ।","english_text":"And when he came to the waters of Midian he found a crowd of people watering (their flocks), and saw two maidens holding back (their cattle). He asked: \"What is the trouble with you?\" They said: \"We cannot water our flock till the shepherds have driven away theirs, and our father is a very old man.\"","bangla_translit":"অলাম্মা-অরদা মা-য়া মাদ্ইয়ানা অজ্বাদা ‘আলাইহি উম্মাতাম্ মিনান্না-সি ইয়াস্ক্ব না অওয়াজ্বাদা মিন্ দূনিহিমুম্ রয়াতাইনি তাযূদা-নি ক্ব-লা মা-খতবুকুমা-; ক্ব-লাতা লা-নাস্ক্বী হাত্তা-ইয়ুছ্দির্র রি‘আ-য়ু অআবূনা শাইখুন্ কার্বী।","english_translit":null},{"sura":28,"aya":24,"quran_text":"فَسَقَى لَهُمَا ثُمَّ تَوَلَّى إِلَى الظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَا أَنْزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ","bangla_text":"অতঃপর মূসা তাদের জন্তুদেরকে পানি পান করালেন। অতঃপর তিনি ছায়ার দিকে সরে গেলেন এবং বললেন, হে আমার পালনকর্তা, তুমি আমার প্রতি যে অনুগ্রহ নাযিল করবে, আমি তার মুখাপেক্ষী।","english_text":"So he watered (their flock), and moved into the shade and prayed: \"My Lord, I have need of whatever good you send me.\"","bangla_translit":"ফাসাক্ব-লাহুমা-ছুম্মা তাওয়াল্লা য় ইলাজ্ জিল্লি ফাক্ব-লা রব্বি ইন্নী লিমা য় আন্যাল্তা ইলাইয়্যা মিন্ খাইরিন্ ফার্ক্বী।","english_translit":null},{"sura":28,"aya":25,"quran_text":"فَجَاءَتْهُ إِحْدَاهُمَا تَمْشِي عَلَى اسْتِحْيَاءٍ قَالَتْ إِنَّ أَبِي يَدْعُوكَ لِيَجْزِيَكَ أَجْرَ مَا سَقَيْتَ لَنَا فَلَمَّا جَاءَهُ وَقَصَّ عَلَيْهِ الْقَصَصَ قَالَ لَا تَخَفْ نَجَوْتَ مِنَ الْقَوْمِ الظَّالِمِينَ","bangla_text":"অতঃপর বালিকাদ্বয়ের একজন লজ্জাজড়িত পদক্ষেপে তাঁর কাছে আগমন করল। বলল, আমার পিতা আপনাকে ডাকছেন, যাতে আপনি যে আমাদেরকে পানি পান করিয়েছেন, তার বিনিময়ে পুরস্কার প্রদান করেন। অতঃপর মূসা যখন তাঁর কাছে গেলেন এবং সমস্ত বৃত্তান্ত বর্ণনা করলেন, তখন তিনি বললেন, ভয় করো না, তুমি জালেম সম্প্রদায়ের কবল থেকে রক্ষা পেয়েছ।","english_text":"Then one of the (maidens) came to him walking bashfully, (and) said: \"My father invites you that he may repay you for having watered our flock.\" So, when (Moses) came to him and told him his story, he said: \"Have no fear. You have escaped from the wicked people.\"","bangla_translit":"ফাজ্বা-য়াত্হু ইহ্দা-হুমা- তাম্শী ‘আলাস্ তিহ্ইয়া-য়িন্ ক্ব-লাত্ ইন্না আবী ইয়াদ্‘ঊকা লিয়াজযিয়াকা আজ্ব রমা- সাক্বইতা লানা-; ফালাম্মা জ্বা-য়াহূ অক্বছ্ছোয়া ‘আলাইহিল্ ক্বছোয়াছোয়া ক্ব-লা লা-তাখফ্ নাজ্বাওতা মিনাল্ ক্বওমিজ্ জোয়া-লিমীন্।","english_translit":null},{"sura":28,"aya":26,"quran_text":"قَالَتْ إِحْدَاهُمَا يَا أَبَتِ اسْتَأْجِرْهُ إِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الْأَمِينُ","bangla_text":"বালিকাদ্বয়ের একজন বলল পিতাঃ তাকে চাকর নিযুক্ত করুন। কেননা, আপনার চাকর হিসেবে সে-ই উত্তম হবে, যে শক্তিশালী ও বিশ্বস্ত।","english_text":"Said one of the maidens: \"O father, employ him. Surely the best (man) to employ is one who is strong and honest.\"","bangla_translit":"ক্ব-লাত্ ইহ্দা-হুমা-ইয়া য় আবাতিস্ তা’র্জ্বিহু ইন্না খইর মানিস্ তা’র্জ্বাতাল্ ক্বওওয়িয়্যুল আমীন্","english_translit":null},{"sura":28,"aya":27,"quran_text":"قَالَ إِنِّي أُرِيدُ أَنْ أُنْكِحَكَ إِحْدَى ابْنَتَيَّ هَاتَيْنِ عَلَى أَنْ تَأْجُرَنِي ثَمَانِيَ حِجَجٍ فَإِنْ أَتْمَمْتَ عَشْرًا فَمِنْ عِنْدِكَ وَمَا أُرِيدُ أَنْ أَشُقَّ عَلَيْكَ سَتَجِدُنِي إِنْ شَاءَ اللَّهُ مِنَ الصَّالِحِينَ","bangla_text":"পিতা মূসাকে বললেন, আমি আমার এই কন্যাদ্বয়ের একজনকে তোমার সাথে বিবাহে দিতে চাই এই শর্তে যে, তুমি আট বছর আমার চাকুরী করবে, যদি তুমি দশ বছর পূর্ণ কর, তা তোমার ইচ্ছা। আমি তোমাকে কষ্ট দিতে চাই না। আল্লাহ চাহেন তো তুমি আমাকে সৎকর্মপরায়ণ পাবে।","english_text":"He said: \"I would like to marry one of these two daughters of mine to you if you agree to work for me on hire for eight years. And if you stay on for ten, it is up to you. I do not wish to impose any hardship on you. God willing you will find me a man of honour.\"","bangla_translit":"ক্ব-লা ইন্নী য় উরীদু আন্ উন্কিহাকা ইহ্দাব্ নাতাইয়্যা হা-তাইনি ‘আলা য় আন্ তাজুরানী ছামা-নিয়া হিজ্বাজ্বিন্ ফাইন্ আত্মাম্তা ‘আশ্রান্ ফামিন্ ‘ইন্দিকা অমা য় উরীদু আন্ আশুকক্বা ‘আলাইক্; সাতাজ্বিদুনী য় ইন্শা-আল্লা-হু মিনাছ্ ছোয়া-লিহীন্।","english_translit":null},{"sura":28,"aya":28,"quran_text":"قَالَ ذَلِكَ بَيْنِي وَبَيْنَكَ أَيَّمَا الْأَجَلَيْنِ قَضَيْتُ فَلَا عُدْوَانَ عَلَيَّ وَاللَّهُ عَلَى مَا نَقُولُ وَكِيلٌ","bangla_text":"মূসা বললেন, আমার ও আপনার মধ্যে এই চুক্তি স্থির হল। দু’টি মেয়াদের মধ্য থেকে যে কোন একটি পূর্ণ করলে আমার বিরুদ্ধে কোন অভিযোগ থাকবে না। আমরা যা বলছি, তাতে আল্লাহর উপর ভরসা।","english_text":"(Moses) said: \"This is (agreed) between you and me. Whichever term I fulfil, no injustice will be done to me. God is witness to our agreement.\"","bangla_translit":"ক্ব-লা যা-লিকা বাইনি অ বাইনাক্; আইয়ামাল্ আজ্বালাইনি ক্বদ্বোয়াইতু ফালা-উদ্ওয়া-না ‘আলাইয়্যা; অল্লা-হু ‘আলা-মা-নাকুলু অকীল্।","english_translit":null},{"sura":28,"aya":29,"quran_text":"فَلَمَّا قَضَى مُوسَى الْأَجَلَ وَسَارَ بِأَهْلِهِ آنَسَ مِنْ جَانِبِ الطُّورِ نَارًا قَالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ نَارًا لَعَلِّي آتِيكُمْ مِنْهَا بِخَبَرٍ أَوْ جَذْوَةٍ مِنَ النَّارِ لَعَلَّكُمْ تَصْطَلُونَ","bangla_text":"অতঃপর মূসা (আঃ) যখন সেই মেয়াদ পূর্ণ করল এবং সপরিবারে যাত্রা করল, তখন সে তুর পর্বতের দিক থেকে আগুন দেখতে পেল। সে তার পরিবারবর্গকে বলল, তোমরা অপেক্ষা কর, আমি আগুন দেখেছি। সম্ভবতঃ আমি সেখান থেকে তোমাদের কাছে কোন খবর নিয়ে আসতে পারি অথবা কোন জ্বলন্ত কাষ্ঠখন্ড আনতে পারি, যাতে তোমরা আগুন পোহাতে পার।","english_text":"When Moses had fulfilled the term and was journeying with his family, he noticed a fire on the side of the mountain. \"Wait here,\" he said to his family; \"I have seen a fire. I may haply bring some news from there, or an ember that you may warm yourselves.\"","bangla_translit":"ফালাম্মা-ক্বাদ্বোয়া-মূসাল্ আজ্বালা অসা-র বিআহ্লিহী য় আ-নাসা মিন্ জ্বা-নিবিত্ব্্ ত্বুরি না-রান্ ক্ব-লা লিআহ্লিহিম্ কুছূ য় ইন্নী আ-নাস্তু না-রল্লা-‘আল্লী য় আ-তীকুম্ মিন্হা-বিখবারিন্ আও জ্বায্ওয়াতিম্ মিনান্না-রি লা‘আল্লাকুম্ তাছ্ত্বোয়ালূন্।","english_translit":null},{"sura":28,"aya":30,"quran_text":"فَلَمَّا أَتَاهَا نُودِيَ مِنْ شَاطِئِ الْوَادِ الْأَيْمَنِ فِي الْبُقْعَةِ الْمُبَارَكَةِ مِنَ الشَّجَرَةِ أَنْ يَا مُوسَى إِنِّي أَنَا اللَّهُ رَبُّ الْعَالَمِينَ","bangla_text":"যখন সে তার কাছে পৌছল, তখন পবিত্র ভূমিতে অবস্থিত উপত্যকার ডান প্রান্তের বৃক্ষ থেকে তাকে আওয়াজ দেয়া হল, হে মূসা! আমি আল্লাহ, বিশ্ব পালনকর্তা।","english_text":"When he drew near, a voice called out to him from the tree on the blessed spot on the right side of the valley: \"O Moses, I am verily God, the Lord of all the worlds.","bangla_translit":"ফালাম্মা য় আতা-হা-নূদিয়া মিন্ শা-ত্বিয়িল্ ওয়া-দিল্ আইমানি ফিল্ বুক‘আতিল্ মুবা-রকাতি মিনাশ্ শাজ্বারতি আইঁ ইয়া- মূসা য় ইন্নী য় আনাল্লা-হু রব্বুল্ ‘আলামীন্।","english_translit":null},{"sura":28,"aya":31,"quran_text":"وَأَنْ أَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّى مُدْبِرًا وَلَمْ يُعَقِّبْ يَا مُوسَى أَقْبِلْ وَلَا تَخَفْ إِنَّكَ مِنَ الْآمِنِينَ","bangla_text":"আরও বলা হল, তুমি তোমার লাঠি নিক্ষেপ কর। অতঃপর যখন সে লাঠিকে সর্পের ন্যায় দৌড়াদৌড়ি করতে দেখল, তখন সে মুখ ফিরিয়ে বিপরীত দিকে পালাতে লাগল এবং পেছন ফিরে দেখল না। হে মূসা, সামনে এস এবং ভয় করো না। তোমার কোন আশংকা নেই।","english_text":"Throw down your staff.\" When he saw it wriggling like a serpent, he turned about and fled without turning. \"O Moses, approach,\" (said the Voice), \"and have no fear. You will be safe.","bangla_translit":"অ আন্ আল্ক্বি ‘আছোয়াক্; ফালাম্মা-রয়া-হা-তাহ্তায্যু কাআন্নাহা-জ্বা-ন্নুঁও অল্লা-মুদ্বিরাঁও অলাম্ ইয়ুআকক্বিব্; ইয়া-মূসা য় আকবিল্ অলা তাখফ্ ইন্নাকা মিনাল্ আ-মিনীন্।","english_translit":null},{"sura":28,"aya":32,"quran_text":"اسْلُكْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ وَاضْمُمْ إِلَيْكَ جَنَاحَكَ مِنَ الرَّهْبِ فَذَانِكَ بُرْهَانَانِ مِنْ رَبِّكَ إِلَى فِرْعَوْنَ وَمَلَئِهِ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ","bangla_text":"তোমার হাত বগলে রাখ। তা বের হয়ে আসবে নিরাময় উজ্জ্বল হয়ে এবং ভয় হেতু তোমার হাত তোমার উপর চেপে ধর। এই দু’টি ফেরাউন ও তার পরিষদবর্গের প্রতি তোমার পালনকর্তার তরফ থেকে প্রমাণ। নিশ্চয় তারা পাপাচারী সম্প্রদায়।","english_text":"Put your hand inside your shirt. It will come out white without a tarnish of blame; and do not be perturbed or afraid. These are two proofs from your Lord for the Pharaoh and his nobles. They are certainly a rebellious people.\"","bangla_translit":"উস্লুক্ ইয়াদাকা ফী জ্বাইবিকা তাখ্রুজ্ব বাইদ্বোয়া-য়া মিন্ গইরি সূ-য়িঁও ওয়াদ্ব্মুম্ ইলাইকা জ্বানা-হাকা মির্না রহ্বি ফাযা-নিকা বুরহা-না-নি র্মি রব্বিকা ইলা- র্ফি‘আউনা অমালায়িহ্; ইন্নাহুম্ কা-নূ ক্বওমান্ ফা-সিক্বীন্।","english_translit":null},{"sura":28,"aya":33,"quran_text":"قَالَ رَبِّ إِنِّي قَتَلْتُ مِنْهُمْ نَفْسًا فَأَخَافُ أَنْ يَقْتُلُونِ","bangla_text":"মূসা বলল, হে আমার পালনকর্তা, আমি তাদের এক ব্যক্তিকে হত্যা করেছি। কাজেই আমি ভয় করছি যে, তারা আমাকে হত্যা করবে।","english_text":"He said: \"O Lord, I have killed a man of theirs, and fear they would kill me.","bangla_translit":"ক্ব-লা রব্বি ইন্নী ক্বতাল্তু মিন্হুম্ নাফ্সান্ ফাআখ-ফু আই ইয়া-কতুলূন।","english_translit":null},{"sura":28,"aya":34,"quran_text":"وَأَخِي هَارُونُ هُوَ أَفْصَحُ مِنِّي لِسَانًا فَأَرْسِلْهُ مَعِيَ رِدْءًا يُصَدِّقُنِي إِنِّي أَخَافُ أَنْ يُكَذِّبُونِ","bangla_text":"আমার ভাই হারুণ, সে আমা অপেক্ষা প্রাঞ্জলভাষী। অতএব, তাকে আমার সাথে সাহায্যের জন্যে প্রেরণ করুন। সে আমাকে সমর্থন জানাবে। আমি আশংকা করি যে, তারা আমাকে মিথ্যাবাদী বলবে।","english_text":"So send my brother Aaron with me as helper for he is more fluent than I with words, that he should affirm me, for I fear that they would call me a liar.\"","bangla_translit":"অআখী হারূ-নু হুওয়া আফ্ছোয়াহু মিন্নী লিসা-নান্ ফার্আসিল্হু মা‘ইয়া রিদ্য়াইঁ ইয়ুছোয়াদ্দিকুনী য় ইন্নী য় আখ-ফু আইঁ ইয়ুকায্যিবূন্।","english_translit":null},{"sura":28,"aya":35,"quran_text":"قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجْعَلُ لَكُمَا سُلْطَانًا فَلَا يَصِلُونَ إِلَيْكُمَا بِآيَاتِنَا أَنْتُمَا وَمَنِ اتَّبَعَكُمَا الْغَالِبُونَ","bangla_text":"আল্লাহ বললেন, আমি তোমার বাহু শক্তিশালী করব তোমার ভাই দ্বারা এবং তোমাদের প্রধান্য দান করব। ফলে, তারা তোমার কাছে পৌছাতে পারবে না। আমার নিদর্শনাবলীর জোরে তোমরা এবং তোমাদের অনুসারীরা প্রবল থাকবে।","english_text":"(And) God said: \"We shall strengthen your arm with your brother, and give you power with Our signs and give you authority, so that they will not be able to harm you. Both of you and your followers will be victorious.\"","bangla_translit":"ক্ব-লা সানাশুদ্দ ‘আদ্বুদাকা বিআখীকা অনাজ‘আলু লাকুমা- সুল্ত্বোয়া-নান্ ফালা-ইয়াছিলূনা ইলাইকুমা- বিআ-ইয়া-তিনা য় আন্তুমা-অমানি ত্তাবা‘আকুমাল্ গ-লিবূন্।","english_translit":null},{"sura":28,"aya":36,"quran_text":"فَلَمَّا جَاءَهُمْ مُوسَى بِآيَاتِنَا بَيِّنَاتٍ قَالُوا مَا هَذَا إِلَّا سِحْرٌ مُفْتَرًى وَمَا سَمِعْنَا بِهَذَا فِي آبَائِنَا الْأَوَّلِينَ","bangla_text":"অতঃপর মূসা যখন তাদের কাছে আমার সুস্পষ্ট নিদর্শনাবলী নিয়ে পৌছল, তখন তারা বলল, এতো অলীক জাদু মাত্র। আমরা আমাদের পূর্বপুরুষদের মধ্যে এ কথা শুনিনি।","english_text":"But when Moses came to them with Our clear signs they said: \"This is nothing but magic he has contrived, for we have not heard of this from our fathers of old.\"","bangla_translit":"ফালাম্মা-জ্বা-য়াহুম্ মূসা- বিআ-ইয়া-তিনা- বাইয়্যিনা-তিন্ ক্ব-লূ মা-হাযা য় ইল্লা-সিহ্রুম্ মুফ্তারঁও অমা-সামি’না- বি হা-যা-ফী য় আ-বা-য়িনাল্ আউয়্যালীন্।","english_translit":null},{"sura":28,"aya":37,"quran_text":"وَقَالَ مُوسَى رَبِّي أَعْلَمُ بِمَنْ جَاءَ بِالْهُدَى مِنْ عِنْدِهِ وَمَنْ تَكُونُ لَهُ عَاقِبَةُ الدَّارِ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ","bangla_text":"মূসা বলল, আমার পালনকর্তা সম্যক জানেন যে তার নিকট থেকে হেদায়েতের কথা নিয়ে আগমন করেছে এবং যে প্রাপ্ত হবে পরকালের গৃহ। নিশ্চয় জালেমরা সফলকাম হবে না।","english_text":"But Moses said: \"My Lord knows well who has come with guidance from Him, and for whom is the guerdon of Paradise. But surely the wicked will not prosper.\"","bangla_translit":"অ ক্ব-লা- মূসা-রব্বী য় আ’লামু বিমান্ জ্বা-য়া বিল্ হুদা-মিন্ ‘ঈন্দিহী অমান্ তাকূনু লাহূ আ’ ক্বিবাতুদ্ দার্- ইন্নাহূ লা-ইয়ুফ্লিহুজ্ জোয়া-লিমূন্।","english_translit":null},{"sura":28,"aya":38,"quran_text":"وَقَالَ فِرْعَوْنُ يَا أَيُّهَا الْمَلَأُ مَا عَلِمْتُ لَكُمْ مِنْ إِلَهٍ غَيْرِي فَأَوْقِدْ لِي يَا هَامَانُ عَلَى الطِّينِ فَاجْعَلْ لِي صَرْحًا لَعَلِّي أَطَّلِعُ إِلَى إِلَهِ مُوسَى وَإِنِّي لَأَظُنُّهُ مِنَ الْكَاذِبِينَ","bangla_text":"ফেরাউন বলল, হে পরিষদবর্গ, আমি জানি না যে, আমি ব্যতীত তোমাদের কোন উপাস্য আছে। হে হামান, তুমি ইট পোড়াও, অতঃপর আমার জন্যে একটি প্রাসাদ নির্মাণ কর, যাতে আমি মূসার উপাস্যকে উকি মেরে দেখতে পারি। আমার তো ধারণা এই যে, সে একজন মিথ্যাবাদী।","english_text":"The Pharaoh said: \"O nobles, I am not aware of any other lord of yours but myself. So, O Haman, fire some clay (bricks) to build a tower for me that I may mount up (and see) the God of Moses; for I think he is a liar.\"","bangla_translit":"অক্ব-লা র্ফি‘আউনু ইয়া য় আইয়ুহাল্ মালায়ু মা-‘আলিম্তু লাকুম্ মিন্ ইলা-হিন্ গইরী, ফাআও ক্বিদ্লী ইয়া-হা-মা-নু ‘আলাত্ব ত্বীনি ফাজআল্লী ছোর্য়াহাল্লা‘আল্লীয় আত্ব্ত্বোয়ালি‘উইলা য় ইলা-হি মূসা-অইন্নী লাআজুন্নুহূ মিনাল্ কা-যিবীন্।","english_translit":null},{"sura":28,"aya":39,"quran_text":"وَاسْتَكْبَرَ هُوَ وَجُنُودُهُ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَظَنُّوا أَنَّهُمْ إِلَيْنَا لَا يُرْجَعُونَ","bangla_text":"ফেরাউন ও তার বাহিনী অন্যায়ভাবে পৃথিবীতে অহংকার করতে লাগল এবং তারা মনে করল যে, তারা আমার কাছে প্রত্যাবর্তিত হবে না।","english_text":"He and his soldiers had become arrogant in the land for no reason, and did not think that they have to come back to Us in the end.","bangla_translit":"অস্তাক্বার হুওয়া অ জুনূদুহূ ফিল্ র্আদ্বি বিগইরিল্ হাকক্বি অজোয়ান্নূ য় আন্নাহুম্ ইলাইনা- লা-ইর্য়ুজ্বা‘ঊন্।","english_translit":null},{"sura":28,"aya":40,"quran_text":"فَأَخَذْنَاهُ وَجُنُودَهُ فَنَبَذْنَاهُمْ فِي الْيَمِّ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظَّالِمِينَ","bangla_text":"অতঃপর আমি তাকে ও তার বাহিনীকে পাকড়াও করলাম, তৎপর আমি তাদেরকে সমু˦#2503;দ্র নিক্ষেপ করলাম। অতএব, দেখ জালেমদের পরিণাম কি হয়েছে।","english_text":"So We seized him and his hordes and threw them into the sea. Behold then how was the end of the wicked!","bangla_translit":"ফাআখয্না-হু অজুনূদাহূ ফানাবায্না-হুম্ ফিল্ ইয়াম্মি ফার্ন্জু কাইফা কা-না ‘আ-ক্বিবাতুজ্ জোয়া-লিমীন্।","english_translit":null},{"sura":28,"aya":41,"quran_text":"وَجَعَلْنَاهُمْ أَئِمَّةً يَدْعُونَ إِلَى النَّارِ وَيَوْمَ الْقِيَامَةِ لَا يُنْصَرُونَ","bangla_text":"আমি তাদেরকে নেতা করেছিলাম। তারা জাহান্নামের দিকে আহবান করত। কেয়ামতের দিন তারা সাহায্য প্রাপ্ত হবে না।","english_text":"We made them the leaders of those who call to Hell; and on the Day of Judgement they will not be helped.","bangla_translit":"অ জ্বা‘আল্না-হুম্ আইয়িম্মাতাঁই ইয়াদ্‘ঊনা ইলান্না-রি অইয়াওমাল্ ক্বিয়া-মাতি লা-ইয়ুন্ছোয়ারূন্।","english_translit":null},{"sura":28,"aya":42,"quran_text":"وَأَتْبَعْنَاهُمْ فِي هَذِهِ الدُّنْيَا لَعْنَةً وَيَوْمَ الْقِيَامَةِ هُمْ مِنَ الْمَقْبُوحِينَ","bangla_text":"আমি এই পৃথিবীতে অভিশাপকে তাদের পশ্চাতে লাগিয়ে দিয়েছি এবং কেয়ামতের দিন তারা হবে দুর্দশাগ্রস্ত।","english_text":"A curse lies upon them in this world, and on the Day of Resurrection they will be despised.","bangla_translit":"অ আত্বা’না-হুম্ ফী হা-যিহিদ্দুন্ইয়া-লা’নাতান্ অ ইয়াওমাল্ ক্বিয়া-মাতি হুম্ মিনাল্ মাকবূহীন্।","english_translit":null},{"sura":28,"aya":43,"quran_text":"وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ مِنْ بَعْدِ مَا أَهْلَكْنَا الْقُرُونَ الْأُولَى بَصَائِرَ لِلنَّاسِ وَهُدًى وَرَحْمَةً لَعَلَّهُمْ يَتَذَكَّرُونَ","bangla_text":"আমি পূর্ববর্তী অনেক সম্প্রদায়কে ধ্বংস করার পর মূসাকে কিতাব দিয়েছি মানুষের জন্যে জ্ঞানবর্তিকা। হেদায়েত ও রহমত, যাতে তারা স্মরণ রাখে।","english_text":"After We had destroyed the earlier generations We gave Moses the Book as evidence for mankind, and a guidance and grace, so that they may remember.","bangla_translit":"অলাক্বদ্ আ-তাইনা-মূসাল্ কিতা-বা মিম্ বা’দি মায় আহ্লাক্নাল্ কুরূনাল্ ঊলা-বাছোয়া-য়িরা লিন্না-সি অহুদাঁও অরহ্মাতাল্ লা‘আল্লাহুম্ ইয়াতাযাক্কারূন্।","english_translit":null},{"sura":28,"aya":44,"quran_text":"وَمَا كُنْتَ بِجَانِبِ الْغَرْبِيِّ إِذْ قَضَيْنَا إِلَى مُوسَى الْأَمْرَ وَمَا كُنْتَ مِنَ الشَّاهِدِينَ","bangla_text":"মূসাকে যখন আমি নির্দেশনামা দিয়েছিলাম, তখন আপনি পশ্চিম প্রান্তে ছিলেন না এবং আপনি প্রত্যক্ষদর্শীও ছিলেন না।","english_text":"You were not there on the western side (of Mount Sinai) when We gave the commandments to Moses, nor were you witness (to the event).","bangla_translit":"অমা-কুন্তা বিজ্বা-নিবিল্ র্গবিয়্যী ইয্ ক্বাদ্বোয়াইনা য় ইলা-মূসাল্ আম্র অমা-কুন্তা মিনাশ্ শা-হিদীন্।","english_translit":null},{"sura":28,"aya":45,"quran_text":"وَلَكِنَّا أَنْشَأْنَا قُرُونًا فَتَطَاوَلَ عَلَيْهِمُ الْعُمُرُ وَمَا كُنْتَ ثَاوِيًا فِي أَهْلِ مَدْيَنَ تَتْلُو عَلَيْهِمْ آيَاتِنَا وَلَكِنَّا كُنَّا مُرْسِلِينَ","bangla_text":"কিন্তু আমি অনেক সম্প্রদায় সৃষ্টি করেছিলাম, অতঃপর তাদের অনেক যুগ অতিবাহিত হয়েছে। আর আপনি মাদইয়ানবাসীদের মধ্যে ছিলেন না যে, তাদের কাছে আমার আয়াতসমূহ পাঠ করতেন। কিন্তু আমিই ছিলাম রসূল প্রেরণকারী।","english_text":"We raised (many more) generations and prolonged their lives. You did not live with the people of Midian, nor recited to them Our revelations; but We kept on sending messengers.","bangla_translit":"অলা-কিন্না য় আন্ শানা কুরূনান্ ফাতাত্বোয়া- অলা ‘আলাইহিমুল্ উমুরু অমা-কুন্তা ছা-ওয়িয়ান্ ফী য় আহ্লি মাদ্ইয়ানা তাত্লূ ‘আলাইহিম্- আ-ইয়া-তিনা- অলা-কিন্না- কুন্না- র্মুসিলীন্।","english_translit":null},{"sura":28,"aya":46,"quran_text":"وَمَا كُنْتَ بِجَانِبِ الطُّورِ إِذْ نَادَيْنَا وَلَكِنْ رَحْمَةً مِنْ رَبِّكَ لِتُنْذِرَ قَوْمًا مَا أَتَاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ","bangla_text":"আমি যখন মূসাকে আওয়াজ দিয়েছিলাম, তখন আপনি তুর পর্বতের পার্শ্বে ছিলেন না। কিন্তু এটা আপনার পালনকর্তার রহমত স্বরূপ, যাতে আপনি এমন এক সম্প্রদায়কে ভীতি প্রদর্শন করেন, যাদের কাছে আপনার পূꦣ2503;ব কোন ভীতি প্রদর্শনকারী আগমন করেনি, যাতে তারা স্মরণ রাখে।","english_text":"You were not present on the side of Mount Sinai when We called. And all this (knowledge that you are given) is by the grace of your Lord so that you may warn a people to whom no admonisher had come before you, that they may take heed;","bangla_translit":"অমা-কুন্তা বিজ্বা-নিবিত্ব্ তুরি ইয্ না-দাইনা- অলা-র্কি রহ্মাতাম্ র্মি রব্বিকা লিতুন্যির ক্বওমাম্ মায় আতা-হুম্ মিন্ নাযীরিম্ মিন্ ক্বব্লিকা লা‘আল্লাহুম্ ইয়াতাযাক্কারূন্।","english_translit":null},{"sura":28,"aya":47,"quran_text":"وَلَوْلَا أَنْ تُصِيبَهُمْ مُصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَيَقُولُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ وَنَكُونَ مِنَ الْمُؤْمِنِينَ","bangla_text":"আর এ জন্য যে, তাদের কৃতকর্মের জন্যে তাদের কোন বিপদ হলে তারা বলত, হে আমাদের পালনকর্তা, তুমি আমাদের কাছে কোন রসূল প্রেরণ করলে না কেন? করলে আমরা তোমার আয়াতসমূহের অনুসরণ করতাম এবং আমরা বিশ্বাস স্থাপনকারী হয়ে যেতাম।","english_text":"And in case disaster comes upon them for what they have done themselves, they should say: \"O Lord, why did You not send an apostle to us that we should have followed Your commands, and been with those who are believers;\"","bangla_translit":"অ লাওলা য় আন্ তুছীবাহুম্ মুছীবাতুম্ বিমা-ক্বদ্দামাত্ আইদীহিম্ ফাইয়াকুলূ রব্বানা-লাওলা য় র্আসাল্তা ইলাইনা-রসূলান্ ফানাত্তাবি‘আ আ-ইয়া-তিকা অনাকূনা মিনাল্ মুমিনীন্।","english_translit":null},{"sura":28,"aya":48,"quran_text":"فَلَمَّا جَاءَهُمُ الْحَقُّ مِنْ عِنْدِنَا قَالُوا لَوْلَا أُوتِيَ مِثْلَ مَا أُوتِيَ مُوسَى أَوَلَمْ يَكْفُرُوا بِمَا أُوتِيَ مُوسَى مِنْ قَبْلُ قَالُوا سِحْرَانِ تَظَاهَرَا وَقَالُوا إِنَّا بِكُلٍّ كَافِرُونَ","bangla_text":"অতঃপর আমার কাছ থেকে যখন তাদের কাছে সত্য আগমন করল, তখন তারা বলল, মূসাকে যেরূপ দেয়া হয়েছিল, এই রসূলকে সেরূপ দেয়া হল না কেন? পূর্বে মূসাকে যা দেয়া হয়েছিল, তারা কি তা অস্বীকার করেনি? তারা বলেছিল, উভয়ই জাদু, পরস্পরে একাত্ম। তারা আরও বলেছিল, আমরা উভয়কে মানি না।","english_text":"But when the truth came to them from Us, they said: \"Why is he not given the like of what was given to Moses?\" Did they not disbelieve before in what was given to Moses? They said: \"Both are imposters one like the other,\" and added: \"We do not believe in either.\"","bangla_translit":"ফালাম্মা- জ্বা-য়াহুমুল্ হাক্ক্বু মিন্ ‘ইন্দিনা-ক্ব-লূ লাওলা য় ঊতিয়া মিছ্লা মা য় ঊতিয়া মূসা-; আওয়ালাম্ ইয়াক্ফুরূ বিমা য় ঊতিয়া মূসা-মিন্ ক্বব্লু ক্ব-লূ সিহ্র-নি তাজোয়া-হারা অ ক্ব-লূ য় ইন্না বিকুল্লিন্ কা-ফিরূন্।","english_translit":null},{"sura":28,"aya":49,"quran_text":"قُلْ فَأْتُوا بِكِتَابٍ مِنْ عِنْدِ اللَّهِ هُوَ أَهْدَى مِنْهُمَا أَتَّبِعْهُ إِنْ كُنْتُمْ صَادِقِينَ","bangla_text":"বলুন, তোমরা সত্যবাদী হলে এখন আল্লাহর কাছ থেকে কোন কিতাব আন, যা এতদুভয় থেকে উত্তম পথপ্রদর্শক হয়। আমি সেই কিতাব অনুসরণ করব।","english_text":"Say: \"Then bring a Book from God which gives better guidance than these so that I may follow it, if you speak the truth.\"","bangla_translit":"কুল্ ফাতূ বিকিতা-বিম্ মিন্ ‘ইন্দিল্লা-হি হুওয়া আহ্দা মিন্হুমা য় আত্তাবি’হু ইন্ কুন্তুম্ ছোয়া-দিক্বীন্।","english_translit":null},{"sura":28,"aya":50,"quran_text":"فَإِنْ لَمْ يَسْتَجِيبُوا لَكَ فَاعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَاءَهُمْ وَمَنْ أَضَلُّ مِمَّنِ اتَّبَعَ هَوَاهُ بِغَيْرِ هُدًى مِنَ اللَّهِ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ","bangla_text":"অতঃপর তারা যদি আপনার কথায় সাড়া না দেয়, তবে জানবেন, তারা শুধু নিজের প্রবৃত্তির অনুসরণ করে। আল্লাহর হেদায়েতের পরিবর্তে যে ব্যক্তি নিজ প্রবৃত্তির অনুসরণ করে, তার চাইতে অধিক পথভ্রষ্ট আর কে? নিশ্চয় আল্লাহ জালেম সম্প্রদায়কে পথ দেখান না।","english_text":"Then, if they cannot give you an answer, know that they are only following their lusts. And who can be farther astray than he who follows his lust without any guidance from God? And certainly God does not guide an unjust people.","bangla_translit":"ফাইল্ লাম্ ইয়াস্তাজ্বীবূ লাকা ফা’লাম্ আন্নামা- ইয়াত্তাবি‘ঊনা আহ্ওয়া-য়াহুম্ অমান্ আদ্বোয়াল্লু মিম্মানিত্তাবা‘আ হাওয়া-হু বিগইরি হুদাম্ মিনাল্লা-হ্; ইন্নাল্লা-হা লা-ইয়াহ্দিল্ ক্বওমাজ্ জোয়া-লিমীন্।","english_translit":null},{"sura":28,"aya":51,"quran_text":"وَلَقَدْ وَصَّلْنَا لَهُمُ الْقَوْلَ لَعَلَّهُمْ يَتَذَكَّرُونَ","bangla_text":"আমি তাদের কাছে উপর্যুপরি বাণী পৌছিয়েছি। যাতে তারা অনুধাবন করে।","english_text":"We have been sending word to them that they may take a warning.","bangla_translit":"অলাক্বদ্ অছ্ ছোয়াল্না-লাহুমুল্ ক্বওলা লা‘আল্লাহুম্ ইয়াতাযাক্কারূন্।","english_translit":null},{"sura":28,"aya":52,"quran_text":"الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ مِنْ قَبْلِهِ هُمْ بِهِ يُؤْمِنُونَ","bangla_text":"কোরআনের পূর্বে আমি যাদেরকে কিতাব দিয়েছি, তারা এতে বিশ্বাস করে।","english_text":"Those to whom We gave the Book before this do believe in it;","bangla_translit":"আল্লাযীনা আ-তাইনা-হুমুল্ কিতা-বা মিন্ ক্বব্লিহী হুম্ বিহী ইয়ুমিনূন্।","english_translit":null},{"sura":28,"aya":53,"quran_text":"وَإِذَا يُتْلَى عَلَيْهِمْ قَالُوا آمَنَّا بِهِ إِنَّهُ الْحَقُّ مِنْ رَبِّنَا إِنَّا كُنَّا مِنْ قَبْلِهِ مُسْلِمِينَ","bangla_text":"যখন তাদের কাছে এটা পাঠ করা হয়, তখন তারা বলে, আমরা এর প্রতি বিশ্বাস স্থাপন করলাম। এটা আমাদের পালনকর্তার পক্ষ থেকে সত্য। আমরা এর পূর্বেও আজ্ঞাবহ ছিলাম।","english_text":"And when it is read out to them, say: \"We believe in it. It's the truth from our Lord. We had committed ourselves before it came.\"","bangla_translit":"অইযা-ইয়ুত্লা- ‘আলাইহিম্ ক্ব-লূ য় আ-মান্না- বিহী য় ইন্নাহুল্ হাককু র্মি রব্বিনা য় ইন্না-কুন্না-মিন্ ক্বব্লিহী মুস্লিমীন্।","english_translit":null},{"sura":28,"aya":54,"quran_text":"أُولَئِكَ يُؤْتَوْنَ أَجْرَهُمْ مَرَّتَيْنِ بِمَا صَبَرُوا وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ","bangla_text":"তারা দুইবার পুরস্কৃত হবে তাদের সবরের কারণে। তারা মন্দের জওয়াবে ভাল করে এবং আমি তাদেরকে যা দিয়েছি, তা থেকে ব্যয় করে।","english_text":"These will be given their recompense twice, for they persevered and repelled evil with good, and spent of what We had given them.","bangla_translit":"উলা-য়িকা ইয়ুতাওনা আজরহুম্ র্মারাতাইনি বিমা-ছোয়াবারূ অ ইয়াদ্রায়ূনা বিল্হাসানাতিস্ সাইয়িয়াতা অমিম্মা-রযাকনা-হুম্ ইয়ুন্ফিকুন্।","english_translit":null},{"sura":28,"aya":55,"quran_text":"وَإِذَا سَمِعُوا اللَّغْوَ أَعْرَضُوا عَنْهُ وَقَالُوا لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ سَلَامٌ عَلَيْكُمْ لَا نَبْتَغِي الْجَاهِلِينَ","bangla_text":"তারা যখন অবাঞ্চিত বাজে কথাবার্তা শ্রবণ করে, তখন তা থেকে মুখ ফিরিয়ে নেয় এবং বলে, আমাদের জন্যে আমাদের কাজ এবং তোমাদের জন্যে তোমাদের কাজ। তোমাদের প্রতি সালাম। আমরা অজ্ঞদের সাথে জড়িত হতে চাই না।","english_text":"When they hear idle talk they turn aside and say: \"To us our actions, to you yours. Peace on you; we do not look for the ignorant.\"","bangla_translit":"অ ইযা-সামি‘উল্ লাগ্ওয়া আ’রদ্বূ ‘আন্হু অক্ব-লূ লানা য় আ’মা-লুনা অলাকুম্ আ’মা-লুকুম্ সালা-মুন্ ‘আলাইকুম্ লা-নাব্তাগিল্ জ্বা-হিলীন্।","english_translit":null},{"sura":28,"aya":56,"quran_text":"إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ","bangla_text":"আপনি যাকে পছন্দ করেন, তাকে সৎপথে আনতে পারবেন না, তবে আল্লাহ তা’আলাই যাকে ইচ্ছা সৎপথে আনয়ন করেন। কে সৎপথে আসবে, সে সম্পর্কে তিনিই ভাল জানেন।","english_text":"You cannot guide any one you like: God guides whosoever He please. He knows best who will come to guidance.","bangla_translit":"ইন্নাকা লা-তাহ্দী মান্ আহ্বাব্তা অলা-কিন্নাল্লা-হা ইয়াহ্দী মাইঁ ইয়াশা-য়ু অহুওয়া আ’লামু বিল্মুহ্তাদীন্।","english_translit":null},{"sura":28,"aya":57,"quran_text":"وَقَالُوا إِنْ نَتَّبِعِ الْهُدَى مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنَا أَوَلَمْ نُمَكِّنْ لَهُمْ حَرَمًا آمِنًا يُجْبَى إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ رِزْقًا مِنْ لَدُنَّا وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ","bangla_text":"তারা বলে, যদি আমরা আপনার সাথে সুপথে আসি, তবে আমরা আমাদের দেশ থেকে উৎখাত হব। আমি কি তাদের জন্যে একটি নিরাপদ হরম প্রতিষ্ঠিত করিনি? এখানে সর্বপ্রকার ফল-মূল আমদানী হয় আমার দেয়া রিযিকস্বরূপ। কিন্তু তাদের অধিকাংশই জানে না।","english_text":"They say: \"If we followed your guidance we would be driven from the land by force.\" Have We not set up a sanctuary for them, to which is brought a wealth of everything as provision from Us? But most of them do not understand.","bangla_translit":"অক্ব-লূ য় ইন্ নাত্তাবি‘ইল্ হুদা- মা‘আকা নুতাখত্ব ত্বোয়াফ্ মিন্ র্আদ্বিনা-আওয়ালাম্ নুমাক্কিল্লাহুম্ হারমান্ আ-মিনাইঁ ইয়ুজবা য় ইলাইহি ছামার-তু কুল্লি শাইর্য়ি রিয্ক্বম্ মিল্লাদুন্না-অলা-কিন্না আক্ছারহুম্ লা-ইয়া’লামূন্।","english_translit":null},{"sura":28,"aya":58,"quran_text":"وَكَمْ أَهْلَكْنَا مِنْ قَرْيَةٍ بَطِرَتْ مَعِيشَتَهَا فَتِلْكَ مَسَاكِنُهُمْ لَمْ تُسْكَنْ مِنْ بَعْدِهِمْ إِلَّا قَلِيلًا وَكُنَّا نَحْنُ الْوَارِثِينَ","bangla_text":"আমি অনেক জনপদ ধবংস করেছি, যার অধিবাসীরা তাদের জীবন যাপনে মদমত্ত ছিল। এগুলোই এখন তাদের ঘর-বাড়ী। তাদের পর এগুলোতে মানুষ সামান্যই বসবাস করেছে। অবশেষে আমিই মালিক রয়েছি।","english_text":"How many habitations that had come to boast of their resources have We destroyed? These their dwellings were never inhabited except rarely after them; and they came back to Us.","bangla_translit":"অকাম্ আহ্লাক্না মিন্ র্ক্বইয়াতিম্ বাত্বিরাত্ মাঈ’শাতাহা- ফাতিল্কা মাসা-কিনুহুম্ লাম্ তুস্কাম্ মিম্ বা’দিহিম্ ইল্লা-ক্বলীলা-; অকুন্না-নাহ্নুল্ ওয়া-রিছীন্।","english_translit":null},{"sura":28,"aya":59,"quran_text":"وَمَا كَانَ رَبُّكَ مُهْلِكَ الْقُرَى حَتَّى يَبْعَثَ فِي أُمِّهَا رَسُولًا يَتْلُو عَلَيْهِمْ آيَاتِنَا وَمَا كُنَّا مُهْلِكِي الْقُرَى إِلَّا وَأَهْلُهَا ظَالِمُونَ","bangla_text":"আপনার পালনকর্তা জনপদসমূহকে ধ্বংস করেন না, যে পর্যন্ত তার কেন্দ্রস্থলে রসূল প্রেরণ না করেন, যিনি তাদের কাছে আমার আয়াতসমূহ পাঠ করেন এবং আমি জনপদসমূহকে তখনই ধ্বংস করি, যখন তার বাসিন্দারা জুলুম করে।","english_text":"But your Lord does not destroy habitations without having sent an apostle to their metropolis to read out Our commandments to them. We would never have destroyed cities if their inhabitants were not given to wickedness.","bangla_translit":"অ মা-কা-না রব্বুকা মুহ্লিকাল্ কুরা-হাত্তা-ইয়াব্‘আছা ফী য় উম্মিহা-রাসূলাইঁ ইয়াত্লূ ‘আলাইহিম্ আ-ইয়াতিনা-অমা-কুন্না -মুহ্লিক্বিল্ কুরা য় ইল্লা-অআহ্লুহা-জোয়া-লিমূন্।","english_translit":null},{"sura":28,"aya":60,"quran_text":"وَمَا أُوتِيتُمْ مِنْ شَيْءٍ فَمَتَاعُ الْحَيَاةِ الدُّنْيَا وَزِينَتُهَا وَمَا عِنْدَ اللَّهِ خَيْرٌ وَأَبْقَى أَفَلَا تَعْقِلُونَ","bangla_text":"তোমাদেরকে যা কিছু দেয়া হয়েছে, তা পার্থিব জীবনের ভোগ ও শোভা বৈ নয়। আর আল্লাহর কাছে যা আছে, তা উত্তম ও স্থায়ী। তোমরা কি বোঝ না ?","english_text":"Whatsoever has been given you is the stuff this life is made of, and only its embellishment. What is with your Lord is better and abiding. Will you not understand?","bangla_translit":"অমা য় ঊতীতুম্ মিন্ শাইয়িন্ ফামাতা‘উল্ হা-ইয়া-তিদ্দুন্ইয়া-অযীনাতুহা- অমা-‘ইন্দাল্লা-হি খইরুঁও অ আব্ক্ব-; আফালা- তা’ক্বিলূন্।","english_translit":null},{"sura":28,"aya":61,"quran_text":"أَفَمَنْ وَعَدْنَاهُ وَعْدًا حَسَنًا فَهُوَ لَاقِيهِ كَمَنْ مَتَّعْنَاهُ مَتَاعَ الْحَيَاةِ الدُّنْيَا ثُمَّ هُوَ يَوْمَ الْقِيَامَةِ مِنَ الْمُحْضَرِينَ","bangla_text":"যাকে আমি উত্তম প্রতিশ্রুতি দিয়েছি, যা সে পাবে, সে কি ঐ ব্যক্তির সমান, যাকে আমি পার্থিব জীবনের ভোগ-সম্ভার দিয়েছি, অতঃপর তাকে কেয়ামতের দিন অপরাধীরূপে হাযির করা হবে?","english_text":"Can one who was given a better promise, which he will find come true, be like him who was given a little enjoyment of this life, but who will afterwards be brought (to judgement) on the Day of Resurrection?","bangla_translit":"আফামাঁও অ‘আদ্না-হু ওয়া’দান্ হাসানান্ ফাহুওয়া লা-ক্বীহি কামাম্ মাত্তা’না-হু মাতা-‘আল হা-ইয়া-তিদ্ দুন্ইয়া- ছুম্মা হুওয়া ইয়াওমাল্ ক্বিয়ামাতি মিনাল্ মুহ্দ্বোয়ারীন্।","english_translit":null},{"sura":28,"aya":62,"quran_text":"وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنْتُمْ تَزْعُمُونَ","bangla_text":"যেদিন আল্লাহ তাদেরকে আওয়াজ দিয়ে বলবেন, তোমরা যাদেরকে আমার শরীক দাবী করতে, তারা কোথায়?","english_text":"That day God will call them and ask: \"Where are they you imagined were My compeers?\"","bangla_translit":"অ ইয়াওমা ইয়ুনা-দী হিম্ ফাইয়াকুলু আইনা শুরকা-ইইয়া ল্লাযীনা কুন্তুম্ তায্‘উমূন্।","english_translit":null},{"sura":28,"aya":63,"quran_text":"قَالَ الَّذِينَ حَقَّ عَلَيْهِمُ الْقَوْلُ رَبَّنَا هَؤُلَاءِ الَّذِينَ أَغْوَيْنَا أَغْوَيْنَاهُمْ كَمَا غَوَيْنَا تَبَرَّأْنَا إِلَيْكَ مَا كَانُوا إِيَّانَا يَعْبُدُونَ","bangla_text":"যাদের জন্যে শাস্তির আদেশ অবধারিত হয়েছে, তারা বলবে, হে আমাদের পালনকর্তা। এদেরকেই আমরা পথভ্রষ্ট করেছিলাম। আমরা তাদেরকে পথভ্রষ্ট করেছিলাম, যেমন আমরা পথভ্রষ্ট হয়েছিলাম। আমরা আপনার সামনে দায়মুক্ত হচ্ছি। তারা কেবল আমাদেরই এবাদত করত না।","english_text":"Those against whom the sentence is justified will say: \"O Lord, these are those we had led astray as we had ourselves gone astray. We clear ourselves before You: They never worshipped us.\"","bangla_translit":"ক্ব-লাল্লাযীনা হাক্ব্ক্বা ‘আলাইহিমুল্ ক্বওলু রব্বানা-হা য় উলা-য়িল্লাযীনা আগ্ওয়াইনা-আগ্ওয়াইনা-হুম্ কামা- গওয়াইনা-তার্বারনায় ইলাইকা মা-কা-নূ য় ইয়্যা-না-ইয়া’বুদূন্।","english_translit":null},{"sura":28,"aya":64,"quran_text":"وَقِيلَ ادْعُوا شُرَكَاءَكُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ وَرَأَوُا الْعَذَابَ لَوْ أَنَّهُمْ كَانُوا يَهْتَدُونَ","bangla_text":"বলা হবে, তোমরা তোমাদের শরীকদের আহবান কর। তখন তারা ডাকবে,। অতঃপর তারা তাদের ডাকে সাড়া দিবে না এবং তারা আযাব দেখবে। হায়! তারা যদি সৎপথ প্রাপ্ত হত।","english_text":"(The sinners) will be told: \"Invoke your partners.\" They will call on them, but they will not answer; and they will see the torment (and wish) if only they had come to guidance.","bangla_translit":"অক্বীলাদ্‘উ শুরাকা-য়াকুম্ ফাদা‘আওহুম্ ফালাম্ ইয়াস্তাজ্বীবূ লাহুম্ অরয়ায়ুল্ ‘আযা-বা লাও আন্নাহুম্ কা-নূ ইয়াহ্তাদূন্।","english_translit":null},{"sura":28,"aya":65,"quran_text":"وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ مَاذَا أَجَبْتُمُ الْمُرْسَلِينَ","bangla_text":"যে দিন আল্লাহ তাদেরকে ডেকে বলবেন, তোমরা রসূলগণকে কি জওয়াব দিয়েছিলে?","english_text":"(God) will ask them on that day: \"What answer did you give the apostles?\"","bangla_translit":"অ ইয়াওমা ইয়ুনা-দীহিম্ ফাইয়াকুলু মা-যা য়আজ্বাব্তুমুল্ র্মুসালীন্।","english_translit":null},{"sura":28,"aya":66,"quran_text":"فَعَمِيَتْ عَلَيْهِمُ الْأَنْبَاءُ يَوْمَئِذٍ فَهُمْ لَا يَتَسَاءَلُونَ","bangla_text":"অতঃপর তাদের কথাবার্তা বন্ধ হয়ে যাবে এবং তারা একে অপরকে জিজ্ঞাসাবাদ করতে পারবে না।","english_text":"Then all news will be blacked out for them, and they will not even ask one another.","bangla_translit":"ফা‘আমিয়াত্ ‘আলাইহিমুল্ আম্বা-য়ু ইয়াওমায়িযিন্ ফাহুম্ লা-ইয়াতাসা-য়ালূন্।","english_translit":null},{"sura":28,"aya":67,"quran_text":"فَأَمَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا فَعَسَى أَنْ يَكُونَ مِنَ الْمُفْلِحِينَ","bangla_text":"তবে যে তওবা করে, বিশ্বাস স্থাপন করে ও সৎকর্ম করে, আশা করা যায়, সে সফলকাম হবে।","english_text":"But he who repents and believes and does good things may well be among the successful.","bangla_translit":"ফা আম্মা-মান্ তা-বা অআ-মানা অ ‘আমিলা ছোয়া-লিহান্ ফা‘আসা য় আইঁ ইয়াকূনা মিনাল্ মুফ্লিহীন্।","english_translit":null},{"sura":28,"aya":68,"quran_text":"وَرَبُّكَ يَخْلُقُ مَا يَشَاءُ وَيَخْتَارُ مَا كَانَ لَهُمُ الْخِيَرَةُ سُبْحَانَ اللَّهِ وَتَعَالَى عَمَّا يُشْرِكُونَ","bangla_text":"আপনার পালনকর্তা যা ইচ্ছা সৃষ্টি করেন এবং পছন্দ করেন। তাদের কোন ক্ষমতা নেই। আল্লাহ পবিত্র এবং তারা যাকে শরীক করে, তা থেকে উর্ধ্বে।","english_text":"Your Lord creates what He wills and chooses. The good is not for them to choose. Too holy and high is God for what they associate with Him.","bangla_translit":"অরব্বুকা ইয়াখ্লুকু মা-ইয়াশা-য়ু অইয়াখ্ তা-র; মা-কা-না লাহুমুল্ খিয়ারহ্; সুবহা-নাল্লা-হি অতা‘আলা-‘আম্মা ইয়ুশ্রিকুন্।","english_translit":null},{"sura":28,"aya":69,"quran_text":"وَرَبُّكَ يَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ","bangla_text":"তাদের অন্তর যা গোপন করে এবং যা প্রকাশ করে, আপনার পালনকর্তা তা জানেন।","english_text":"Your Lord well knows what they hide in their breasts and what they disclose.","bangla_translit":"অ রব্বুকা ইয়া’লামু মা-তুকিন্নু ছুদূরুহুম্ অমা-ইয়ুলিনূন্।","english_translit":null},{"sura":28,"aya":70,"quran_text":"وَهُوَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ لَهُ الْحَمْدُ فِي الْأُولَى وَالْآخِرَةِ وَلَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ","bangla_text":"তিনিই আল্লাহ তিনি ব্যতীত কোন উপাস্য নেই। ইহকাল ও পরকালে তাঁরই প্রশংসা। বিধান তাঁরই ক্ষমতাধীন এবং তোমরা তাঁরই কাছে প্রত্যাবর্তিত হবে।","english_text":"He is God. There is no god but He. His alone is praise first and last, and His the judgement, and to Him will you be brought back in the end.","bangla_translit":"অহুওয়াল্লা-হু লা য় ইলা-হা ইল্লা-হুয়া; লাহুল্ হাম্দু ফিল্ ঊলা-অল্আ-খিরতি অলাহুল্ হুক্মু অইলাইহি র্তুজ্বা‘ঊন্।","english_translit":null},{"sura":28,"aya":71,"quran_text":"قُلْ أَرَأَيْتُمْ إِنْ جَعَلَ اللَّهُ عَلَيْكُمُ اللَّيْلَ سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِضِيَاءٍ أَفَلَا تَسْمَعُونَ","bangla_text":"বলুন, ভেবে দেখ তো, আল্লাহ যদি রাত্রিকে কেয়ামতের দিন পর্যন্ত স্থায়ী করেন, তবে আল্লাহ ব্যতীত এমন উপাস্য কে আছে, যে তোমাদেরকে আলোক দান করতে পারে? তোমরা কি তবুও কর্ণꦣ2474;াত করবে না?","english_text":"Say: \"Just think, if God were to cover you up with night for ever until the Day of Doom, what other god apart from God will give you light? Why do you not pay heed?\"","bangla_translit":"কুল্ আরায়াইতুম্ ইন্জ্বা‘আলাল্লা-হু ‘আলাইকুমুল্ লাইলা র্সামাদান্ ইলা-ইয়াওমিল্ ক্বিয়া-মাতি মান্ ইলা-হুন্ গইরুল্লা-হি ইয়াতীকুম্ বিদ্বিয়া-য়্; আফালা-তাস্মা‘ঊন্।","english_translit":null},{"sura":28,"aya":72,"quran_text":"قُلْ أَرَأَيْتُمْ إِنْ جَعَلَ اللَّهُ عَلَيْكُمُ النَّهَارَ سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِلَيْلٍ تَسْكُنُونَ فِيهِ أَفَلَا تُبْصِرُونَ","bangla_text":"বলুন, ভেবে দেখ তো, আল্লাহ যদি দিনকে কেয়ামতের দিন পর্যন্ত স্থায়ী করেন, তবে আল্লাহ ব্যতীত এমন উপাস্য কে আছে যে, তোমাদেরকে রাত্রি দান করতে পারে, যাতে তোমরা বিশ্রাম করবে ? তোমরা কি তবুও ভেবে দেখবে না ?","english_text":"Say: \"Just think. If God were to make the day perpetual till the Day of Resurrection, what other god but God would bring you night for rest? Why do you not reflect?","bangla_translit":"কুল্ আরয়াইতুম্ ইন্ জ্বা‘আলাল্লা-হু ‘আলাইকুমু ন্নাহা-র র্সামাদান্ ইলা-ইয়াওমিল্ ক্বিয়া-মাতি মান্ ইলা-হুন্ গইরুল্লা-হি ইয়াতীকুম্ বিলাইলিন্ তাস্কুনূনা ফীহ্; আফালা-তুব্ছিরূন্।","english_translit":null},{"sura":28,"aya":73,"quran_text":"وَمِنْ رَحْمَتِهِ جَعَلَ لَكُمُ اللَّيْلَ وَالنَّهَارَ لِتَسْكُنُوا فِيهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ","bangla_text":"তিনিই স্বীয় রহমতে তোমাদের জন্যে রাত ও দিন করেছেন, যাতে তোমরা তাতে বিশ্রাম গ্রহণ কর ও তাঁর অনুগ্রহ অন্বেষণ কর এবং যাতে তোমরা কৃতজ্ঞতা প্রকাশ কর।","english_text":"Yet in His benevolence He made you night and day that you may rest and seek His bounty during them, and haply maybe grateful.\"","bangla_translit":"অর্মি রহমাতিহী জ্বা‘আলা লাকুমুল্ লাইলা অন্নাহা-র লিতাস্কুনূ ফীহি অলিতাব্তাগূ মিন্ ফাদ্ব্লিহী অ লা‘আল্লাকুম্ তাশ্কুরূন্।","english_translit":null},{"sura":28,"aya":74,"quran_text":"وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنْتُمْ تَزْعُمُونَ","bangla_text":"যেদিন আল্লাহ তাদেরকে ডেকে বলবেন, তোমরা যাদেরকে আমার শরীক মনে করতে, তারা কোথায়?","english_text":"Upon a day He will call them and ask: \"Where are they you imagined were My compeers?\"","bangla_translit":"অ ইয়াওমা ইয়ুনা-দীহিম্ ফাইয়াকুলু আইনা শুরাকা-য়িয়াল্ লাযীনা কুন্তুম্ তায্‘উমূন্।","english_translit":null},{"sura":28,"aya":75,"quran_text":"وَنَزَعْنَا مِنْ كُلِّ أُمَّةٍ شَهِيدًا فَقُلْنَا هَاتُوا بُرْهَانَكُمْ فَعَلِمُوا أَنَّ الْحَقَّ لِلَّهِ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ","bangla_text":"প্রত্যেক সম্প্রদায় থেকে আমি একজন সাক্ষী আলাদা করব; অতঃপর বলব, তোমাদের প্রমাণ আন। তখন তারা জানতে পারবে যে, সত্য আল্লাহর এবং তারা যা গড়ত, তা তাদের কাছ থেকে উধাও হয়ে যাবে।","english_text":"And We shall single out one witness from each community and say: \"Bring your proof.\" Then will they know that God's is the judgement, and what they contrived will avail them not in the least.","bangla_translit":"অনাযা’না-মিন্ কুল্লি উম্মাতিন্ শাহীদান্ ফাকুল্না- হা-তূ র্বুহা-নাকুম্ ফা‘আলিমূ য় আন্নাল্ হাকক্ব লিল্লা-হি অদ্বোয়াল্লা ‘আন্হুম্ মা-কা-নূ ইয়াফ্তারূন্।","english_translit":null},{"sura":28,"aya":76,"quran_text":"إِنَّ قَارُونَ كَانَ مِنْ قَوْمِ مُوسَى فَبَغَى عَلَيْهِمْ وَآتَيْنَاهُ مِنَ الْكُنُوزِ مَا إِنَّ مَفَاتِحَهُ لَتَنُوءُ بِالْعُصْبَةِ أُولِي الْقُوَّةِ إِذْ قَالَ لَهُ قَوْمُهُ لَا تَفْرَحْ إِنَّ اللَّهَ لَا يُحِبُّ الْفَرِحِينَ","bangla_text":"কারুন ছিল মূসার সম্প্রদায়ভুক্ত। অতঃপর সে তাদের প্রতি দুষ্টামি করতে আরম্ভ করল। আমি তাকে এত ধন-ভান্ডার দান করেছিলাম যার চাবি বহন করা কয়েকজন শক্তিশালী লোকের পক্ষে কষ্টসাধ্য ছিল। যখন তার সম্প্রদায় তাকে বলল, দম্ভ করো না, আল্লাহ দাম্ভিকদেরকে ভালবাসেন না।","english_text":"Verily Qarun was of Moses' people, but he began to oppress them. We had given him treasures, so many that a team of wrestlers could hardly lift their keys. His people said to him: \"Do not be exultant. God does not like those who exult.","bangla_translit":"ইন্না ক্বা-রূনা কা-না মিন্ ক্বাওমি মূসা- ফাবাগ-‘আলাইহিম্ অআ-তাইনা-হু মিনাল্ কুনূযি মা য় ইন্না মাফা-তিহাহূ লাতানূ য় বিল্উছ্বাতি উলিল্ কুওয়াতি ইয্ ক্ব-লা লাহূ ক্বওমুহূ লা-তাফ্রাহ্ ইন্নাল্লা-হা লা-ইয়ুহিব্বুল্ ফারিহীন্।","english_translit":null},{"sura":28,"aya":77,"quran_text":"وَابْتَغِ فِيمَا آتَاكَ اللَّهُ الدَّارَ الْآخِرَةَ وَلَا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا وَأَحْسِنْ كَمَا أَحْسَنَ اللَّهُ إِلَيْكَ وَلَا تَبْغِ الْفَسَادَ فِي الْأَرْضِ إِنَّ اللَّهَ لَا يُحِبُّ الْمُفْسِدِينَ","bangla_text":"আল্লাহ তোমাকে যা দান করেছেন, তদ্বারা পরকালের গৃহ অনুসন্ধান কর, এবং ইহকাল থেকে তোমার অংশ ভূলে যেয়ো না। তুমি অনুগ্রহ কর, যেমন আল্লাহ তোমার প্রতি অনুগ্রহ করেছেন এবং পৃথিবীতে অনর্থ সৃষ্টি করতে প্রয়াসী হয়ো না। নিশ্চয় আল্লাহ অনর্থ সৃষ্টিকারীদেরকে পছন্দ করেন না।","english_text":"So seek the abode of the Hereafter through what God has given you, and do not forget your part in this world. Do good to others as God has done good to you, and do not try to spread corruption in the land. Surely God does not like corrupters.\"","bangla_translit":"অব্তাগি ফীমা য় আ- তা-কাল্ লা-হুদ্ দা-রল্ আ-খিরতা অলা- তান্সা নাছীবাকা মিনাদ্দুনইয়া-অআহ্সিন্ কামা য় আহ্সানাল্লা-হু ইলাইকা অলা-তাব্গিল্ ফাসা-দা ফিল্ র্আদ্ব্; ইন্নাল্লা-হা-লা- ইয়ুহিব্বুল্ মুফ্সিদীন্।","english_translit":null},{"sura":28,"aya":78,"quran_text":"قَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ عِنْدِي أَوَلَمْ يَعْلَمْ أَنَّ اللَّهَ قَدْ أَهْلَكَ مِنْ قَبْلِهِ مِنَ الْقُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعًا وَلَا يُسْأَلُ عَنْ ذُنُوبِهِمُ الْمُجْرِمُونَ","bangla_text":"সে বলল, আমি এই ধন আমার নিজস্ব জ্ঞান-গরিমা দ্বারা প্রাপ্ত হয়েছি। সে কি জানে না যে, আল্লাহ তার পূর্বে অনেক সম্প্রদায়কে ধ্বংস করেছেন, যারা শক্তিতে ছিল তার চাইতে প্রবল এবং ধন-সম্পদে অধিক প্রাচুর্যশীল? পাপীদেরকে তাদের পাপকর্ম সম্পর্কে জিজ্ঞেস করা হবে না।","english_text":"He said: \"This has come to me through my own acumen.\" Did he not know that God had destroyed many generations before him who possessed far more acumen than he, and more wealth? The sinners will not be asked about their sins.","bangla_translit":"ক্ব-লা ইন্নামা য় ঊ তীতুহূ ‘আলা- ‘ইল্মিন্ ‘ইন্দী; আওয়ালাম্ ইয়া’লাম্ আন্নাল্লা-হা ক্বদ্ আহ্লাকা মিন্ ক্বব্লিহী মিনাল্ ক্ব্ রূনি মান্ হুওয়া আশাদ্দু মিন্হু কুওয়্যাতাঁও অআক্ছারু জ্বাম্‘আ-; অলা-ইয়ুস্য়ালু ‘আন্ যুনূবিহিমুল্ মুজ্ব রিমূন্।","english_translit":null},{"sura":28,"aya":79,"quran_text":"فَخَرَجَ عَلَى قَوْمِهِ فِي زِينَتِهِ قَالَ الَّذِينَ يُرِيدُونَ الْحَيَاةَ الدُّنْيَا يَا لَيْتَ لَنَا مِثْلَ مَا أُوتِيَ قَارُونُ إِنَّهُ لَذُو حَظٍّ عَظِيمٍ","bangla_text":"অতঃপর কারুন জাঁকজমক সহকারে তার সম্প্রদায়ের সামনে বের হল। যারা পার্থিব জীবন কামনা করত, তারা বলল, হায়, কারুন যা প্রাপ্ত হয়েছে, আমাদেরকে যদি তা দেয়া হত! নিশ্চয় সে বড় ভাগ্যবান।","english_text":"Then he came before his people in all pomp; and those enamoured of this world, said: \"Ah would that we had what Qarun has been given! He indeed possesses great good fortune.\"","bangla_translit":"ফাখরজ্বা ‘আলা-ক্বওমিহী ফী যীনাতিহী; ক্ব-লাল্লাযীনা ইয়ুরীদূনাল্ হাইয়া-তাদ্ দুন্ইয়া- ইয়া-লাইতা লানা-মিছ্লা মা য় ঊতিয়া ক্বা-রূনু ইন্নাহূ লাযূ হাজ্জিন্ ‘আজীম্।","english_translit":null},{"sura":28,"aya":80,"quran_text":"وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَيْلَكُمْ ثَوَابُ اللَّهِ خَيْرٌ لِمَنْ آمَنَ وَعَمِلَ صَالِحًا وَلَا يُلَقَّاهَا إِلَّا الصَّابِرُونَ","bangla_text":"আর যারা জ্ঞান প্রাপ্ত হয়েছিল, তার বলল, ধিক তোমাদেরকে, যারা ঈমানদার এবং সৎকর্মী, তাদের জন্যে আল্লাহর দেয়া সওয়াবই উৎকৃষ্ট। এটা তারাই পায়, যারা সবরকারী।","english_text":"But those who knew better, said: \"Alack-a-day! God's guerdon is better for those who believe and do the right. Only those who persevere will receive it.\"","bangla_translit":"অক্ব-লাল লাযীনা ঊ তুল্ ‘ইল্মা অইলাকুম্ ছাওয়াবু ল্লা-হি খইরুল্লিমান্ আ-মানা অ‘আমিলা ছোয়া-লিহান্ অলা‘ইয়ুলাকক্ব-হা য় ইল্লাছ্ ছোয়া-বিরূন্।","english_translit":null},{"sura":28,"aya":81,"quran_text":"فَخَسَفْنَا بِهِ وَبِدَارِهِ الْأَرْضَ فَمَا كَانَ لَهُ مِنْ فِئَةٍ يَنْصُرُونَهُ مِنْ دُونِ اللَّهِ وَمَا كَانَ مِنَ الْمُنْتَصِرِينَ","bangla_text":"অতঃপর আমি কারুনকে ও তার প্রাসাদকে ভূগর্ভে বিলীন করে দিলাম। তার পক্ষে আল্লাহ ব্যতীত এমন কোন দল ছিল না, যারা তাকে সাহায্য করতে পারে এবং সে নিজেও আত্মরক্ষা করতে পারল না।","english_text":"So We opened up the earth and sunk him and his mansion. There was not a body that could help him against (the will) of God, nor was he able to save himself.","bangla_translit":"ফাখসাফ্না বিহী অবিদা-রিহিল্ র্আদ্বোয়া ফামা- কা-না লাহূ মিন্ ফিয়াতিঁই ইয়ান্ ছুরূনাহূ মিন্ দূনিল্লা-হি অমা-কা-না মিনাল্ মুন্তাছিরীন্।","english_translit":null},{"sura":28,"aya":82,"quran_text":"وَأَصْبَحَ الَّذِينَ تَمَنَّوْا مَكَانَهُ بِالْأَمْسِ يَقُولُونَ وَيْكَأَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَوْلَا أَنْ مَنَّ اللَّهُ عَلَيْنَا لَخَسَفَ بِنَا وَيْكَأَنَّهُ لَا يُفْلِحُ الْكَافِرُونَ","bangla_text":"গতকল্য যারা তার মত হওয়ার বাসনা প্রকাশ করেছিল, তারা প্রত্যুষে বলতে লাগল, হায়, আল্লাহ তাঁর বান্দাদের মধ্যে যার জন্যে ইচ্ছা রিযিক বর্ধিত করেন ও হ্রাস করেন। আল্লাহ আমাদের প্রতি অনুগ্রহ না করলে আমাদেরকেও ভূগর্ভে বিলীন করে দিতেন। হায়, কাফেররা সফলকাম হবে না।","english_text":"Those who were envious of his position only yesterday said on the morrow: \"Indeed God increases the fortunes of those of His creatures as He will, and decreases. Had God not been gracious to us He could have (opened up) the earth and made it swallow us. Surely the infidels will not succeed.\"","bangla_translit":"অ আছ্বাহাল্লাযীনা তামান্নাও মাকা-নাহূ বিল্ আম্সি ইয়াকুলূনা অইকায়ান্নাল্লা- হা ইয়াব্সুত্বর্ ু রিয্ক্বা লিমাই ইয়াশা-য়ু মিন্ ‘ইবা-দিহী অইয়াকদিরু লাওলা য় আম্মান্নাল্লা-হু ‘আলাইনা- লাখসাফা বিনা-; অইকায়ান্নাহূ লা-ইয়ুফ্লিহুল্ কা-ফিরূন্।","english_translit":null},{"sura":28,"aya":83,"quran_text":"تِلْكَ الدَّارُ الْآخِرَةُ نَجْعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوًّا فِي الْأَرْضِ وَلَا فَسَادًا وَالْعَاقِبَةُ لِلْمُتَّقِينَ","bangla_text":"এই পরকাল আমি তাদের জন্যে নির্ধারিত করি, যারা দুনিয়ার বুকে ঔদ্ধত্য প্রকাশ করতে ও অনর্থ সৃষ্টি করতে চায় না। খোদাভীরুদের জন্যে শুভ পরিণাম।","english_text":"We shall give the mansion of the Hereafter to those who do not want to be haughty in the land and spread corruption. The future belongs to those who take heed for themselves and follow the straight path.","bangla_translit":"তিল্কাদ্দা-রুল্ আ-খিরতু নাজ্ব ‘আলুহা- লিল্লাযীনা লা-ইয়ুরীদূনা উলুওয়্যান্ ফিল্ র্আদ্বি অলা-ফাসা-দা-; অল্‘অক্বিবাতু লিল্মুত্তাক্বীন্।","english_translit":null},{"sura":28,"aya":84,"quran_text":"مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِنْهَا وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلَا يُجْزَى الَّذِينَ عَمِلُوا السَّيِّئَاتِ إِلَّا مَا كَانُوا يَعْمَلُونَ","bangla_text":"যে সৎকর্ম নিয়ে আসবে, সে তদপেক্ষা উত্তম ফল পাবে এবং যে মন্দ কর্ম নিয়ে আসবে, এরূপ মন্দ কর্মীরা সে মন্দ কর্ম পরিমানেই প্রতিফল পাবে।","english_text":"Whoever does good will receive better than what he has done; and whoever does ill shall be requited but to the extent of what he does.","bangla_translit":"মান্ জ্বা-য়া বিল্ হাসানাতি ফালাহূ খইরুম্ মিন্হা-অমান্ জ্বা-য়া বিস্সাইয়িয়া-তি ফালা- ইয়ুজ্ব যা ল্লাযীনা ‘আমিলুস্ সাইয়্যিয়া-তি ইল্লা-মা কা-নূ ইয়া’মালূন্।","english_translit":null},{"sura":28,"aya":85,"quran_text":"إِنَّ الَّذِي فَرَضَ عَلَيْكَ الْقُرْآنَ لَرَادُّكَ إِلَى مَعَادٍ قُلْ رَبِّي أَعْلَمُ مَنْ جَاءَ بِالْهُدَى وَمَنْ هُوَ فِي ضَلَالٍ مُبِينٍ","bangla_text":"যিনি আপনার প্রতি কোরআনের বিধান পাঠিয়েছেন, তিনি অবশ্যই আপনাকে স্বদেশে ফিরিয়ে আনবেন। বলুন আমার পালনকর্তা ভাল জানেন কে হেদায়েত নিয়ে এসেছে এবং কে প্রকাশ্য বিভ্রান্তিতে আছে।","english_text":"He who has assigned (the propagation) of the Qur'an to you will bring you back to the destination. Say: \"My Lord knows who has come to guidance, and who is clearly in error.\"","bangla_translit":"ইন্না ল্লাযী ফারাদ্বোয়া ‘আলাইকাল্ ক্কর্ আ-না লার-দ্দুকা ইলা-মা‘আ-দ্; ক্বর্ রব্বী য় আ’লামু মান্ জ্বা-য়া বিল্হুদা-অমান্ হুওয়া ফী দ্বোয়ালা-লিম্ মুবীন্।","english_translit":null},{"sura":28,"aya":86,"quran_text":"وَمَا كُنْتَ تَرْجُو أَنْ يُلْقَى إِلَيْكَ الْكِتَابُ إِلَّا رَحْمَةً مِنْ رَبِّكَ فَلَا تَكُونَنَّ ظَهِيرًا لِلْكَافِرِينَ","bangla_text":"আপনি আশা করতেন না যে, আপনার প্রতি কিতাব অবর্তীর্ণ হবে। এটা কেবল আপনার পালনকর্তার রহমত। অতএব আপনি কাফেরদের সাহায্যকারী হবেন না।","english_text":"You did not expect that the Book would be given to you except by the favour of your Lord. So do not be the helper of unbelievers,","bangla_translit":"অমা-কুন্তা র্তাজ্ব য় আইঁ ইইয়ুল্ক্ব য় ইলাইকাল্ কিতা-বু ইল্লা-রহ্মাতাম্ র্মি রব্বিকা ফালা- তাকূনান্না জোয়াহীরল্ লিল্ কা-ফিরীন্।","english_translit":null},{"sura":28,"aya":87,"quran_text":"وَلَا يَصُدُّنَّكَ عَنْ آيَاتِ اللَّهِ بَعْدَ إِذْ أُنْزِلَتْ إِلَيْكَ وَادْعُ إِلَى رَبِّكَ وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ","bangla_text":"কাফেররা যেন আপনাকে আল্লাহর আয়াত থেকে বিমুখ না করে সেগুলো আপনার প্রতি অবর্তীর্ণ হওয়ার পর আপনি আপনার পালনকর্তার প্রতি দাওয়াত দিন এবং কিছুতেই মুশরিকদের অন্তর্ভুক্ত হবেন না।","english_text":"Nor should you let them turn you away from the commandments of God once they have been delivered to you; and call them to your Lord, and do not be an idolater,","bangla_translit":"অলা-ইয়াছুদ্দুন্নাকা ‘আন্ আ-ইয়া-তিল্লা-হি বা’দা ইয্ উন্যিলাত্ ইলাইকা ওয়াদ্‘ঊ ইলা-রব্বিকা অলা-তাকূনান্না মিনাল্ মুশ্রিকীন্।","english_translit":null},{"sura":28,"aya":88,"quran_text":"وَلَا تَدْعُ مَعَ اللَّهِ إِلَهًا آخَرَ لَا إِلَهَ إِلَّا هُوَ كُلُّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ لَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ","bangla_text":"আপনি আল্লাহর সাথে অন্য উপাস্যকে আহবান করবেন না। তিনি ব্যতীত অন্য কোন উপাস্য নেই। আল্লাহর সত্তা ব্যতীত সবকিছু ধবংস হবে। বিধান তাঁরই এবং তোমরা তাঁরই কাছে প্রত্যাবর্তিত হবে।","english_text":"And do not call on any other god apart from God. There is no god but He. All things will perish save His magnificence. His is the judgement, and to Him will you be brought back in the end.","bangla_translit":"অলা-তাদ্‘ঊ মা‘আল্লা-হি ইলা-হান্ আ-র্খ লা য় ইলা-হা ইল্লা-হুওয়া কুল্লু শাইয়িন্ হা-লিকুন্ ইল্লা -অজহাহ্; লাহুল্ হুক্মু অইলাইহি র্তুজ্বা‘ঊন্।","english_translit":null}]