[{"sura":17,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلًا مِنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الْأَقْصَى الَّذِي بَارَكْنَا حَوْلَهُ لِنُرِيَهُ مِنْ آيَاتِنَا إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ","bangla_mohiuddin":"পরম পবিত্র ও মহিমাময় সত্তা তিনি, যিনি স্বীয় বান্দাকে রাত্রি বেলায় ভ্রমণ করিয়েছিলেন মসজিদে হারাম থেকে মসজিদে আকসা পর্যান্ত-যার চার দিকে আমি পর্যাপ্ত বরকত দান করেছি যাতে আমি তাঁকে কুদরতের কিছু নিদর্শন দেখিয়ে দেই। নিশ্চয়ই তিনি পরম শ্রবণকারী ও দর্শনশীল।","bangla_murtaza":"পরম করুণাময় পরম দয়াবান আল্লাহর নামে মহাবিশ্বের ত্রুটিহীন মহাপরিচালক তিনি, যিনি তাঁর দাস (মুহাম্মদকে) রাতের বেলা ভ্রমণ করিয়েছেন মসজিদুল হারাম থেকে মসজিদুল আকসার দিকে, যেটির চারপাশের পরিবেশকে আমরা করে দিয়েছিলাম বরকতময়। এ ভ্রমণের উদ্দেশ্য ছিলো তাকে আমাদের নিদর্শনসমূহ দেখানো। নিশ্চয়ই তিনি সর্বশ্রোতা, সর্বদ্রষ্টা।","english_text":"GLORY TO HIM who took His votary to a wide and open land from the Sacred Mosque (at Makkah) to the distant Mosque whose precincts We have blessed, that We may show him some of Our signs. Verily He is all-hearing and all-seeing.","bangla_translit":"সুবহা-নাল্লাযী য় আস্র- বি‘আব্দিহী লাইলাম্ মিনাল্ মাস্জ্বিদিল্ হার-মি ইলাল্ মাস্জ্বিদিল্ আক্ব্ছোয়াল্লাযী বা-রক্না হাওলাহূ লিনুরিয়াহূ মিন্ আ-ইয়া-তিনা; ইন্নাহূ হুঅস্ সামী‘ঊল্ বার্ছী।","english_translit":"Subhana allathee asra biAAabdihi laylan mina almasjidi alharami ila almasjidi alaqsa allathee barakna hawlahu linuriyahu min ayatina innahu huwa alssameeAAu albaseeru"},{"sura":17,"aya":2,"quran_text":"وَآتَيْنَا مُوسَى الْكِتَابَ وَجَعَلْنَاهُ هُدًى لِبَنِي إِسْرَائِيلَ أَلَّا تَتَّخِذُوا مِنْ دُونِي وَكِيلًا","bangla_mohiuddin":"আমি মূসাকে কিতাব দিয়েছি এবং সেটিকে বনী-ইসরাঈলের জন্যে হেদায়েতে পরিণত করেছি যে, তোমরা আমাকে ছাড়া কাউকে কার্যনিবাহী স্থির করো না।","bangla_murtaza":"আমরা মূসাকে কিতাব দিয়েছিলাম এবং সেটিকে বানিয়েছিলাম বনি ইসরাঈলের জন্যে পথপ্রদর্শক। তাতে আমরা নির্দেশ দিয়েছিলাম: “তোমরা আমাকে ছাড়া আর কাউকেও উকিল (কর্ম সম্পাদক) হিসেবে গ্রহণ করোনা।","english_text":"We gave Moses the Book, and made it a guidance for the children of Israel that they should not take another protector apart from Me.","bangla_translit":"অ আ-তাইনা- মূসাল্ কিতা-বা অজ্বা‘আল্না-হু হুদাল্লিবানী য় ইস্রা-ঈলা আল্লা-তাত্তাখিযূ মিন্ দূনী অকীলা-।","english_translit":"Waatayna moosa alkitaba wajaAAalnahu hudan libanee israeela alla tattakhithoo min doonee wakeelan"},{"sura":17,"aya":3,"quran_text":"ذُرِّيَّةَ مَنْ حَمَلْنَا مَعَ نُوحٍ إِنَّهُ كَانَ عَبْدًا شَكُورًا","bangla_mohiuddin":"তোমরা তাদের সন্তান, যাদেরকে আমি নূহের সাথে সওয়ার করিয়েছিলাম। নিশ্চয় সে ছিল কৃতজ্ঞ বান্দা।","bangla_murtaza":"তোমরা তো তাদেরই বংশধর, যাদের আমরা নূহের সাথে (নৌযানে) আরোহণ করিয়েছিলাম। নিশ্চয়ই সে ছিলো আমার এক কৃতজ্ঞ দাস।”","english_text":"O you, the offspring of those We bore (in the ark) with Noah, he was indeed a grateful votary.","bangla_translit":"র্যুরিয়্যাতা মান্ হামাল্না-মা‘আ নূহ্; ইন্নাহূ কা-না ‘আব্দান্ শাকূর-।","english_translit":"Thurriyyata man hamalna maAAa noohin innahu kana AAabdan shakooran"},{"sura":17,"aya":4,"quran_text":"وَقَضَيْنَا إِلَى بَنِي إِسْرَائِيلَ فِي الْكِتَابِ لَتُفْسِدُنَّ فِي الْأَرْضِ مَرَّتَيْنِ وَلَتَعْلُنَّ عُلُوًّا كَبِيرًا","bangla_mohiuddin":"আমি বনী ইসরাঈলকে কিতাবে পরিষ্কার বলে দিয়েছি যে, তোমরা পৃথিবীর বুকে দুবার অনর্থ সৃষ্টি করবে এবং অত্যন্ত বড় ধরনের অবাধ্যতায় লিপ্ত হবে।","bangla_murtaza":"আমরা বনি ইসরাঈলকে কিতাবের মধ্যে ফায়সালা জানিয়েছিলাম, ‘অবশ্যি তোমরা পৃথিবীতে দুইবার ফাসাদ সৃষ্টি করবে এবং তোমরা চরম অহংকার ও দাম্ভিকতায় মেতে উঠবে।’","english_text":"We announced to the children of Israel in the Book: \"You will surely create disorder twice in the land, and become exceedingly arrogant.\"","bangla_translit":"অ ক্বাদ্বোয়াইনা য় ইলা-বানী য় ইস্র-ঈলা ফিল্ কিতা-বি লাতুফ্সিদুন্না ফিল্ আরদ্ব্ র্মারাতাইনি অ লাতা’লুন্না উলুঅন্ কাবীর -।","english_translit":"Waqadayna ila banee israeela fee alkitabi latufsidunna fee alardi marratayni walataAAlunna AAuluwwan kabeeran"},{"sura":17,"aya":5,"quran_text":"فَإِذَا جَاءَ وَعْدُ أُولَاهُمَا بَعَثْنَا عَلَيْكُمْ عِبَادًا لَنَا أُولِي بَأْسٍ شَدِيدٍ فَجَاسُوا خِلَالَ الدِّيَارِ وَكَانَ وَعْدًا مَفْعُولًا","bangla_mohiuddin":"অতঃপর যখন প্রতিশ্রুতি সেই প্রথম সময়টি এল, তখন আমি তোমাদের বিরুদ্ধে প্রেরণ করলাম আমার কঠোর যোদ্ধা বান্দাদেরকে। অতঃপর তারা প্রতিটি জনপদের আনাচে-কানাচে পর্যন্ত ছড়িয়ে পড়ল। এ ওয়াদা পূর্ণ হওয়ারই ছিল।","bangla_murtaza":"যখন প্রথমটির সময় উপস্থিত হয়, তখন আমরা তোমাদের বিরুদ্ধে পাঠিয়েছিলাম আমাদের একদল বান্দাকে, যারা ছিলো শক্তিশালী যোদ্ধা জাতি। তারা ঘরে ঘরে প্রবেশ করে সব কিছু ধ্বংস করেছিল। আর এটি ছিলো এমন একটি ওয়াদা যা অবশ্যি কার্যকর হয়েছে।","english_text":"So, when the time of the first prediction came, We sent against you Our creatures full of martial might, who ransacked your cities; and the prediction was fulfilled.","bangla_translit":"ফাইযা- জ্বা-য়া ওয়া’দু উলা-হুমা-বা‘আছ্না- ‘আলাইকুম্ ‘ইবাদাল্ লানা য় উলী বাসিন্ শাদীদিন্ ফাজ্বা-সূ খিলালাদ্দিয়ার্-; অকা-না অ’দাম্ মাফ্‘ঊলা-।","english_translit":"Faitha jaa waAAdu oolahuma baAAathna AAalaykum AAibadan lana olee basin shadeedin fajasoo khilala alddiyari wakana waAAdan mafAAoolan"},{"sura":17,"aya":6,"quran_text":"ثُمَّ رَدَدْنَا لَكُمُ الْكَرَّةَ عَلَيْهِمْ وَأَمْدَدْنَاكُمْ بِأَمْوَالٍ وَبَنِينَ وَجَعَلْنَاكُمْ أَكْثَرَ نَفِيرًا","bangla_mohiuddin":"অতঃপর আমি তোমাদের জন্যে তাদের বিরুদ্ধে পালা ঘুয়িয়ে দিলাম, তোমাদেরকে ধন-সম্পদ ও পুত্রসন্তান দ্বারা সাহায্য করলাম এবং তোমাদেরকে জনসংখ্যার দিক দিয়ে একটা বিরাট বাহিনীতে পরিণত করলাম।","bangla_murtaza":"তারপর আমরা পুনরায় তোমাদের প্রতিষ্ঠিত করেছিলাম তাদের উপর আর তোমাদের সাহায্য করেছিলাম ধন-মাল আর সন্তান-সন্তুতি দিয়ে এবং তোমাদের করে দিয়েছিলাম সংখ্যাগরিষ্ঠ।","english_text":"Then We gave you a chance against them, and strengthened you with wealth and children, and increased your numbers (and said):","bangla_translit":"ছুম্মা রদাদ্না-লাকুমুল্ র্কারতা ‘আলাইহিম্ অআম্দাদ্না-কুম্ বিআম্ওয়া- লিঁও অবানীনা অজ্বা‘আল্না-কুম্ আক্ছার নাফীর-।","english_translit":"Thumma radadna lakumu alkarrata AAalayhim waamdadnakum biamwalin wabaneena wajaAAalnakum akthara nafeeran"},{"sura":17,"aya":7,"quran_text":"إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لِأَنْفُسِكُمْ وَإِنْ أَسَأْتُمْ فَلَهَا فَإِذَا جَاءَ وَعْدُ الْآخِرَةِ لِيَسُوءُوا وُجُوهَكُمْ وَلِيَدْخُلُوا الْمَسْجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٍ وَلِيُتَبِّرُوا مَا عَلَوْا تَتْبِيرًا","bangla_mohiuddin":"তোমরা যদি ভাল কর, তবে নিজেদেরই ভাল করবে এবং যদি মন্দ কর তবে তাও নিজেদের জন্যেই। এরপর যখন দ্বিতীয় সে সময়টি এল, তখন অন্য বান্দাদেরকে প্রেরণ করলাম, যাতে তোমাদের মুখমন্ডল বিকৃত করে দেয়, আর মসজিদে ঢুকে পড়ে যেমন প্রথমবার ঢুকেছিল এবং যেখানেই জয়ী হয়, সেখানেই পুরোপুরি ধ্বংসযজ্ঞ চালায়।","bangla_murtaza":"(তোমাদের বলেছিলাম): ‘তোমরা যদি কল্যাণকর কাজ করো, তাতে তোমাদের নিজেদেরই কল্যাণ হবে, আর যদি মন্দ কাজ করো, তাতে অমঙ্গল হবে তোমাদের নিজেদেরই।’ তারপর যখন পরবর্তী ওয়াদার সময়কাল এসে উপস্থিত হলো, তখনো আমরা আমাদের আরেক দল বান্দাকে পাঠালাম তোমাদের চেহারা নিরাশাচ্ছন্ন করার জন্যে এবং পুনরায় মসজিদে (বায়তুল মাকদাসে) প্রবেশ করার জন্যে যেভাবে প্রবেশ করেছিল প্রথমবার এবং তারা যা অধিকার করেছিল তা পুরোপুরি ধ্বংস করার জন্যে।","english_text":"\"If you do good, you will do so for your own good; if you do ill, you will do it for your own loss.\" So, when the time of the second prediction comes, (We shall rouse another people) to shame you, and enter the Temple as they had done the first time, and to destroy what they conquered utterly.","bangla_translit":"ইন্ আহ্সান্তুম্ আহ্সান্তুম্ লিআন্ফুসিকুম্ অ ইন্ আসা’তুম্ ফালাহা-; ফা ইযা-জ্বা-য়া ওয়া’দুল্ আ-খিরতি লিয়াসূ-য়ু উজুহাকুম্ অলিইয়াদ্খুলুল্ মাস্জ্বিদা কামা-দাখালূহু আউঅলা র্মারাতিঁও অলিইয়ুতাব্বিরূ মা-‘আলাও তাত্বীরা-।","english_translit":"In ahsantum ahsantum lianfusikum wain asatum falaha faitha jaa waAAdu alakhirati liyasoooo wujoohakum waliyadkhuloo almasjida kama dakhaloohu awwala marratin waliyutabbiroo ma AAalaw tatbeeran"},{"sura":17,"aya":8,"quran_text":"عَسَى رَبُّكُمْ أَنْ يَرْحَمَكُمْ وَإِنْ عُدْتُمْ عُدْنَا وَجَعَلْنَا جَهَنَّمَ لِلْكَافِرِينَ حَصِيرًا","bangla_mohiuddin":"হয়ত তোমাদের পালনকর্তা তোমাদের প্রতি অনুগ্রহ করবেন। কিন্তু যদি পুনরায় তদ্রূপ কর, আমিও পুনরায় তাই করব। আমি জাহান্নামকে কাফেরদের জন্যে কয়েদখানা করেছি।","bangla_murtaza":"(তোমরা যদি তোমাদের প্রভুর হুকুম পালন করো) হয়তো তোমাদের প্রভু তোমাদের রহম করবেন। কিন্তু তোমরা যদি আবার আগের মতোই আচরণ করো, তবে আমরাও পুনরায় একই আচরণ করবো। আর আমরা জাহান্নামকে তৈরি করেছি কাফিরদের জন্যে কারাগার হিসাবে।","english_text":"Your Lord may haply be merciful to you. But if you repeat it, We shall do the same. We have constituted Hell as prison for unbelievers.","bangla_translit":"‘আসা রব্বুকুম্ আইঁ ইর্য়াহামাকুম্ অ ইন্ ‘ঊত্তুম্ ‘ঊদ্না-। অ জ্বা‘আল্না- জ্বাহান্নামা লিল্ কা-ফিরীনা হাছীর-।","english_translit":"AAasa rabbukum an yarhamakum wain AAudtum AAudna wajaAAalna jahannama lilkafireena haseeran"},{"sura":17,"aya":9,"quran_text":"إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا كَبِيرًا","bangla_mohiuddin":"এই কোরআন এমন পথ প্রদর্শন করে, যা সর্বাধিক সরল এবং সৎকর্ম পরায়ণ মুমিনদেরকে সুসংবাদ দেয় যে, তাদের জন্যে মহা পুরস্কার রয়েছে।","bangla_murtaza":"নিশ্চয়ই এই কুরআন হিদায়াত করে (পরিচালিত করে) সেই দিকে, যা সঠিক ও সুষম। আর যেসব মুমিন আমলে সালেহ্ করে তাদের (এ কুরআন) সুসংবাদ দেয় যে, তাদের জন্যে রয়েছে মহাপুরস্কার।","english_text":"Verily this Qur'an directs you to the path that is straight, and gives happy tidings to those who believe and do the right: For them is a great reward.","bangla_translit":"ইন্না হাযা-ল্ ক্বরুআ-না ইয়াহ্দী লিল্লাতী হিয়া আক্ব অমু অ ইয়ুবাশ্শিরুল্ মুমিনী নাল্লা যীনা ইয়া’মালূনাছ্ ছোয়া-লিহা-তি আন্না লাহুম্ আজরান্ কাবীরা-।","english_translit":"Inna hatha alqurana yahdee lillatee hiya aqwamu wayubashshiru almumineena allatheena yaAAmaloona alssalihati anna lahum ajran kabeeran"},{"sura":17,"aya":10,"quran_text":"وَأَنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا","bangla_mohiuddin":"এবং যারা পরকালে বিশ্বাস করে না, আমি তাদের জন্যে যন্ত্রণাদায়ক শাস্তি প্রস্তুত করেছি।","bangla_murtaza":"যারা আখিরাতের প্রতি ঈমান আনেনা, অবশ্যি আমরা তাদের জন্যে প্রস্তুত করে রেখেছি বেদনাদায়ক আযাব।","english_text":"As for those who do not believe in the Hereafter, We have prepared a painful punishment.","bangla_translit":"অ আন্নাল্ লাযীনা লা-ইয়ুমিনূনা বিল্আ-খিরতি আ’তাদ্না-লাহুম্ ‘আযা-বান্ আলীমা-।","english_translit":"Waanna allatheena la yuminoona bialakhirati aAAtadna lahum AAathaban aleeman"},{"sura":17,"aya":11,"quran_text":"وَيَدْعُ الْإِنْسَانُ بِالشَّرِّ دُعَاءَهُ بِالْخَيْرِ وَكَانَ الْإِنْسَانُ عَجُولًا","bangla_mohiuddin":"মানুষ যেভাবে কল্যাণ কামনা করে, সেভাবেই অকল্যাণ কামনা করে। মানুষ তো খুবই দ্রুততা প্রিয়।","bangla_murtaza":"মানুষ অমঙ্গলের জন্যে দোয়া (কামনা) করে, যেভাবে দোয়া করা উচিত মঙ্গলের জন্যে। মানুষ খুবই তাড়াহুড়া প্রিয়।","english_text":"Man prays for evil as he prays for good, for man is hasty.","bangla_translit":"অ ইয়াদ্‘ঊল্ ইন্সা-নু বির্শ্শারি দু‘আ-য়াহূ বিল্ খর্ই; অকা-নাল্ ইন্সা-নু ‘আজুলা-।","english_translit":"WayadAAu alinsanu bialshsharri duAAaahu bialkhayri wakana alinsanu AAajoolan"},{"sura":17,"aya":12,"quran_text":"وَجَعَلْنَا اللَّيْلَ وَالنَّهَارَ آيَتَيْنِ فَمَحَوْنَا آيَةَ اللَّيْلِ وَجَعَلْنَا آيَةَ النَّهَارِ مُبْصِرَةً لِتَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ وَلِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ وَكُلَّ شَيْءٍ فَصَّلْنَاهُ تَفْصِيلًا","bangla_mohiuddin":"আমি রাত্রি ও দিনকে দুটি নিদর্শন করেছি। অতঃপর নিস্প্রভ করে দিয়েছি রাতের নিদর্শন এবং দিনের নিদর্শনকে দেখার উপযোগী করেছি, যাতে তোমরা তোমাদের পালনকর্তার অনুগ্রহ অন্বেষণ কর এবং যাতে তোমরা স্থির করতে পার বছরসমূহের গণনা ও হিসাব এবং আমি সব বিষয়কে বিস্তারিত ভাবে বর্ণনা করেছি।","bangla_murtaza":"আমরা রাত আর দিনকে দুটি নিদর্শন বানিয়েছি। আমরা রাতের নিদর্শনকে মুছে দেই এবং দিনের নিদর্শনকে আলোকিত করি, যেনো তোমরা তোমাদের প্রভুর অনুগ্রহ সন্ধান করতে পারো আর যাতে করে তোমরা বছরের সংখ্যা ও হিসাব জানতে পারো। আমরা সবকিছু বিশদভাবে বর্ণনা করে দিয়েছি।","english_text":"We have created night and day as two signs, then We efface the sign of the night, and make the sign of the day resplendent that you may seek the bounty of your Lord, and know the computation of years and numbers. We have expounded most distinctly everything.","bangla_translit":"অ জ্বা‘আল্নাল্ লাইলা অন্নাহা-রা আ-ইয়াতাইনি ফামাহাওনা য় আ-ইয়াতাল্লাইলি অ জ্বা‘আল্না য় আ-ইয়াতান্নাহা-রি মুব্ছিরাতাল্লিতাব্ তাগু ফাদ্ব্লাম্ র্মি রব্বিকুম্ অ লিতা’লামূ ‘আদাদাস্ সিনীনা অল্হিসা-ব্; অকুল্লা শাইয়্যিন্ ফাছ্ছোয়াল্না-হু তাফ্ছীলা-।","english_translit":"WajaAAalna allayla waalnnahara ayatayni famahawna ayata allayli wajaAAalna ayata alnnahari mubsiratan litabtaghoo fadlan min rabbikum walitaAAlamoo AAadada alssineena waalhisaba wakulla shayin fassalnahu tafseelan"},{"sura":17,"aya":13,"quran_text":"وَكُلَّ إِنْسَانٍ أَلْزَمْنَاهُ طَائِرَهُ فِي عُنُقِهِ وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَابًا يَلْقَاهُ مَنْشُورًا","bangla_mohiuddin":"আমি প্রত্যেক মানুষের কর্মকে তার গ্রীবলগ্ন করে রেখেছি। কেয়ামতের দিন বের করে দেখাব তাকে একটি কিতাব, যা সে খোলা অবস্থায় পাবে।","bangla_murtaza":"আমরা প্রতিটি মানুষের কর্ম তার গলায় ঝুলিয়ে রেখেছি এবং আমরা কিয়ামতের দিন তার জন্যে বের করবো একটি কিতাব (রেকর্ড, আমলমানা), সেটি সে পাবে উন্মুক্ত।","english_text":"Round each man's neck We have hung his ledger of deeds, and on the Day of Resurrection will present it as a book spread out (and say):","bangla_translit":"অকুল্লা ইন্সা-নিন্ আল্যাম্না-হু ত্বোয়া-য়িরাহূ ফী উনুক্বিহ্; অনুখ্রিজু লাহূ ইয়াওমাল্ ক্বিয়া-মাতি কিতাবাঁই ইয়াল্ক্ব-হু মান্শূর-।","english_translit":"Wakulla insanin alzamnahu tairahu fee AAunuqihi wanukhriju lahu yawma alqiyamati kitaban yalqahu manshooran"},{"sura":17,"aya":14,"quran_text":"اقْرَأْ كِتَابَكَ كَفَى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيبًا","bangla_mohiuddin":"পাঠ কর তুমি তোমার কিতাব। আজ তোমার হিসাব গ্রহণের জন্যে তুমিই যথেষ্ট।","bangla_murtaza":"(তাকে বলা হবে): ‘পড়ো তোমার কিতাব (রেকর্ড)। আজ তুমি নিজেই নিজের বিরুদ্ধে হিসাবের জন্যে যথেষ্ট।’","english_text":"\"Read your ledger; this day you are sufficient to take your own account.","bangla_translit":"ইক্বর’ কিতা-বাক্; কাফা-বিনাফ্সিকাল্ ইয়াওমা ‘আলাইকা হাসীবা-।","english_translit":"Iqra kitabaka kafa binafsika alyawma AAalayka haseeban"},{"sura":17,"aya":15,"quran_text":"مَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا","bangla_mohiuddin":"যে কেউ সৎপথে চলে, তারা নিজের মঙ্গলের জন্যেই সৎ পথে চলে। আর যে পথভ্রষ্ট হয়, তারা নিজের অমঙ্গলের জন্যেই পথ ভ্রষ্ট হয়। কেউ অপরের বোঝা বহন করবে না। কোন রাসূল না পাঠানো পর্যন্ত আমি কাউকেই শাস্তি দান করি না।","bangla_murtaza":"যে ব্যক্তি সঠিক পথে চলে, সে নিজের কল্যাণের জন্যেই সঠিক পথে চলে। আর যে ভুল পথে চলে, সে নিজের অমঙ্গলের জন্যেই ভুল পথে চলে। কেউই কারো (পাপের) বোঝা বহন করবেনা। আমরা রসূল না পাঠানো পর্যন্ত কোনো জাতিকে শাস্তি দেইনা।","english_text":"\"He who finds the right path does so for himself; and he who goes astray does so to his own loss; and no one who carries a burden bears another's load. We never punish till We have sent a messenger.","bangla_translit":"মানিহ্তাদা- ফাইন্নামা- ইয়াহ্তাদী লিনাফ্সিহী অ মান্ দ্বোয়াল্লা ফাইন্নামা-ইয়াদ্বিল্লু ‘আলাইহা-; অলা-তাযিরু ওয়া-যিরাতুঁও ওয়িয্র উখ্র-;ওমা-কুন্না মু‘আয্যিবীনা হাত্তা-নাব‘আছা রসূলা-।","english_translit":"Mani ihtada fainnama yahtadee linafsihi waman dalla fainnama yadillu AAalayha wala taziru waziratun wizra okhra wama kunna muAAaththibeena hatta nabAAatha rasoolan"},{"sura":17,"aya":16,"quran_text":"وَإِذَا أَرَدْنَا أَنْ نُهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُوا فِيهَا فَحَقَّ عَلَيْهَا الْقَوْلُ فَدَمَّرْنَاهَا تَدْمِيرًا","bangla_mohiuddin":"যখন আমি কোন জনপদকে ধ্বংস করার ইচ্ছা করি তখন তার অবস্থাপন্ন লোকদেরকে উদ্ধুদ্ধ করি অতঃপর তারা পাপাচারে মেতে উঠে। তখন সে জনগোষ্টীর উপর আদেশ অবধারিত হয়ে যায়। অতঃপর আমি তাকে উঠিয়ে আছাড় দেই।","bangla_murtaza":"আমরা যখন কোনো জনপদকে (জাতিকে) হালাক (ধ্বংস) করে দেয়ার এরাদা (ইচ্ছা) করি, তখন সেখানকার সীমালংঘনকারীদের ক্ষমতায় বসাই। ফলে তারা সীমালংঘন ও পাপাচার করতে থাকে। তখন তাদের (ধ্বংস করে দেয়ার বিষয়ে) আমাদের ফায়সালা বাস্তব সম্মত হয়ে যায়। ফলে আমরা সেই জনপদকে ধ্বংস ও বিরান করে দেই।","english_text":"\"And when We destroy a human habitation We send Our command to (warn) its people living a life of ease; and when they disobey, the sentence against them is justified, and We destroy them utterly.","bangla_translit":"অইযা য় আরদ্না য় আন্ নুহ্লিকা র্ক্বাইয়াতান্ আর্মানা- মুত্রাফীহা-ফাফাসাকু ফীহা-ফাহাক্বক্বা ‘আলাইহাল্ ক্বওলু ফাদার্ম্মানাহা-তাদ্মীর-।","english_translit":"Waitha aradna an nuhlika qaryatan amarna mutrafeeha fafasaqoo feeha fahaqqa AAalayha alqawlu fadammarnaha tadmeeran"},{"sura":17,"aya":17,"quran_text":"وَكَمْ أَهْلَكْنَا مِنَ الْقُرُونِ مِنْ بَعْدِ نُوحٍ وَكَفَى بِرَبِّكَ بِذُنُوبِ عِبَادِهِ خَبِيرًا بَصِيرًا","bangla_mohiuddin":"নূহের পর আমি অনেক উম্মতকে ধ্বংস করেছি। আপনার পালনকর্তাই বান্দাদের পাপাচারের সংবাদ জানা ও দেখার জন্যে যথেষ্ট।","bangla_murtaza":"নূহের পরে আমরা কতো যে জনপদ ধ্বংস করে দিয়েছি! নিজ বান্দাদের পাপাচারের সংবাদ রাখা ও পর্যবেক্ষণ করার জন্যে তোমার প্রভুই কাফী ।","english_text":"\"How many generations have We laid low after Noah, for your Lord knows and notices well enough the sins of His creatures.","bangla_translit":"অকাম্ আহ্লাক্না- মিনাল্ কুরূ নি মিম্ বা’দি নূহ্; অকাফা- বিরব্বিকা বিযুনূবি ‘ইবাদিহী খবীরম্ বাছীর-।","english_translit":"Wakam ahlakna mina alqurooni min baAAdi noohin wakafa birabbika bithunoobi AAibadihi khabeeran baseeran"},{"sura":17,"aya":18,"quran_text":"مَنْ كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَنْ نُرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلَاهَا مَذْمُومًا مَدْحُورًا","bangla_mohiuddin":"যে কেউ ইহকাল কামনা করে, আমি সেসব লোককে যা ইচ্ছা সত্ত্বর দিয়ে দেই। অতঃপর তাদের জন্যে জাহান্নাম নির্ধারণ করি। ওরা তাতে নিন্দিত-বিতাড়িত অবস্থায় প্রবেশ করবে।","bangla_murtaza":"যারা নগদ (দুনিয়া) পেতে চায়, আমরা এখানেই তাদের যাকে চাই এবং যা চাই নগদ দিয়ে থাকি। পরে তাদের জন্যে নির্ধারণ করি জাহান্নাম, তাতেই তারা প্রবেশ করবে নিন্দিত ও ধিকৃত অবস্থায়।","english_text":"\"Whosoever desires what hastes away, We hasten to give him (in this life) as much as We please to whosoever We will; but afterwards there is Hell for him in which he will burn, disgraced and ostracised.","bangla_translit":"মান্ কা-না ইয়ুরীদুল্ ‘আ-জ্বিলাতা ‘আজ্জ্বাল্না- লাহূ ফীহা- মা-নাশা-য়ু লিমান্ নুরীদু ছুম্মা জ্বা‘আল্না- লাহূ জ্বাহান্নামা ইয়াছ্লা-হা-মায্মূমাম্ মাদ্হূর-।","english_translit":"Man kana yureedu alAAajilata AAajjalna lahu feeha ma nashao liman nureedu thumma jaAAalna lahu jahannama yaslaha mathmooman madhooran"},{"sura":17,"aya":19,"quran_text":"وَمَنْ أَرَادَ الْآخِرَةَ وَسَعَى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَئِكَ كَانَ سَعْيُهُمْ مَشْكُورًا","bangla_mohiuddin":"আর যারা পরকাল কামনা করে এবং মুমিন অবস্থায় তার জন্য যথাযথ চেষ্টা-সাধনা করে, এমন লোকদের চেষ্টা স্বীকৃত হয়ে থাকে।","bangla_murtaza":"আর যারা এরাদা (সংকল্প) করে আখিরাত পাওয়ার এবং তার জন্যে প্রচেষ্টা চালায় উপযুক্ত প্রচেষ্টা মুমিন অবস্থায়, তাদের প্রচেষ্টা অবশ্যি কবুল করা হবে।","english_text":"\"But he who desires the Hereafter, and strives for it with a will, and is a believer, will be favoured for his endeavour.","bangla_translit":"অমান্ আর-দাল্ আ-খিরতা অসা‘আ-লাহা-সা’ইয়াহা-অ হুঅ মুমিনুন্ ফাউলা-য়িকা কা-না সা’ইয়ুহুম্ মাশ্কূরা-।","english_translit":"Waman arada alakhirata wasaAAa laha saAAyaha wahuwa muminun faolaika kana saAAyuhum mashkooran"},{"sura":17,"aya":20,"quran_text":"كُلًّا نُمِدُّ هَؤُلَاءِ وَهَؤُلَاءِ مِنْ عَطَاءِ رَبِّكَ وَمَا كَانَ عَطَاءُ رَبِّكَ مَحْظُورًا","bangla_mohiuddin":"এদেরকে এবং ওদেরকে প্রত্যেককে আমি আপনার পালনকর্তার দান পৌছে দেই এবং আপনার পালকর্তার দান অবধারিত।","bangla_murtaza":"তোমার প্রভু তাঁর দান দ্বারা অবারিত সাহায্য করেন এদেরকেও এবং ওদেরকেও। তোমার প্রভুর দানের দরজা বন্ধ রাখা হয়না।","english_text":"\"We bestow from the gifts of your Lord on these and on those, for the gifts of your Lord are not restricted.","bangla_translit":"কুল্লান্নুমিদ্দুহা য় উলা-য়ি অহা য় উলা-য়ি মিন্ ‘আত্বোয়া-য়ি রব্বিক্; অমা-কা-না ‘আত্বোয়া-য়ু রব্বিকা মাহ্জূর-।","english_translit":"Kullan numiddu haolai wahaolai min AAatai rabbika wama kana AAatao rabbika mahthooran"},{"sura":17,"aya":21,"quran_text":"انْظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ وَلَلْآخِرَةُ أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلًا","bangla_mohiuddin":"দেখুন, আমি তাদের একদলকে অপরের উপর কিভাবে শ্রেষ্ঠত্ব দান করলাম। পরকাল তো নিশ্চয়ই মর্তবায় শ্রেষ্ঠ এবং ফযীলতে শ্রেষ্ঠতম।","bangla_murtaza":"দেখো, আমরা কিভাবে তাদের একদল লোককে আরেক দলের উপর শ্রেষ্ঠত্ব দিয়েছি। তবে আখিরাতই মর্যাদা ও দান লাভের দিক থেকে শ্রেষ্ঠ।","english_text":"\"See, how We favour one over the other; and in life to come are higher ranks and favours greater still.","bangla_translit":"উর্ন্জু কাইফা ফাদ্ব্দ্বোয়াল্না-বা’দ্বোয়াহুম্ ‘আলা-বা’দ্ব্; অলাল্ আ-খিরতু আক্বারু দারজ্বা-তিঁও অআক্বারু তাফ্দ্বীলা-।","english_translit":"Onthur kayfa faddalna baAAdahum AAala baAAdin walalakhiratu akbaru darajatin waakbaru tafdeelan"},{"sura":17,"aya":22,"quran_text":"لَا تَجْعَلْ مَعَ اللَّهِ إِلَهًا آخَرَ فَتَقْعُدَ مَذْمُومًا مَخْذُولًا","bangla_mohiuddin":"স্থির করো না আল্লাহর সাথে অন্য কোন উপাস্য। তাহলে তুমি নিন্দিত ও অসহায় হয়ে পড়বে।","bangla_murtaza":"আল্লাহর সাথে আর কাউকেও ইলাহ বানিয়ে নিয়োনা। এমনটি করলে নিন্দিত ও লাঞ্ছিত হয়ে পড়বে।","english_text":"\"Do not set up another god with God, or you will remain disgraced and destitute.","bangla_translit":"লা- তাজ্ব্‘আল্ মা‘আল্লা-হি ইলা-হান্ আ-খরা ফাতাক্ব‘ঊদা মায্মূমাম্ মাখ্যূলা-।","english_translit":"La tajAAal maAAa Allahi ilahan akhara fataqAAuda mathmooman makhthoolan"},{"sura":17,"aya":23,"quran_text":"وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلَاهُمَا فَلَا تَقُلْ لَهُمَا أُفٍّ وَلَا تَنْهَرْهُمَا وَقُلْ لَهُمَا قَوْلًا كَرِيمًا","bangla_mohiuddin":"তোমার পালনকর্তা আদেশ করেছেন যে, তাঁকে ছাড়া অন্য কারও এবাদত করো না এবং পিতা-মাতার সাথে সদ্ব-ব্যবহার কর। তাদের মধ্যে কেউ অথবা উভয়েই যদি তোমার জীবদ্দশায় বার্ধক্যে উপনীত হয়; তবে তাদেরকে ‘উহ’ শব্দটিও বলো না এবং তাদেরকে ধমক দিও না এবং বল তাদেরকে শিষ্ঠাচারপূর্ণ কথা।","bangla_murtaza":"তোমার প্রভু নির্দেশ দিচ্ছেন: তোমরা তাঁর ছাড়া আর কারো ইবাদত (আনুগত্য, দাসত্ব, উপাসনা ও প্রার্থনা) করোনা, ইবাদত করবে কেবল তাঁরই। পিতা-মাতার প্রতি ইহ্সান করবে, তাদের একজন কিংবা দু’জনই তোমার জীবদ্দশায় বৃদ্ধ বয়েসে এসে পৌঁছালে তাদেরকে ‘উহ্’ পর্যন্ত বলোনা এবং তাদেরকে ধমক দিয়োনা। তাদের সাথে কথা বলবে সম্মানের সাথে।","english_text":"\"So your Lord has decreed: Do not worship anyone but Him, and be good to your parents. If one or both of them grow old in your presence, do not say fie to them, nor reprove them, but say gentle words to them","bangla_translit":"অক্বদ্বোয়া- রব্বুকা আল্লা- তা’বুদূ য় ইল্লা য় ইয়্যা-হু অবিল্ওয়া-লিদাইনি ইহ্সা-না-; ইম্মা-ইয়াব্লুগন্না ‘ইন্দাকাল্ কিবার আহাদুহুমা য় আও কিলা-হুমা-ফালা-তাকুল্ লাহুমা য় উফ্ফিঁও অলা-তার্ন্হাহুমা- অকুল্ লাহুমা-ক্বওলান্ কারীমা-।","english_translit":"Waqada rabbuka alla taAAbudoo illa iyyahu wabialwalidayni ihsanan imma yablughanna AAindaka alkibara ahaduhuma aw kilahuma fala taqul lahuma offin wala tanharhuma waqul lahuma qawlan kareeman"},{"sura":17,"aya":24,"quran_text":"وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُلْ رَبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا","bangla_mohiuddin":"তাদের সামনে ভালবাসার সাথে, নম্রভাবে মাথা নত করে দাও এবং বলঃ হে পালনকর্তা, তাদের উভয়ের প্রতি রহম কর, যেমন তারা আমাকে শৈশবকালে লালন-পালন করেছেন।","bangla_murtaza":"দয়া-অনুকম্পা নিয়ে তাদের প্রতি কোমলতার ডানা অবনমিত করবে এবং তাদের জন্যে দোয়া করবে এভাবে: ‘আমার প্রভু! তাদের প্রতি রহম করো, যেভাবে শৈশবে তারা (দয়া, মায়া ও কোমলতার পরশে) আমাকে লালন পালন করেছে।’","english_text":"\"And look after them with kindness and love, and say: \"O Lord, have mercy on them as they nourished me when I was small.\"","bangla_translit":"অখ্ফিদ্ব লাহুমা-জ্বানাহায্ যুল্লি মির্না রহমাতি অ ক্বর্ রর্ব্বি হাম্হুমা-কামা-রব্বাইয়া-নী ছোয়াগীর।","english_translit":"Waikhfid lahuma janaha alththulli mina alrrahmati waqul rabbi irhamhuma kama rabbayanee sagheeran"},{"sura":17,"aya":25,"quran_text":"رَبُّكُمْ أَعْلَمُ بِمَا فِي نُفُوسِكُمْ إِنْ تَكُونُوا صَالِحِينَ فَإِنَّهُ كَانَ لِلْأَوَّابِينَ غَفُورًا","bangla_mohiuddin":"তোমাদের পালনকর্তা তোমাদের মনে যা আছে তা ভালই জানেন। যদি তোমরা সৎ হও, তবে তিনি তওবাকারীদের জন্যে ক্ষমাশীল।","bangla_murtaza":"তোমাদের মনে কী আছে তা তোমাদের প্রভুই অধিক জানেন। তোমরা যদি সংশোধন পরায়ণ হয়ে থাকো, তবে তিনি আল্লাহ্মুখী লোকদের জন্য পরম ক্ষমাপরায়ণ।","english_text":"Your Lord knows what is in your heart. If you are righteous, then He is indeed forgiving to those who turn (to Him) in repentance.","bangla_translit":"রব্বুকুম্ আ’লামু বিমা-ফী নুফূসিকুম্; ইন্ তাকূনূ ছোয়া-লিহীনা ফাইন্নাহূ কা-না লিল্আওঅ-বীনা গফূরা-।","english_translit":"Rabbukum aAAlamu bima fee nufoosikum in takoonoo saliheena fainnahu kana lilawwabeena ghafooran"},{"sura":17,"aya":26,"quran_text":"وَآتِ ذَا الْقُرْبَى حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ وَلَا تُبَذِّرْ تَبْذِيرًا","bangla_mohiuddin":"আত্নীয়-স্বজনকে তার হক দান কর এবং অভাবগ্রস্ত ও মুসাফিরকেও। এবং কিছুতেই অপব্যয় করো না।","bangla_murtaza":"আত্মীয়-স্বজনকে তাদের হক প্রদান করবে এবং মিসকিন আর পথিকদেরকেও। কিছুতেই অপব্যয় করবেনা।","english_text":"So give to your relatives what is their due, and to those who are needy, and the wayfarers; and do not dissipate (your wealth) extravagantly.","bangla_translit":"অ আ-তি যাল্ ক্বর্ বা হাক্বক্বহূ অল্মিস্কীনা অব্নাস্ সাবীলি অলা-তুবার্য্যি তাব্যীর-।","english_translit":"Waati tha alqurba haqqahu waalmiskeena waibna alssabeeli wala tubaththir tabtheeran"},{"sura":17,"aya":27,"quran_text":"إِنَّ الْمُبَذِّرِينَ كَانُوا إِخْوَانَ الشَّيَاطِينِ وَكَانَ الشَّيْطَانُ لِرَبِّهِ كَفُورًا","bangla_mohiuddin":"নিশ্চয় অপব্যয়কারীরা শয়তানের ভাই। শয়তান স্বীয় পালনকর্তার প্রতি অতিশয় অকৃতজ্ঞ।","bangla_murtaza":"অপব্যয়কারীরা অবশ্যি শয়তানের ভাই, আর শয়তান তো তার প্রভুর প্রতি অতিশয় অকৃতজ্ঞ।","english_text":"Those who dissipate (their wealth) are the brethren of the devils, and the Devil was ungrateful to his Lord.","bangla_translit":"ইন্নাল্ মুবায্যিরীনা কানূ য় ইখ্ওয়া-নাশ্ শাইয়াত্বীন্; অ কা-নাশ্ শাইত্বোয়া-নু লিরব্বিহী কাফূর-।","english_translit":"Inna almubaththireena kanoo ikhwana alshshayateeni wakana alshshaytanu lirabbihi kafooran"},{"sura":17,"aya":28,"quran_text":"وَإِمَّا تُعْرِضَنَّ عَنْهُمُ ابْتِغَاءَ رَحْمَةٍ مِنْ رَبِّكَ تَرْجُوهَا فَقُلْ لَهُمْ قَوْلًا مَيْسُورًا","bangla_mohiuddin":"এবং তোমার পালনকর্তার করুণার প্রত্যাশায় অপেক্ষামান থাকাকালে যদি কোন সময় তাদেরকে বিমুখ করতে হয়, তখন তাদের সাথে নম্রভাবে কথা বল।","bangla_murtaza":"আর যদি তাদের থেকে মুখ ফেরাতেই হয় (অর্থাৎ দান করার সামর্থ যদি না থাকে), এবং যদি তোমার প্রভুর অনুগ্রহ লাভের প্রত্যাশায় থেকে থাকো, তাহলে তাদের সাথে সহজ ও কোমলভাবে কথা বলবে।","english_text":"If you neglect (your parents) while seeking the bounty of your Lord, of which you are hopeful, speak to them softly.","bangla_translit":"অইম্মা-তু’রিদ্বোয়ান্না ‘আন্হুমুব্ তিগ-য়া রহ্মাতিম্ র্মি রব্বিকা র্তাজুহা- ফাকুল্ লাহুম্ ক্বওলাম্ মাইসূর-।","english_translit":"Waimma tuAAridanna AAanhumu ibtighaa rahmatin min rabbika tarjooha faqul lahum qawlan maysooran"},{"sura":17,"aya":29,"quran_text":"وَلَا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَى عُنُقِكَ وَلَا تَبْسُطْهَا كُلَّ الْبَسْطِ فَتَقْعُدَ مَلُومًا مَحْسُورًا","bangla_mohiuddin":"তুমি একেবারে ব্যয়-কুষ্ঠ হয়োনা এবং একেবারে মুক্ত হস্তও হয়ো না। তাহলে তুমি তিরস্কৃতি, নিঃস্ব হয়ে বসে থাকবে।","bangla_murtaza":"তোমার হাত গলায় বেঁধে রেখোনা এবং তা পুরোপুরি মেলেও দিয়োনা। তা করলে তুমি তিরস্কৃত এবং নি:স্ব হয়ে পড়বে।","english_text":"Do not be niggardly, nor extravagant that you may later feel reprehensive and constrained.","bangla_translit":"অলা-তাজ্ব্‘আল্ ইয়াদাকা মাগ্লূলাতান্ ইলা- ‘ঊনুক্বিকা অলা-তাব্সুতুহা-কুল্লাল্ বাস্ত্বি ফাতাক্ব‘ঊদা মালূমাম্ মাহ্সূর-।","english_translit":"Wala tajAAal yadaka maghloolatan ila AAunuqika wala tabsutha kulla albasti fataqAAuda malooman mahsooran"},{"sura":17,"aya":30,"quran_text":"إِنَّ رَبَّكَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرًا بَصِيرًا","bangla_mohiuddin":"নিশ্চয় তোমার পালকর্তা যাকে ইচ্ছা অধিক জীবনোপকরণ দান করেন এবং তিনিই তা সংকুচিতও করে দেন। তিনিই তাঁর বান্দাদের সম্পর্কে ভালোভাবে অবহিত,-সব কিছু দেখছেন।","bangla_murtaza":"তোমার প্রভু যাকে ইচ্ছা রিযিক প্রসারিত করে দেন এবং যাকে ইচ্ছা করে দেন সীমিত। তিনি অবশ্যি তাঁর বান্দাদের অবস্থা সম্পর্কে খবর রাখেন এবং দৃষ্টি রাখেন।","english_text":"Certainly your Lord provides with open hands whosoever He will, but according to capacity, for He knows and watches His creatures.","bangla_translit":"ইন্না রব্বাকা ইয়াব্সুত্বরু রিয্কা লিমাইঁ ইয়াশা-য়ু অইয়াকুদি; ইন্নাহূ কা-না বি‘ইবাদিহী খবীরম্ বাছীর-।","english_translit":"Inna rabbaka yabsutu alrrizqa liman yashao wayaqdiru innahu kana biAAibadihi khabeeran baseeran"},{"sura":17,"aya":31,"quran_text":"وَلَا تَقْتُلُوا أَوْلَادَكُمْ خَشْيَةَ إِمْلَاقٍ نَحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ إِنَّ قَتْلَهُمْ كَانَ خِطْئًا كَبِيرًا","bangla_mohiuddin":"দারিদ্রের ভয়ে তোমাদের সন্তানদেরকে হত্যা করো না। তাদেরকে এবং তোমাদেরকে আমিই জীবনোপকরণ দিয়ে থাকি। নিশ্চয় তাদেরকে হত্যা করা মারাত্নক অপরাধ।","bangla_murtaza":"অভাবের ভয়ে তোমাদের সন্তানদের হত্যা করোনা। আমরাই তাদের রিযিক দেই এবং তোমাদেরকেও। তাদের হত্যা করা এক মহা অপরাধ।","english_text":"Do not abandon your children out of fear of poverty. We will provide for them and for you. Killing them is certainly a great wrong.","bangla_translit":"অলা-তাক্বতুলূ য় আওলা-দাকুম্ খাশ্ইয়াতা ইম্লা-ক্ব; নাহ্নু র্নাযুকুহুম্ অ ইয়্যা-কুম্; ইন্না ক্বত্লাহুম্ কা-না খিতুয়ান্ কাবীর-।","english_translit":"Wala taqtuloo awladakum khashyata imlaqin nahnu narzuquhum waiyyakum inna qatlahum kana khitan kabeeran"},{"sura":17,"aya":32,"quran_text":"وَلَا تَقْرَبُوا الزِّنَا إِنَّهُ كَانَ فَاحِشَةً وَسَاءَ سَبِيلًا","bangla_mohiuddin":"আর ব্যভিচারের কাছেও যেয়ো না। নিশ্চয় এটা অশ্লীল কাজ এবং মন্দ পথ।","bangla_murtaza":"যিনার কাছেও যেয়োনা। এটা একটা ফাহেশা এবং নিকৃষ্ট পন্থা।","english_text":"And do not go near fornication, as it is immoral and an evil way.","bangla_translit":"অলা-তাক্ব রাবুয্ যিনা য় ইন্নাহূ কা-না ফা-হিশাহ্; অসা-য়া সাবীলা-।","english_translit":"Wala taqraboo alzzina innahu kana fahishatan wasaa sabeelan"},{"sura":17,"aya":33,"quran_text":"وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَمَنْ قُتِلَ مَظْلُومًا فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَانًا فَلَا يُسْرِفْ فِي الْقَتْلِ إِنَّهُ كَانَ مَنْصُورًا","bangla_mohiuddin":"সে প্রাণকে হত্যা করো না, যাকে আল্লাহ হারাম করেছেন; কিন্তু ন্যায়ভাবে। যে ব্যক্তি অন্যায়ভাবে নিহত হয়, আমি তার উত্তরাধিকারীকে ক্ষমতা দান করি। অতএব, সে যেন হত্যার ব্যাপারে সীমা লঙ্ঘন না করে। নিশ্চয় সে সাহায্যপ্রাপ্ত।","bangla_murtaza":"আল্লাহ্ যাকে হত্যা করা নিষিদ্ধ করেছেন তোমরা তাকে হত্যা করোনা, তবে হক পন্থায় (ন্যায় বিচারের মাধ্যমে) হলে ভিন্ন কথা। কেউ যুলুমের শিকার হয়ে নিহত হলে আমরা তার অলিকে প্রতিকারের (কিসাস গ্রহণের) অধিকার দিয়েছি। কিন্তু সে যেনো হত্যার ব্যাপারে বাড়াবাড়ি না করে। কারণ, সে তো সহযোগিতা লাভ করবেই।","english_text":"And do not take a life, which God has forbidden, except in a just cause. We have given the right (of redress) to the heir of the person who is killed, but he should not exceed the limits (of justice) by slaying (the killer), for he will be judged (by the same law).","bangla_translit":"অলা-তাক্বতুলুন্নাফ্সা ল্লাতী র্হারমাল্লা-হু ইল্লা-বিল্হাক্ব; অমান্ কুতিলা মাজ্লূমান্ ফাক্বদ্ জ্বা‘আল্না-লিঅলিয়্যিহী সুল্ত্বোয়া-নান্ ফালা-ইয়ুস্রিফ্ ফিল্ ক্বত্ল্; ইন্নাহূ কা-না মান্ছূরা-।","english_translit":"Wala taqtuloo alnnafsa allatee harrama Allahu illa bialhaqqi waman qutila mathlooman faqad jaAAalna liwaliyyihi sultanan fala yusrif fee alqatli innahu kana mansooran"},{"sura":17,"aya":34,"quran_text":"وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُوا بِالْعَهْدِ إِنَّ الْعَهْدَ كَانَ مَسْئُولًا","bangla_mohiuddin":"আর, এতিমের মালের কাছেও যেয়ো না, একমাত্র তার কল্যাণ আকাংখা ছাড়া; সংশ্লিষ্ট ব্যক্তির যৌবনে পদার্পন করা পর্যন্ত এবং অঙ্গীকার পূর্ন কর। নিশ্চয় অঙ্গীকার সম্পর্কে জিজ্ঞাসাবাদ করা হবে।","bangla_murtaza":"উত্তম পন্থায় ছাড়া এতিমদের মাল সম্পদের কাছেও যেয়োনা যতোদিন না তারা বয়:প্রাপ্ত হয়। অঙ্গীকার পূর্ণ করবে, কারণ অঙ্গীকার সম্পর্কে কৈফিয়ত চাওয়া হবে।","english_text":"And do not touch the property of the orphans except for bettering it, until they come of age; and fulfil the promise made: You will surely be questioned about the promise.","bangla_translit":"অলা-তাক্বরাবূ মা-লাল্ ইয়াতীমি ইল্লা-বিল্লাতী হিয়া আহসানু হাত্তা-ইয়াব্লুগা আশুদ্দাহূ অআওফূ বিল্ ‘আহ্দি ইন্নাল্ ‘আহ্দা কা-না মাস্ঊলা-।","english_translit":"Wala taqraboo mala alyateemi illa biallatee hiya ahsanu hatta yablugha ashuddahu waawfoo bialAAahdi inna alAAahda kana masoolan"},{"sura":17,"aya":35,"quran_text":"وَأَوْفُوا الْكَيْلَ إِذَا كِلْتُمْ وَزِنُوا بِالْقِسْطَاسِ الْمُسْتَقِيمِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا","bangla_mohiuddin":"মেপে দেয়ার সময় পূর্ণ মাপে দেবে এবং সঠিক দাঁড়িপালায় ওজন করবে। এটা উত্তম; এর পরিণাম শুভ।","bangla_murtaza":"যখন মেপে দেবে মাপ পূর্ণ করবে এবং ওজন করবে সমান-সঠিক দাঁড়ি পাল্লায়। এটাই উত্তম এবং পরিণামের দিক থেকে কল্যাণকর।","english_text":"Give full measure when you are measuring, and weigh on a balanced scale. This is better, and excellent its consequence.","bangla_translit":"অআওফুল্ কাইলা ইযা কিল্তুম্ অযিনূ বিল্কিস্ত্বোয়া- সিল্ মুস্তাক্বীম্; যা-লিকা খাইরুঁও অ আহ্সানু তাওয়ীলা-।","english_translit":"Waawfoo alkayla itha kiltum wazinoo bialqistasi almustaqeemi thalika khayrun waahsanu taweelan"},{"sura":17,"aya":36,"quran_text":"وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْئُولًا","bangla_mohiuddin":"যে বিষয়ে তোমার কোন জ্ঞান নেই, তার পিছনে পড়ো না। নিশ্চয় কান, চক্ষু ও অন্তঃকরণ এদের প্রত্যেকটিই জিজ্ঞাসিত হবে।","bangla_murtaza":"যে বিষয়ে তোমার এলেম নেই তার অনুসরণ করোনা। নিশ্চয়ই কান, চোখ, অন্তর এর প্রত্যেকটি সম্পর্কেই কৈফিয়ত চাওয়া হবে।","english_text":"Do not follow that of which you have no knowledge. Verily the ear, the eye, the heart, each will be questioned.","bangla_translit":"অলা-তাক্বফু মা-লাইসা লাকা বিহী ‘ইল্ম্; ইন্নাস্ সাম্‘আ অল্ বাছোয়ারা অল্ ফুওয়া-দা কুল্লু উলা-য়িকা কা-না ‘আন্হু মাস্উলা-।","english_translit":"Wala taqfu ma laysa laka bihi AAilmun inna alssamAAa waalbasara waalfuada kullu olaika kana AAanhu masoolan"},{"sura":17,"aya":37,"quran_text":"وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا إِنَّكَ لَنْ تَخْرِقَ الْأَرْضَ وَلَنْ تَبْلُغَ الْجِبَالَ طُولًا","bangla_mohiuddin":"পৃথিবীতে দম্ভভরে পদচারণা করো না। নিশ্চয় তুমি তো ভূ পৃষ্ঠকে কখনই বিদীর্ণ করতে পারবে না এবং উচ্চতায় তুমি কখনই পর্বত প্রমাণ হতে পারবে না।","bangla_murtaza":"জমিনে দম্ভ ভরে চলাফেরা করোনা, তুমি কখনো পদচাপে জমিনকে বিদীর্ণ করতে পারবেনা এবং উচ্চতায় পাহাড়ের সমানও পৌঁছাতে পারবেনা।","english_text":"And do not strut about the land with insolence: Surely you cannot cleave the earth, nor attain the height of mountains in stature.","bangla_translit":"অলা-তাম্শি ফিল্ র্আদ্বি মারহান্ ইন্নাকা লান্ তাখ্রিক্বাল্ র্আদ্বোয়া অ লান্ তাব্লুগাল্ জ্বিবা-লা তুলা।","english_translit":"Wala tamshi fee alardi marahan innaka lan takhriqa alarda walan tablugha aljibala toolan"},{"sura":17,"aya":38,"quran_text":"كُلُّ ذَلِكَ كَانَ سَيِّئُهُ عِنْدَ رَبِّكَ مَكْرُوهًا","bangla_mohiuddin":"এ সবের মধ্যে যেগুলো মন্দকাজ, সেগুলো তোমার পালনকর্তার কাছে অপছন্দনীয়।","bangla_murtaza":"এগুলোর মন্দ দিকগুলো তোমার প্রভুর কাছে খুবই ঘৃণ্য।","english_text":"All these are evil and odious to your Lord.","bangla_translit":"কুল্লু যা-লিকা কা-না সাইয়িয়ুহূ ‘ইন্দা রব্বিকা মাক্রূহা-।","english_translit":"Kullu thalika kana sayyiohu AAinda rabbika makroohan"},{"sura":17,"aya":39,"quran_text":"ذَلِكَ مِمَّا أَوْحَى إِلَيْكَ رَبُّكَ مِنَ الْحِكْمَةِ وَلَا تَجْعَلْ مَعَ اللَّهِ إِلَهًا آخَرَ فَتُلْقَى فِي جَهَنَّمَ مَلُومًا مَدْحُورًا","bangla_mohiuddin":"এটা ঐ হিকমতের অন্তর্ভূক্ত, যা আপনার পালনকর্তা আপনাকে ওহী মারফত দান করেছেন। আল্লাহর সাথে অন্য কোন উপাস্য স্থির করবেন না। তাহলে অভিযুক্ত ও আল্লাহর অনুগ্রহ থেকে বিতাড়িত অবস্থায় জাহান্নামে নিক্ষিপ্ত হবেন।","bangla_murtaza":"তোমার প্রভু অহির মাধ্যমে তোমার কাছে যেসব হিকমাহ্ (জ্ঞান ও প্রজ্ঞার কথা) নাযিল করেছেন এগুলো সেগুলোরই অংশ। তোমার প্রভুর সাথে আর কাউকেও ইলাহ বানিয়ে নিয়োনা। বানালে তুমি নিন্দিত ও ধিকৃত হয়ে জাহান্নামে নিক্ষিপ্ত হবে।","english_text":"This is some of the wisdom your Lord has revealed to you. So do not take another god apart from God, or you will be cast into Hell, reproved, ostracised.","bangla_translit":"যা-লিকা মিম্মা য় আওহা য় ইলাইকা রব্বুকা মিনাল্ হিক্মাহ্; অলা-তাজ‘আল্ মা‘আল্ লা-হি ইলা-হান্ আ-খরা ফাতুল্ক্বা-ফী জ্বাহান্নামা মালূমাম্ মাদ্হূর-।","english_translit":"Thalika mimma awha ilayka rabbuka mina alhikmati wala tajAAal maAAa Allahi ilahan akhara fatulqa fee jahannama malooman madhooran"},{"sura":17,"aya":40,"quran_text":"أَفَأَصْفَاكُمْ رَبُّكُمْ بِالْبَنِينَ وَاتَّخَذَ مِنَ الْمَلَائِكَةِ إِنَاثًا إِنَّكُمْ لَتَقُولُونَ قَوْلًا عَظِيمًا","bangla_mohiuddin":"তোমাদের পালনকর্তা কি তোমাদের জন্যে পুত্র সন্তান নির্ধারিত করেছেন এবং নিজের জন্যে ফেরেশতাদেরকে কন্যারূপে গ্রহণ করেছেন? নিশ্চয় তোমরা গুরুতর গর্হিত কথাবার্তা বলছ।","bangla_murtaza":"তোমাদের প্রভু কি তোমাদেরকে পুত্র সন্তানের জন্য মনোনীত করেছেন, আর তিনি নিজে কি ফেরেশতাদেরকে কন্যা সন্তান হিসেবে গ্রহণ করেছেন? তোমরা তো এক গুরুতর (অন্যায়) কথা বলে বেড়াচ্ছো।","english_text":"Has God chosen to give you sons, and taken for Himself daughters from among the angels? You utter grievous things indeed!","bangla_translit":"আফাআছ্ফা-কুম্ রব্বুকুম্ বিল্বানীনা অত্তাখাযা মিনাল্ মালা-য়িকাতি ইনা-ছা-; ইন্নাকুম্ লাতাকুলূনা ক্বওলান্ ‘আজীমা-।","english_translit":"Afaasfakum rabbukum bialbaneena waittakhatha mina almalaikati inathan innakum lataqooloona qawlan AAatheeman"},{"sura":17,"aya":41,"quran_text":"وَلَقَدْ صَرَّفْنَا فِي هَذَا الْقُرْآنِ لِيَذَّكَّرُوا وَمَا يَزِيدُهُمْ إِلَّا نُفُورًا","bangla_mohiuddin":"আমি এই কোরআনে নানাভাবে বুঝিয়েছি, যাতে তারা চিন্তা করে। অথচ এতে তাদের কেবল বিমুখতাই বৃদ্ধি পায়।","bangla_murtaza":"আমরা এ কুরআনে অনেক বিষয়ই বার বার বর্ণনা করেছি, যাতে করে তোমরা উপদেশ গ্রহণ করো। কিন্তু এতে তাদের পালানোই বৃদ্ধি পেয়েছে।","english_text":"We have explained (the truth) in various ways in this Qur'an, that they may be warned; but it only increased their refractoriness.","bangla_translit":"অলাক্বদ্ ছোর্য়ারফ্না ফী হা-যাল্ ক্বরুআনি লিইয়ায্যাক্কারূ-; অমা ইয়াযীদুহুম্ ইল্লা-নুফূর-।","english_translit":"Walaqad sarrafna fee hatha alqurani liyaththakkaroo wama yazeeduhum illa nufooran"},{"sura":17,"aya":42,"quran_text":"قُلْ لَوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ إِذًا لَابْتَغَوْا إِلَى ذِي الْعَرْشِ سَبِيلًا","bangla_mohiuddin":"বলুনঃ তাদের কথামত যদি তাঁর সাথে অন্যান্য উপাস্য থাকত; তবে তারা আরশের মালিক পর্যন্ত পৌছার পথ অন্বেষন করত।","bangla_murtaza":"হে নবী! বলো: ‘তাঁর সাথে যদি আরো ইলাহ থাকতো, যেমন তারা বলে: তবে তো তারা আরশের মালিকের আসন দখল করার জন্যে পথ খুঁজতো।’","english_text":"Say: \"Had there been other gods with Him, as they assert, they would surely have sought a way (of opposition) against the Lord of the Throne.\"","bangla_translit":"ক্বুল্ লাও কা-না মা‘আহু য় আ-লিহাতুন্ কামা-ইয়াকুলূনা ইযাল্ লাব্তাগও ইলা-যিল্‘র্আশি সাবীলা-।","english_translit":"Qul law kana maAAahu alihatun kama yaqooloona ithan laibtaghaw ila thee alAAarshi sabeelan"},{"sura":17,"aya":43,"quran_text":"سُبْحَانَهُ وَتَعَالَى عَمَّا يَقُولُونَ عُلُوًّا كَبِيرًا","bangla_mohiuddin":"তিনি নেহায়েত পবিত্র ও মহিমান্বিত এবং তারা যা বলে থাকে তা থেকে বহু উর্ধ্বে।","bangla_murtaza":"তারা যা বলে তা থেকে তিনি পবিত্র এবং অনেক ঊর্ধ্বে, তিনি মহামর্যাদাবান।","english_text":"Too glorious and high is He, too exalted for what they say!","bangla_translit":"সুব্হা-নাহূ অ তা‘আ-লা ‘আম্মা ইয়াকুলূনা ‘উলুঁওঅন্ কাবীর-।","english_translit":"Subhanahu wataAAala AAamma yaqooloona AAuluwwan kabeeran"},{"sura":17,"aya":44,"quran_text":"تُسَبِّحُ لَهُ السَّمَاوَاتُ السَّبْعُ وَالْأَرْضُ وَمَنْ فِيهِنَّ وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ وَلَكِنْ لَا تَفْقَهُونَ تَسْبِيحَهُمْ إِنَّهُ كَانَ حَلِيمًا غَفُورًا","bangla_mohiuddin":"সপ্ত আকাশ ও পৃথিবী এবং এগুলোর মধ্যে যাকিছু আছে সমস্ত কিছু তাঁরই পবিত্রতা ও মহিমা ঘোষণা করে। এবং এমন কিছু নেই যা তার সপ্রশংস পবিত্রতা ও মহিমা ঘোষনা করে না। কিন্তু তাদের পবিত্রতা, মহিমা ঘোষণা তোমরা অনুধাবন করতে পার না। নিশ্চয় তিনি অতি সহনশীল, ক্ষমাপরায়ণ।","bangla_murtaza":"সপ্তাকাশ, এই পৃথিবী এবং এগুলোর মধ্যে যারাই আছে, সবাই তাঁরই তসবিহ্ করছে। এমন কোনো বস্তু নেই যা তাঁর প্রশংসাসহ তাঁর তসবিহ্ করছেনা। তবে তোমরা তাদের তসবিহ্ অনুধাবন করতে পারোনা। নিশ্চয়ই তিনি অতীব সহনশীল মহাক্ষমাপরায়ণ।","english_text":"The seven skies, the earth, and all that lies within them, sing hallelujas to Him. There is nothing that does not chant His praises, but you do not understand their hymns of praise. He is verily clement and forgiving.","bangla_translit":"তুসাব্বিহু লাহুস্ সামা-ওয়া-তুস্ সাব্‘উ অল্র্আদ্বু অমান্ ফীহিন্; অইম্ মিন্ শাইয়িন্ ইল্লা-ইয়ুসাব্বিহু বিহাম্দিহী অলা-কিল্লা-তাফ্ক্বহূনা তাস্বীহাহুম্ ইন্নাহূ কা-না হালীমান্ গফূরা-।","english_translit":"Tusabbihu lahu alssamawatu alssabAAu waalardu waman feehinna wain min shayin illa yusabbihu bihamdihi walakin la tafqahoona tasbeehahum innahu kana haleeman ghafooran"},{"sura":17,"aya":45,"quran_text":"وَإِذَا قَرَأْتَ الْقُرْآنَ جَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ حِجَابًا مَسْتُورًا","bangla_mohiuddin":"যখন আপনি কোরআন পাঠ করেন, তখন আমি আপনার মধ্যে ও পরকালে অবিশ্বাসীদের মধ্যে প্রচ্ছন্ন পর্দা ফেলে দেই।","bangla_murtaza":"তুমি যখন কুরআন পাঠ করো, তখন আমরা তোমার আর যারা আখিরাতের প্রতি ঈমান রাখেনা, তাদের মধ্যে একটি গোপন পর্দা লাগিয়ে দেই।","english_text":"When you recite the Qur'an, We place a hidden veil between you and those who do not believe in the Hereafter;","bangla_translit":"অ ইযা- ক্বরতাল্ ক্বরুআ-না জ্বা‘আল্না-বাইনাকা অবাইনাল্লাযীনা লা-ইয়ুমিনূনা বিল্আ-খিরতি হিজ্বা-বাম্ মাস্তূর-।","english_translit":"Waitha qarata alqurana jaAAalna baynaka wabayna allatheena la yuminoona bialakhirati hijaban mastooran"},{"sura":17,"aya":46,"quran_text":"وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِذَا ذَكَرْتَ رَبَّكَ فِي الْقُرْآنِ وَحْدَهُ وَلَّوْا عَلَى أَدْبَارِهِمْ نُفُورًا","bangla_mohiuddin":"আমি তাদের অন্তরের উপর আবরণ রেখে দেই, যাতে তারা একে উপলব্ধি করতে না পারে এবং তাদের কর্ণকুহরে বোঝা চাপিয়ে দেই। যখন আপনি কোরআনে পালনকর্তার একত্ব আবৃত্তি করেন, তখন ও অনীহাবশতঃ ওরা পৃষ্ট প্রদর্শন করে চলে যায়।","bangla_murtaza":"আমরা তাদের কলবের উপর আবরণ সৃষ্টি করে দিয়েছি যেনো তারা তা উপলব্ধি করতে না পারে, আর তাদের কানে সৃষ্টি করে দিয়েছি বধিরতা। তুমি যখন কুরআনে তোমার একমাত্র প্রভুর কথা স্মরণ করো: তখন তারা পেছনে ফিরে পালাতে থাকে।","english_text":"And We put covers over their hearts and deafness in their ears that they should not understand it. So when you invoke your Lord alone in the Qur'an they turn their backs and walk away.","bangla_translit":"অ জ্বা‘আল্না- ‘আলা- কুলূবিহিম্ আকিন্নাতান্ আইঁ ইয়াফ্ক্বহূহু অফী য় আ-যা-নিহিম্ অক্বর; অ ইযা-যার্কাতা রব্বাকা ফিল্ ক্বরুআ-নি অহ্দাহূ অল্লাও ‘আলা য় আদ্বা-রিহিম্ নুফূর-।","english_translit":"WajaAAalna AAala quloobihim akinnatan an yafqahoohu wafee athanihim waqran waitha thakarta rabbaka fee alqurani wahdahu wallaw AAala adbarihim nufooran"},{"sura":17,"aya":47,"quran_text":"نَحْنُ أَعْلَمُ بِمَا يَسْتَمِعُونَ بِهِ إِذْ يَسْتَمِعُونَ إِلَيْكَ وَإِذْ هُمْ نَجْوَى إِذْ يَقُولُ الظَّالِمُونَ إِنْ تَتَّبِعُونَ إِلَّا رَجُلًا مَسْحُورًا","bangla_mohiuddin":"যখন তারা কান পেতে আপনার কথা শোনে, তখন তারা কেন কান পেতে তা শোনে, তা আমি ভাল জানি এবং এও জানি গোপনে আলোচনাকালে যখন জালেমরা বলে, তোমরা তো এক যাদুগ্রস্থ ব্যক্তির অনুসরণ করছ।","bangla_murtaza":"তারা যখন তোমার কথা কান পেতে শুনে তখন আমরা ভালোভাবেই জানি, তারা কেন কান পেতে শুনে এবং আমরা এটাও জানি, যালিমরা গোপন আলোচনার সময় বলে: ‘তোমরা তো এক জাদুগ্রস্ত ব্যক্তির অনুসরণ করছো।’","english_text":"We know well with what (intent) they hear you, for when they confer privately the wicked say: \"You follow but a man deluded.\"","bangla_translit":"নাহ্নু আ’লামু বিমা-ইয়াস্তামি‘ঊনা বিহী য় ইয্ ইয়াস্তামি‘ঊনা ইলাইকা অইয্ হুম্ নাজওয়া য় ইয্ ইয়াকুলুজ্ জোয়া-লিমূনা ইন্ তাত্তাবি‘ঊনা ইল্লা-রজুলাম্ মাসহূর-।","english_translit":"Nahnu aAAlamu bima yastamiAAoona bihi ith yastamiAAoona ilayka waith hum najwa ith yaqoolu alththalimoona in tattabiAAoona illa rajulan mashooran"},{"sura":17,"aya":48,"quran_text":"انْظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا","bangla_mohiuddin":"দেখুন, ওরা আপনার জন্যে কেমন উপমা দেয়। ওরা পথভ্রষ্ট হয়েছে। অতএব, ওরা পথ পেতে পারে না।","bangla_murtaza":"লক্ষ্য করে দেখো, তারা তোমার কী উপমা দিচ্ছে? তারা পথভ্রষ্ট হয়েছে, ফলে তারা আর পথ পাবেনা।","english_text":"See, what comparisons they coin for you, and go astray, and thus cannot find the way.","bangla_translit":"উর্ন্জু কাইফা দোয়ারবূ লাকাল্ আম্ছা-লা ফাদ্বোয়াল্লু ফালা-ইয়াস্তাত্বী‘ঊনা সাবীলা-।","english_translit":"Onthur kayfa daraboo laka alamthala fadalloo fala yastateeAAoona sabeelan"},{"sura":17,"aya":49,"quran_text":"وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا","bangla_mohiuddin":"তারা বলেঃ যখন আমরা অস্থিতে পরিণত ও চূর্ণ বিচূর্ণ হয়ে যাব, তখনও কি নতুন করে সৃজিত হয়ে উত্থিত হব?","bangla_murtaza":"তারা বলে: ‘আমরা হাড়গোড়ে পরিণত হলেও এবং চূর্ণ-বিচূর্ণ হলেও কি নতুন সৃষ্টি হিসেবে পুনরুত্থিত হবো?’","english_text":"Yet they say: \"When we are turned to bones and bits, shall we be raised as a new creation?\"","bangla_translit":"অ ক্ব-লূ য় আ ইযা-কুন্না-ই’জোয়া মাঁও অ রুফা-তান্ আইন্না-লা মাব্‘ঊছূনা খল্ক্বন্ জ্বাদীদা-।","english_translit":"Waqaloo aitha kunna AAithaman warufatan ainna lamabAAoothoona khalqan jadeedan"},{"sura":17,"aya":50,"quran_text":"قُلْ كُونُوا حِجَارَةً أَوْ حَدِيدًا","bangla_mohiuddin":"বলুনঃ তোমরা পাথর হয়ে যাও কিংবা লোহা।","bangla_murtaza":"তুমি বলো: “তোমরা পাথর হয়ে যাও কিংবা লোহা,","english_text":"Tell them: \"(Even if) you turn to stones or steel,","bangla_translit":"কুল্ কূনূ হিজ্বা-রতান্ আও হাদীদা-।","english_translit":"Qul koonoo hijaratan aw hadeedan"},{"sura":17,"aya":51,"quran_text":"أَوْ خَلْقًا مِمَّا يَكْبُرُ فِي صُدُورِكُمْ فَسَيَقُولُونَ مَنْ يُعِيدُنَا قُلِ الَّذِي فَطَرَكُمْ أَوَّلَ مَرَّةٍ فَسَيُنْغِضُونَ إِلَيْكَ رُءُوسَهُمْ وَيَقُولُونَ مَتَى هُوَ قُلْ عَسَى أَنْ يَكُونَ قَرِيبًا","bangla_mohiuddin":"অথবা এমন কোন বস্তু, যা তোমাদের ধারণায় খুবই কঠিন; তথাপি তারা বলবেঃ আমাদের কে পুর্নবার কে সৃষ্টি করবে। বলুনঃ যিনি তোমাদেরকে প্রথমবার সৃজন করেছেন। অতঃপর তারা আপনার সামনে মাথা নাড়বে এবং বলবেঃ এটা কবে হবে? বলুনঃ হবে, সম্ভবতঃ শ্রীঘ্রই।","bangla_murtaza":"নতুবা এমন কিছুই হওনা কেন যা তোমাদের ধারণায় খুবই কঠিন (তবু তোমরা পুনরুত্থিত হবে)”। তারা বলে: ‘কে আমাদের পুনরুত্থিত করবে?’  বলো: ‘তিনি পুনরুত্থিত করবেন, যিনি তোমাদের সৃষ্টি করেছেন প্রথমবার।’ তখন তারা তোমার সামনে মাথা নাড়ে এবং বলে: ‘সেটা অনুষ্ঠিত হবে কখন?’ বলো: ‘সম্ভবত সেটা খুবই কাছে।’","english_text":"Or some other created thing which may seem to you most difficult (to create)!\" They will then say: \"Who will revert us back?\" Say: \"He who originated you in the first place.\" They will shake their heads at you and say: \"When will that be?\" Say: \"In the near future, perhaps,","bangla_translit":"আও খল্ক্বম্ মিম্মা-ইয়াক্বুরু ফী ছুদূরিকুম্ ফাসাইয়াকুলূনা মাইঁয়ু‘ঈদুনা- কুলিল্লাযী ফাত্বোয়ারকুম্ আউঅলা র্মারতিন্ ফাসাইয়ুন্গিদ্বুনা ইলাইকা রুয়ূসাহুম্ অইয়াকুলূনা মাতা-হূয়া; কুল্ ‘আসা য় আইঁ ইয়াকূনা ক্বরীবা-।","english_translit":"Aw khalqan mimma yakburu fee sudoorikum fasayaqooloona man yuAAeeduna quli allathee fatarakum awwala marratin fasayunghidoona ilayka ruoosahum wayaqooloona mata huwa qul AAasa an yakoona qareeban"},{"sura":17,"aya":52,"quran_text":"يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ وَتَظُنُّونَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا","bangla_mohiuddin":"যেদিন তিনি তোমাদেরকে আহবান করবেন, অতঃপর তোমরা তাঁর প্রশংসা করতে করতে চলে আসবে। এবং তোমরা অনুমান করবে যে, সামান্য সময়ই অবস্থান করেছিলে।","bangla_murtaza":"সেদিন তিনি তোমাদের আহ্বান করবেন এবং তোমরা তাঁর প্রশংসাসহ তাঁর আহবানে সাড়া দেবে। তখন তোমরা মনে করবে, তোমরা সামান্য সময়ই অবস্থান করেছিলে।","english_text":"\"On the day when He will call you, and you will answer with His praises and imagine you did not tarry but a while.\"","bangla_translit":"ইয়াওমা ইয়াদ্‘ঊকুম্ ফাতাস্তাজ্বীবূনা বিহাম্দিহী অতাজুন্নুনা ইল্লাবিছ্তুম্ ইল্লা-ক্বলীলা-।","english_translit":"Yawma yadAAookum fatastajeeboona bihamdihi watathunnoona in labithtum illa qaleelan"},{"sura":17,"aya":53,"quran_text":"وَقُلْ لِعِبَادِي يَقُولُوا الَّتِي هِيَ أَحْسَنُ إِنَّ الشَّيْطَانَ يَنْزَغُ بَيْنَهُمْ إِنَّ الشَّيْطَانَ كَانَ لِلْإِنْسَانِ عَدُوًّا مُبِينًا","bangla_mohiuddin":"আমার বান্দাদেরকে বলে দিন, তারা যেন যা উত্তম এমন কথাই বলে। শয়তান তাদের মধ্যে সংঘর্ষ বাধায়। নিশ্চয় শয়তান মানুষের প্রকাশ্য শত্রু।","bangla_murtaza":"আমার দাসদের বলো: তারা যেনো সে রকম কথা বলে যা উত্তম। কারণ শয়তান তো তাদের মাঝে বিভেদ সৃষ্টি করার জন্যে উস্কানি দিয়ে থাকে। নিশ্চয়ই শয়তান মানুষের সুস্পষ্ট দুশমন।","english_text":"Tell My creatures only to speak words that are good. Verily Satan sows dissensions: Satan is indeed the acknowledged enemy of mankind.","bangla_translit":"অ কুল্ লি‘ইবা-দী ইয়াকু লুল্ লাতী হিয়া আহ্সান্; ইন্নাশ্ শাইতোয়া-না ইয়ান্যাগু বাইনাহুম্ ইন্নাশ্ শাইত্বোয়া-না কা-না লিল্ইন্সা-নি ‘আদুওঅম্ মুবীনা-।","english_translit":"Waqul liAAibadee yaqooloo allatee hiya ahsanu inna alshshaytana yanzaghu baynahum inna alshshaytana kana lilinsani AAaduwwan mubeenan"},{"sura":17,"aya":54,"quran_text":"رَبُّكُمْ أَعْلَمُ بِكُمْ إِنْ يَشَأْ يَرْحَمْكُمْ أَوْ إِنْ يَشَأْ يُعَذِّبْكُمْ وَمَا أَرْسَلْنَاكَ عَلَيْهِمْ وَكِيلًا","bangla_mohiuddin":"তোমাদের পালনকর্তা তোমাদের সম্পর্কে ভালভাবে জ্ঞাত আছেন। তিনি যদি চান, তোমাদের প্রতি রহমত করবেন কিংবা যদি চান, তোমাদের আযাব দিবেন। আমি আপনাকে ওদের সবার তত্ত্বাবধায়ক রূপে প্রেরণ করিনি।","bangla_murtaza":"তোমাদের প্রভুই তোমাদের সম্পর্কে ভালোভাবে জানেন। তিনি চাইলে তোমাদের রহম করবেন, কিংবা ইচ্ছা করলে তোমাদের আযাব দেবেন। (হে নবী!) আমরা তোমাকে তাদের উপর উকিল নিযুক্ত করিনি।","english_text":"Your Lord knows you better: He may have mercy on you if He please, or punish you if He will. Yet We have not sent you as warden over them.","bangla_translit":"রব্বুকুম্ আ’লামু বিকুম্ ইঁইয়াশা ইর্য়াহাম্কুম্ আও ইঁইয়াশা ইয়ু‘আয্যিব্কুম্ অমা-র্আসাল্না-কা ‘আলাইহিম্ অকীলা-।","english_translit":"Rabbukum aAAlamu bikum in yasha yarhamkum aw in yasha yuAAaththibkum wama arsalnaka AAalayhim wakeelan"},{"sura":17,"aya":55,"quran_text":"وَرَبُّكَ أَعْلَمُ بِمَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ وَلَقَدْ فَضَّلْنَا بَعْضَ النَّبِيِّينَ عَلَى بَعْضٍ وَآتَيْنَا دَاوُودَ زَبُورًا","bangla_mohiuddin":"আপনার পালনকর্তা তাদের সম্পর্কে ভালভাবে জ্ঞাত আছেন, যারা আকাশসমূহে ও ভুপৃষ্ঠে রয়েছে। আমি তো কতক পয়গম্বরকে কতক পয়গম্বরের উপর শ্রেষ্ঠত্ব দান করেছি এবং দাউদকে যবুর দান করেছি।","bangla_murtaza":"মহাকাশ এবং পৃথিবীতে যারা আছে তোমার প্রভু তাদের ভালোভাবে জানেন। আমরা কিছু নবীকে কিছু নবীর উপর মর্যাদা দিয়েছি এবং দাউদকে দিয়েছি যবুর।","english_text":"Your Lord knows whoever is in the heavens and the earth. We exalted some of the prophets over the others; and to David We gave the Book of Psalms.","bangla_translit":"অরব্বুকা আ’লামু বিমান্ ফিস্ সামা-ওয়া-তি অল্র্আদ্ব্; অলাক্বদ ফাদ্ব্দ্বোয়াল্না-বা’দ্বোয়ান্ নাবিয়্যীনা ‘আলা-বা’দ্বিঁও অআ-তাইনা-দা-য়ূদা যাবূর-।","english_translit":"Warabbuka aAAlamu biman fee alssamawati waalardi walaqad faddalna baAAda alnnabiyyeena AAala baAAdin waatayna dawooda zabooran"},{"sura":17,"aya":56,"quran_text":"قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِهِ فَلَا يَمْلِكُونَ كَشْفَ الضُّرِّ عَنْكُمْ وَلَا تَحْوِيلًا","bangla_mohiuddin":"বলুনঃ আল্লাহ ব্যতীত যাদেরকে তোমরা উপাস্য মনে কর, তাদেরকে আহবান কর। অথচ ওরা তো তোমাদের কষ্ট দুর করার ক্ষমতা রাখে না এবং তা পরিবর্তনও করতে পারে না।","bangla_murtaza":"বলো: তোমরা আল্লাহ্ ছাড়া আর যাদের ইলাহ বলে ধারণা করছো, তাদের ডাকো, দেখবে তোমাদের দুঃখ-দুর্দশা দূর করার এবং তোমাদের অবস্থা পরিবর্তন করার কোনো ক্ষমতাই তাদের নেই।","english_text":"Say: \"Call those whom you imagine to be gods besides Him; yet they have no power to relieve you of any distress or to avert it.\"","bangla_translit":"কুলিদ্‘ঊ ল্লাযীনা যা‘আম্তুম্ মিন্ দূনিহী ফালা-ইয়াম্লিকূনা কাশ্ফাদ্ব্ র্দ্বুরি ‘আন্কুম্ অলা-তাহ্ওয়ীলা-।","english_translit":"Quli odAAu allatheena zaAAamtum min doonihi fala yamlikoona kashfa alddurri AAankum wala tahweelan"},{"sura":17,"aya":57,"quran_text":"أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا","bangla_mohiuddin":"যাদেরকে তারা আহবান করে, তারা নিজেরাই তো তাদের পালনকর্তার নৈকট্য লাভের জন্য মধ্যস্থ তালাশ করে যে, তাদের মধ্যে কে নৈকট্যশীল। তারা তাঁর রহমতের আশা করে এবং তাঁর শাস্তিকে ভয় করে। নিশ্চয় আপনার পালনকর্তার শাস্তি ভয়াবহ।","bangla_murtaza":"তারা যাদের ডাকে তারা নিজেরাই তো তাদের প্রভুর নৈকট্য লাভের উসিলা সন্ধান করে যে, তাদের কে কতোটা তাঁর নিকটতর হতে পারে। তারাই তাঁর রহমত প্রত্যাশা করে এবং তাঁর আযাবের ভয়ে ভীত থাকে। কারণ, তোমার প্রভুর আযাব তো ভয়াবহ।","english_text":"Those they invoke themselves seek the way to their Lord, (striving) which one of them shall be nearest (to Him); and hope for His grace, and dread His punishment. Indeed, the punishment of your Lord is to be feared!","bangla_translit":"উলা-য়িকা ল্লাযীনা ইয়াদ্‘ঊনা ইয়াব্তাগূনা ইলা-রব্বিহিমুল্ অসীলাতা আইয়্যুহুম্ আক্বরাবু অ ইর্য়াজুনা রহ্মাতাহূ অ ইয়াখ-ফূনা ‘আযা-বাহ্; ইন্না ‘আযা-বা রব্বিকা কা-না মাহ্যূরা-।","english_translit":"Olaika allatheena yadAAoona yabtaghoona ila rabbihimu alwaseelata ayyuhum aqrabu wayarjoona rahmatahu wayakhafoona AAathabahu inna AAathaba rabbika kana mahthooran"},{"sura":17,"aya":58,"quran_text":"وَإِنْ مِنْ قَرْيَةٍ إِلَّا نَحْنُ مُهْلِكُوهَا قَبْلَ يَوْمِ الْقِيَامَةِ أَوْ مُعَذِّبُوهَا عَذَابًا شَدِيدًا كَانَ ذَلِكَ فِي الْكِتَابِ مَسْطُورًا","bangla_mohiuddin":"এমন কোন জনপদ নেই, যাকে আমি কেয়ামত দিবসের পূর্বে ধ্বংস করব না অথবা যাকে কঠোর শাস্তি দেব না। এটা তো গ্রন্থে লিপিবদ্ধ হয়ে গেছে।","bangla_murtaza":"এমন কোনো জনপদ নেই যাকে আমরা কিয়ামত কালের আগে হালাক করবোনা, কিংবা কঠিন আযাব দেবোনা। এটা কিতাবে লিপিবদ্ধ রয়েছে।","english_text":"There is not a habitation We shall not destroy before the Day of Resurrection, or not inflict severe punishment upon it. This is in accordance with the law (of God).","bangla_translit":"অ ইম্মিন্ র্ক্বইয়াতিন্ ইল্লা-নাহ্নু মুহ্লিকূহা- ক্বব্লা ইয়াওমিল্ ক্বিয়া-মাতি আও মু‘আয্যিবূহা- ‘আযা-বান্ শাদীদা-; কা-না যা-লিকা ফিল্ কিতা-বি মাস্ত্বর-।","english_translit":"Wain min qaryatin illa nahnu muhlikooha qabla yawmi alqiyamati aw muAAaththibooha AAathaban shadeedan kana thalika fee alkitabi mastooran"},{"sura":17,"aya":59,"quran_text":"وَمَا مَنَعَنَا أَنْ نُرْسِلَ بِالْآيَاتِ إِلَّا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ وَآتَيْنَا ثَمُودَ النَّاقَةَ مُبْصِرَةً فَظَلَمُوا بِهَا وَمَا نُرْسِلُ بِالْآيَاتِ إِلَّا تَخْوِيفًا","bangla_mohiuddin":"পূর্ববর্তীগণ কতৃꦣ2453; নিদর্শন অস্বীকার করার ফলেই আমাকে নিদর্শনাবলী প্রেরণ থেকে বিরত থাকতে হয়েছে। আমি তাদেরকে বোঝাবার জন্যে সামুদকে উষ্ট্রী দিয়েছিলাম। অতঃপর তারা তার প্রতি জুলুম করেছিল। আমি ভীতি প্রদর্শনের উদ্দেশেই নিদর্শন প্রেরণ করি।","bangla_murtaza":"আগেকার লোকদের নিদর্শন প্রত্যাখ্যান করাটাই আমাদেরকে (তোমার কাছে) নিদর্শন পাঠানো থেকে বিরত রাখে। আমরা শিক্ষা গ্রহণের জন্যেই সামুদ জাতিকে উটনী দিয়েছিলাম, কিন্তু তারা তার প্রতি যুলুম করে। আমরা তো কেবল ভয় দেখানোর জন্যেই নিদর্শন পাঠাই।","english_text":"Nothing could stop Us from sending signs except that the earlier people had rejected them as lies. We sent to Thamud the she-camel as a token to make it clear to them, but they treated her cruelly; and We send signs only to deter.","bangla_translit":"অমা-মানা‘আনা য় আন্ নুরসিলা বিল্আ-ইয়া-তি ইল্লা য় আন্ কায্যাবা বিহাল্ আউওয়ালূন্; অআ-তাইনা- ছামূদা-ন্না-ক্বতা মুব্ছিরতান্ ফাজোয়ালামূ বিহা-; অমা- র্নুসিলু বিল্আ-ইয়া-তি ইল্লা-তাখ্ওয়ীফা-।","english_translit":"Wama manaAAana an nursila bialayati illa an kaththaba biha alawwaloona waatayna thamooda alnnaqata mubsiratan fathalamoo biha wama nursilu bialayati illa takhweefan"},{"sura":17,"aya":60,"quran_text":"وَإِذْ قُلْنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِالنَّاسِ وَمَا جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْنَاكَ إِلَّا فِتْنَةً لِلنَّاسِ وَالشَّجَرَةَ الْمَلْعُونَةَ فِي الْقُرْآنِ وَنُخَوِّفُهُمْ فَمَا يَزِيدُهُمْ إِلَّا طُغْيَانًا كَبِيرًا","bangla_mohiuddin":"এবং স্মরণ করুন, আমি আপনাকে বলে দিয়েছিলাম যে, আপনার পালনকর্তা মানুষকে পরিবেষ্টন করে রেখেছেন এবং যে দৃশ্য আমি আপনাকে দেখিয়েছি তাও কোরআনে উল্লেখিত অভিশপ্ত বৃক্ষ কেবল মানুষের পরীক্ষার জন্যে। আমি তাদেরকে ভয় প্রদর্শন করি। কিন্তু এতে তাদের অবাধ্যতাই আরও বৃদ্ধি পায়।","bangla_murtaza":"স্মরণ করো, যখন আমরা তোমাকে বলেছিলাম: ‘নিশ্চয়ই তোমার প্রভু মানুষকে পরিবেষ্টন করে আছেন।’ আমরা (মেরাজ রাতে) তোমাকে যেসব দৃশ্য দেখিয়েছি, সেগুলো এবং কুরআনে বর্ণিত অভিশপ্ত গাছটি শুধুই মানুষের পরীক্ষার জন্যে। আমরা তাদের ভয় দেখালেও তা কেবল তাদের অবাধ্যতাই বাড়িয়ে দেয়।","english_text":"When We said to you: \"Verily your Lord circumscribes mankind,\" and showed you the vision and the accursed tree of the Qur'an, it was as a bone of contention for men. Thus do We (instil) fear in them; but they only transgress the more.","bangla_translit":"অইয্ কুল্না- লাকা ইন্না রব্বাকা আহা-ত্বোয়া বিন্না-স্; অমাজ্বা‘আর্ল্না রুইয়াল্লাতী য় আরইনা-কা ইল্লা-ফিত্নাতাল্ লিন্না-সি অশ্শাজ্বারতাল্ মাল্‘ঊনাতা ফিল্ ক্বরুআ-ন্; অনুখওয়্যিফুহুম্ ফামা-ইয়াযীদুহুম্ ইল্লা-তুগ্ইয়া-নান্ কাবীর-।","english_translit":"Waith qulna laka inna rabbaka ahata bialnnasi wama jaAAalna alrruya allatee araynaka illa fitnatan lilnnasi waalshshajarata almalAAoonata fee alqurani wanukhawwifuhum fama yazeeduhum illa tughyanan kabeeran"},{"sura":17,"aya":61,"quran_text":"وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ قَالَ أَأَسْجُدُ لِمَنْ خَلَقْتَ طِينًا","bangla_mohiuddin":"স্মরণ কর, যখন আমি ফেরেশতাদেরকে বললামঃ আদমকে সেজদা কর, তখন ইবলীস ব্যতীত সবাই সেজদায় পড়ে গেল। কিন্তু সে বললঃ আমি কি এমন ব্যক্তিকে সেজদা করব, যাকে আপনি মাটির দ্বারা সৃষ্টি করেছেন?","bangla_murtaza":"আমরা যখন ফেরেশতাদের বলেছিলাম: ‘সাজদা করো আদমকে।’ তখন তারা সাজদা করেছিল ইবলিস ছাড়া। সে বলেছিল: ‘আমি কি এমন একজনকে সাজদা করবো যাকে আপনি সৃষ্টি করেছেন কাদামাটি থেকে?’","english_text":"When We asked the angels to bow before Adam, they all bowed but Iblis, who said: \"Can I bow before him whom You created from clay?\"","bangla_translit":"অইয্ কুল্না-লিল্মালা-য়িকাতিস্ জুদূ লিআ-দামা ফাসাজ্বাদূ য় ইল্লা য় ইব্লীস্; ক্ব-লা আ আস্জ্বুদু লিমান্ খলাক্বতা ত্বীনা-।","english_translit":"Waith qulna lilmalaikati osjudoo liadama fasajadoo illa ibleesa qala aasjudu liman khalaqta teenan"},{"sura":17,"aya":62,"quran_text":"قَالَ أَرَأَيْتَكَ هَذَا الَّذِي كَرَّمْتَ عَلَيَّ لَئِنْ أَخَّرْتَنِ إِلَى يَوْمِ الْقِيَامَةِ لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلَّا قَلِيلًا","bangla_mohiuddin":"সে বললঃ দেখুন তো, এনা সে ব্যক্তি, যাকে আপনি আমার চাইতেও উচ্চ মার্যাদা দিয়ে দিয়েছেন। যদি আপনি আমাকে কেয়ামত দিবস পর্যন্ত সময় দেন, তবে আমি সামান্য সংখ্যক ছাড়া তার বংশধরদেরকে সমূলে নষ্ট করে দেব।","bangla_murtaza":"সে আরো বলেছিল: ‘আপনি কি ভেবে দেখেছেন, আপনি এই ব্যক্তিকে আমার উপর মর্যাদা দিয়েছেন (সে কি এর যোগ্য ছিলো)? এখন কিয়ামত কাল পর্যন্ত যদি আপনি আমাকে সুযোগ দেন তাহলে তার বংশধরদের অল্প কিছু বাদে বাকিদের আমি বিপথগামী করে ফেলবো।’","english_text":"(And) said: \"Look! This is what you have honoured above me! If You defer (my term) till the Day of Resurrection, I will bring his progeny into complete subjugation, barring a few.\"","bangla_translit":"ক্ব-লা আরইতাকা হা-যাল্লাযী র্কারম্তা ‘আলাইয়্যা লায়িন্ আর্খ্খতানি ইলা-ইয়াওমিল্ ক্বিয়া-মাতি লাআহ্তানিকান্না র্যুরিয়্যাতাহূ য় ইল্লা-ক্বলীলা-।","english_translit":"Qala araaytaka hatha allathee karramta AAalayya lain akhkhartani ila yawmi alqiyamati laahtanikanna thurriyyatahu illa qaleelan"},{"sura":17,"aya":63,"quran_text":"قَالَ اذْهَبْ فَمَنْ تَبِعَكَ مِنْهُمْ فَإِنَّ جَهَنَّمَ جَزَاؤُكُمْ جَزَاءً مَوْفُورًا","bangla_mohiuddin":"আল্লাহ বলেনঃ চলে যা, অতঃপর তাদের মধ্য থেকে যে তোর অনুগামী হবে, জাহান্নামই হবে তাদের সবার শাস্তি-ভরপুর শাস্তি।","bangla_murtaza":"আল্লাহ্ বললেন: “ঠিক আছে, যা, তাদের মধ্যে যারা তোর অনুসরণ করবে, জাহান্নামই হবে তাদের সবার প্রতিদান এবং পরিপূর্ণ দণ্ড।","english_text":"(And God) said: \"Away! Whosoever of them follows you will surely have Hell with you as requital -- an ample recompense.","bangla_translit":"ক্ব-লায্ হাব্ ফামান্ তাবি‘আকা মিন্হুম্ ফাইন্না জ্বাহান্নামা জ্বাযা-য়ুকুম্ জ্বাযা-য়াম্ মাওফূর-।","english_translit":"Qala ithhab faman tabiAAaka minhum fainna jahannama jazaokum jazaan mawfooran"},{"sura":17,"aya":64,"quran_text":"وَاسْتَفْزِزْ مَنِ اسْتَطَعْتَ مِنْهُمْ بِصَوْتِكَ وَأَجْلِبْ عَلَيْهِمْ بِخَيْلِكَ وَرَجِلِكَ وَشَارِكْهُمْ فِي الْأَمْوَالِ وَالْأَوْلَادِ وَعِدْهُمْ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا","bangla_mohiuddin":"তুই সত্যচ্যুত করে তাদের মধ্য থেকে যাকে পারিস স্বীয় আওয়ায দ্বারা, স্বীয় অশ্বারোহী ও পদাতিক বাহিনী নিয়ে তাদেরকে আক্রমণ কর, তাদের অর্থ-সম্পদ ও সন্তান-সন্ততিতে শরীক হয়ে যা এবং তাদেরকে প্রতিশ্রুতি দে। ছলনা ছাড়া শয়তান তাদেরকে কোন প্রতিশ্রুতি দেয় না।","bangla_murtaza":"চিৎকার করে তাদের যাকে পারিস পথভ্রষ্ট কর, তোর অশ্ববাহিনী এবং পদাতিক বাহিনী দিয়ে তাদের আক্রমণ কর, ধন মাল ও সন্তান-সন্তুতিতে তাদের শরিক হয়ে যা এবং তাদের প্রতিশ্রুতি দিতে থাক।” কিন্তু শয়তান তাদের যে ওয়াদা দেয় তা তো প্রতারণা ছাড়া আর কিছুই নয়।","english_text":"Mislead any of them you may with your voice, attack them with your cavalry and soldiers on foot, share their wealth and children with them, and make promises to them.\" -- But the promises of Satan are nothing but deceit.","bangla_translit":"অস্তাফ্যিয্ মানিস্ তাত্বোয়া’তা মিন্হুম্ বিছোয়াওতিকা অ আজলিব্ ‘আলাইহিম্ বিখইলিকা অরজ্বিলিকা অশা-রিক্হুম্ ফিল্ আম্ওয়া-লি অল্আওলা-দি অ‘ইদ্হুম্; অমা- ইয়া‘ইদুহুমুশ্ শাইত্বোয়া-নু ইল্লা-গুরূর-।","english_translit":"Waistafziz mani istataAAta minhum bisawtika waajlib AAalayhim bikhaylika warajlika washarikhum fee alamwali waalawladi waAAidhum wama yaAAiduhumu alshshaytanu illa ghurooran"},{"sura":17,"aya":65,"quran_text":"إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ وَكَفَى بِرَبِّكَ وَكِيلًا","bangla_mohiuddin":"আমার বান্দাদের উপর তোর কোন ক্ষমতা নেই আপনার পালনকর্তা যথেষ্ট কার্যনির্বাহী।","bangla_murtaza":"(তিনি তাকে আরো বলেছেন:) ‘আমার দাসদের উপর তোর কোনো কর্তৃত্বই খাটবে না।’ উকিল হিসেব তোমার প্রভুই যথেষ্ট।","english_text":"\"You will surely have no power over My devotees: Your Lord is sufficient as their protector.\"","bangla_translit":"ইন্না ‘ইবা-দী লাইসা লাকা ‘আলাইহিম্ সুল্ত্বোয়া-ন্; অ কাফা- বিরব্বিকা অকীলা-।","english_translit":"Inna AAibadee laysa laka AAalayhim sultanun wakafa birabbika wakeelan"},{"sura":17,"aya":66,"quran_text":"رَبُّكُمُ الَّذِي يُزْجِي لَكُمُ الْفُلْكَ فِي الْبَحْرِ لِتَبْتَغُوا مِنْ فَضْلِهِ إِنَّهُ كَانَ بِكُمْ رَحِيمًا","bangla_mohiuddin":"তোমাদের পালনকর্তা তিনিই, যিনি তোমাদের জন্যে সমুদ্রে জলযান চালনা করেন, যাতে তোমরা তার অনুগ্রহ অন্বেষন করতে পারো। নিঃ সন্দেহে তিনি তোমাদের প্রতি পরম দয়ালূ।","bangla_murtaza":"তোমাদের প্রভু তো তিনি, যিনি সমুদ্রে তোমাদের জন্যে নৌযান পরিচালিত করেন, যাতে করে তোমরা তাঁর অনুগ্রহ সন্ধান করতে পারো। নিশ্চয়ই তিনি তোমাদের প্রতি দয়াময়।","english_text":"It is your Lord who drives your ships across the seas that you may seek of His bounty. He is verily kind to you.","bangla_translit":"রব্বুকুমু ল্লাযী ইয়ুয্জ্বী লাকুমুল্ ফুল্কা ফিল্ বাহ্রি লিতাব্তাগূ মিন্ ফাদ্ব্লিহ্; ইন্নাহূ কা-না বিকুম রহীমা-।","english_translit":"Rabbukumu allathee yuzjee lakumu alfulka fee albahri litabtaghoo min fadlihi innahu kana bikum raheeman"},{"sura":17,"aya":67,"quran_text":"وَإِذَا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ فَلَمَّا نَجَّاكُمْ إِلَى الْبَرِّ أَعْرَضْتُمْ وَكَانَ الْإِنْسَانُ كَفُورًا","bangla_mohiuddin":"যখন সমুদ্রে তোমাদের উপর বিপদ আসে, তখন শুধু আল্লাহ ব্যতীত যাদেরকে তোমরা আহবান করে থাক তাদেরকে তোমরা বিস্মৃত হয়ে যাও। অতঃপর তিনি যখন তোমাদেরকে স্থলে ভিড়িয়ে উদ্ধার করে নেন, তখন তোমরা মুখ ফিরিয়ে নাও। মানুষ বড়ই অকৃতজ্ঞ।","bangla_murtaza":"সমুদ্রে ভ্রমণকালে যখন তোমাদেরকে বিপদ আক্রমণ করে, তখন তোমরা তাঁকে ছাড়া আর যাদের ডেকে থাকো সব উধাও হয়ে যায়। অত:পর তিনি যখন তোমাদের উদ্ধার করে স্থলভাগে নিয়ে আসেন, তখন তোমরা (তাঁর দিক থেকে) মুখ ফিরিয়ে নাও। মানুষ খুবই অকৃতজ্ঞ।","english_text":"When a calamity befalls you on the sea, all those you invoke fail you except Him. But when He brings you safely to the shore, you turn away, for man is most ungrateful.","bangla_translit":"অ ইযা-মাস্সাকুমুদ্ব্ দ্বরুরু ফিল্ বাহ্রি দ্বোয়াল্লা মান্ তাদ্‘ঊনা ইল্লা য় ইয়্যা-হু ফালাম্মা-নাজ্জ্বা-কুম্ ইলাল্ র্বারি আ’রদ্ব্তুম্ অকা-নাল্ ইন্সা-নু কাফূর-।","english_translit":"Waitha massakumu alddurru fee albahri dalla man tadAAoona illa iyyahu falamma najjakum ila albarri aAAradtum wakana alinsanu kafooran"},{"sura":17,"aya":68,"quran_text":"أَفَأَمِنْتُمْ أَنْ يَخْسِفَ بِكُمْ جَانِبَ الْبَرِّ أَوْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا ثُمَّ لَا تَجِدُوا لَكُمْ وَكِيلًا","bangla_mohiuddin":"তোমরা কি এ বিষয়ে নিশ্চিন্ত রয়েছ যে, তিনি তোমাদেরকে স্থলভাগে কোথাও ভূগর্ভস্থ করবেন না। অথবা তোমাদের উপর প্রস্তর বর্ষণকারী ঘুর্ণিঝড় প্রেরণ করবেন না, তখন তোমরা নিজেদের জন্যে কোন কর্মবিধায়ক পাবে না।","bangla_murtaza":"তোমরা কি এ বিষয়ে নির্ভয় হয়ে গেছো যে, তিনি কোনো অঞ্চলকে তোমাদেরসহ ধ্বসিয়ে দেবেন না? কিংবা তোমাদের উপর শিলা বর্ষণকারী ঝড় পাঠাবেননা? তখন তোমরা তোমাদের জন্যে কোনো উকিলই (উদ্ধারকারীই) পাবেনা।","english_text":"Have you then become so sure that He will not cleave the earth and sink you in it by the shore, or send a gale against you, when you will not find any protector.","bangla_translit":"আফাআমিন্তুম্ আইঁ ইয়াখ্সিফা বিকুম্ জ্বা-নিবাল্ র্বারি আও ইর্য়ুসিলা ‘আলাইকুম্ হা-ছিবান্ ছুম্মা লা-তাজ্বিদূ লাকুম্ অকীলা-।","english_translit":"Afaamintum an yakhsifa bikum janiba albarri aw yursila AAalaykum hasiban thumma la tajidoo lakum wakeelan"},{"sura":17,"aya":69,"quran_text":"أَمْ أَمِنْتُمْ أَنْ يُعِيدَكُمْ فِيهِ تَارَةً أُخْرَى فَيُرْسِلَ عَلَيْكُمْ قَاصِفًا مِنَ الرِّيحِ فَيُغْرِقَكُمْ بِمَا كَفَرْتُمْ ثُمَّ لَا تَجِدُوا لَكُمْ عَلَيْنَا بِهِ تَبِيعًا","bangla_mohiuddin":"অথবা তোমরা কি এ বিষয়ে নিশ্চিন্ত যে, তিনি তোমাদেরকে আরেকবার সমুদ্রে নিয়ে যাবেন না, অতঃপর তোমাদের জন্যে মহা ঝটিকা প্রেরণ করবেন না, অতঃপর অকৃতজ্ঞতার শাস্তিস্বরূপ তোমাদেরকে নিমজ্জত করবেন না, তখন তোমরা আমার বিরুদ্ধে এ বিষয়ে সাহায্যকারী কাউকে পাবে না।","bangla_murtaza":"নাকি তোমরা এ ব্যাপারে নির্ভয় হয়ে গেছো যে, তিনি আবার তোমাদের সমুদ্রে নিয়ে যাবেননা, এবং তোমাদের উপর প্রচণ্ড ঝড় পাঠাবেননা, আর তোমাদের সমুদ্রে ডুবিয়ে দেবেননা তোমাদের কুফুরির কারণে? তখন তোমরা আমার বিরুদ্ধে কোনো সাহায্যকারীই পাবেনা।","english_text":"Or you feel so secure that He will not send you back (to sea) again or send a gravel-hurtling storm against you, and drown you for your ingratitude? Then you will not find any avenger against Us.","bangla_translit":"আম্ আমিন্তুম্ আইঁ ইয়ু‘ঈদাকুম্ ফীহি তা-রতান্ উখ্র- ফা ইর্য়ুসিলা ‘আলাইকুম্ ক্ব-ছিফাম্ মির্না রীহি ফাইয়ুগ্রিক্বকুম্ বিমা-কার্ফাতুম্ ছুম্মা লা-তাজ্বিদূ লাকুম্ ‘আলাইনা- বিহী তাবী‘আ-।","english_translit":"Am amintum an yuAAeedakum feehi taratan okhra fayursila AAalaykum qasifan mina alrreehi fayughriqakum bima kafartum thumma la tajidoo lakum AAalayna bihi tabeeAAan"},{"sura":17,"aya":70,"quran_text":"وَلَقَدْ كَرَّمْنَا بَنِي آدَمَ وَحَمَلْنَاهُمْ فِي الْبَرِّ وَالْبَحْرِ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَى كَثِيرٍ مِمَّنْ خَلَقْنَا تَفْضِيلًا","bangla_mohiuddin":"নিশ্চয় আমি আদম সন্তানকে মর্যাদা দান করেছি, আমি তাদেরকে স্থলে ও জলে চলাচলের বাহন দান করেছি; তাদেরকে উত্তম জীবনোপকরণ প্রদান করেছি এবং তাদেরকে অনেক সৃষ্ট বস্তুর উপর শ্রেষ্ঠত্ব দান করেছি।","bangla_murtaza":"আমরা বনি আদমকে মর্যাদা দিয়েছি এবং স্থলে-সমুদ্রে চলাচলের জন্যে তাদের বাহন দিয়েছি, তাদেরকে উত্তম জীবিকা দিয়েছি এবং তাদেরকে আমাদের অনেক সৃষ্টির উপর দিয়েছি শ্রেষ্ঠত্ব।","english_text":"Indeed We have honoured the children of Adam, and carried them over land and sea, provided them with good things for their sustenance, and exalted them over many of Our creatures.","bangla_translit":"অ লাক্বদ র্কারাম্না-বানী য় আ-দামা অহামাল্না-হুম্ ফিল্ র্বারি অল্বাহ্রি অ রযাক্বনা-হুম্ মিনাতু ত্বোয়াইয়্যিবা-তি অফাদ্ব্ দ্বোয়াল্না-হুম্ ‘আলা-কাছীরিম্ মিম্মান্ খলাক্বনা-তাফ্দ্বীলা-।","english_translit":"Walaqad karramna banee adama wahamalnahum fee albarri waalbahri warazaqnahum mina alttayyibati wafaddalnahum AAala katheerin mimman khalaqna tafdeelan"},{"sura":17,"aya":71,"quran_text":"يَوْمَ نَدْعُو كُلَّ أُنَاسٍ بِإِمَامِهِمْ فَمَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَأُولَئِكَ يَقْرَءُونَ كِتَابَهُمْ وَلَا يُظْلَمُونَ فَتِيلًا","bangla_mohiuddin":"স্মরণ কর, যেদিন আমি প্রত্যেক দলকে তাদের নেতাসহ আহবান করব, অতঃপর যাদেরকে তাদের ডান হাতে আমলনামা দেয়া হবে, তারা নিজেদের আমলনামা পাঠ করবে এবং তাদের প্রতি সামান্য পরিমাণও জুলুম হবে না।","bangla_murtaza":"স্মরণ করো, সেদিন আমরা প্রতিটি জনসমষ্টিকে তাদের নেতার নেতৃত্বে ডাকবো। তখন যাদের আমলনামা তাদের ডান হাতে দেয়া হবে, তারা তাদের আমলনামা পড়ে ফেলবে এবং তাদের প্রতি শস্যের অণুশীষ পরিমাণও যুলুম করা হবেনা।","english_text":"The day We shall summon all men with their leaders, whosoever is given his record in his right hand will be able to read his account, and none will be wronged the breadth of a thread.","bangla_translit":"ইয়াওমা নাদ্‘ঊ কুল্লা উনা-সিম্ বিইমা- মিহিম্ ফামান্ ঊতিয়া কিতা-বাহূ বিইয়ামীনিহী ফাউলা-য়িকা ইয়াক্ব্ রয়ূনা কিতা-বাহুম্ অলা-ইয়ুজ্লামূনা ফাতীলা-।","english_translit":"Yawma nadAAoo kulla onasin biimamihim faman ootiya kitabahu biyameenihi faolaika yaqraoona kitabahum wala yuthlamoona fateelan"},{"sura":17,"aya":72,"quran_text":"وَمَنْ كَانَ فِي هَذِهِ أَعْمَى فَهُوَ فِي الْآخِرَةِ أَعْمَى وَأَضَلُّ سَبِيلًا","bangla_mohiuddin":"যে ব্যক্তি ইহকালে অন্ধ ছিল সে পরকালেও অন্ধ এবং অধিকতর পথভ্রান্ত।","bangla_murtaza":"যে এখানে (পৃথিবীর জীবনে) থাকে অন্ধ, সে আখিরাতেও থাকবে অন্ধ এবং আরো অধিক পথভ্রান্ত।","english_text":"But whoso has been blind in this world shall be blind in the world to come, even farther astray from the path.","bangla_translit":"অমান্ কা-না ফী হা-যিহী য় আ’মা-ফাহুঅ ফিল্ আ-খিরতি আ’মা-অআদ্বোয়াল্লু সাবীলা-।","english_translit":"Waman kana fee hathihi aAAma fahuwa fee alakhirati aAAma waadallu sabeelan"},{"sura":17,"aya":73,"quran_text":"وَإِنْ كَادُوا لَيَفْتِنُونَكَ عَنِ الَّذِي أَوْحَيْنَا إِلَيْكَ لِتَفْتَرِيَ عَلَيْنَا غَيْرَهُ وَإِذًا لَاتَّخَذُوكَ خَلِيلًا","bangla_mohiuddin":"তারা তো আপনাকে হটিয়ে দিতে চাচ্ছিল যে বিষয় আমি আপনার প্রতি ওহীর মাধ্যমে যা প্রেরণ করেছি তা থেকে আপনার পদঙ্খলন ঘটানোর জন্যে তারা চুড়ান্ত চেষ্টা করেছে, যাতে আপনি আমার প্রতি কিছু মিথ্যা সম্বন্ধযুক্ত করেন। এতে সফল হলে তারা আপনাকে বন্ধুরূপে গ্রহণ করে নিত।","bangla_murtaza":"আমরা তোমার প্রতি যে অহি পাঠিয়েছি, তারা তা থেকে তোমার পদস্খলন ঘটানোর চেষ্টায় কোনো ত্রুটিই করেনি, যাতে করে তুমি আমার ব্যাপারে অহির বিপরীতে মিথ্যা রচনা করে নাও, তখনই তারা তোমাকে বন্ধু হিসেবে গ্রহণ করতো।","english_text":"They had almost led you away from what has been revealed to you, that you may invent things about Us besides those revealed, when they would have taken you as friend.","bangla_translit":"অইন্ কা-দূ লা ইয়াফ্তিনূনাকা ‘আনিল্লাযী য় আওহাইনা য় ইলাইকা লিতাফ্তারিয়া ‘আলাইনা-গইরাহূ অইযাল্ লাত্তাখযূকা খলীলা-।","english_translit":"Wain kadoo layaftinoonaka AAani allathee awhayna ilayka litaftariya AAalayna ghayrahu waithan laittakhathooka khaleelan"},{"sura":17,"aya":74,"quran_text":"وَلَوْلَا أَنْ ثَبَّتْنَاكَ لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ شَيْئًا قَلِيلًا","bangla_mohiuddin":"আমি আপনাকে দৃঢ়পদ না রাখলে আপনি তাদের প্রতি কিছুটা ঝুঁকেই পড়তেন।","bangla_murtaza":"আমরা যদি তোমাকে অটল অবিচল না রাখতাম, তাহলে তুমি তাদের দিকে কিছুটা হলেও প্রায় ঝুঁকে পড়তে।","english_text":"If We had not kept you constant you had almost leaned towards them.","bangla_translit":"অলাওলা য় আন্ ছাব্বাত্না-কা লাক্বদ্ কিত্তা র্তাকানু ইলাইহিম্ শাইয়ান্ ক্বলীলা-।","english_translit":"Walawla an thabbatnaka laqad kidta tarkanu ilayhim shayan qaleelan"},{"sura":17,"aya":75,"quran_text":"إِذًا لَأَذَقْنَاكَ ضِعْفَ الْحَيَاةِ وَضِعْفَ الْمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيْنَا نَصِيرًا","bangla_mohiuddin":"তখন আমি অবশ্যই আপনাকে ইহজীবনে ও পরজীবনে দ্বিগুণ শাস্তির আস্বাদন করাতাম। এ সময় আপনি আমার মোকাবিলায় কোন সাহায্যকারী পেতেন না।","bangla_murtaza":"সে ক্ষেত্রে আমরা তোমাকে ইহজীবনে এবং মৃত্যুর পরে দ্বিগুণ শাস্তির স্বাদ আস্বাদন করাতাম। তখন তুমি তোমার জন্যে আমাদের বিরুদ্ধে কোনো সাহায্যকারীই পেতেনা।","english_text":"In that case We would have made you taste a double anguish of life and a double anguish of death, and then you would not have been able to find a helper against Us for yourself.","bangla_translit":"ইযাল্লা আযাক্বনা-কা দ্বি’ফাল্ হা ইয়া-তি অদ্বি’ফাল্ মামা-তি ছুম্মা লা-তাজ্বিদু লাকা ‘আলাইনা-নাছীরা-।","english_translit":"Ithan laathaqnaka diAAfa alhayati wadiAAfa almamati thumma la tajidu laka AAalayna naseeran"},{"sura":17,"aya":76,"quran_text":"وَإِنْ كَادُوا لَيَسْتَفِزُّونَكَ مِنَ الْأَرْضِ لِيُخْرِجُوكَ مِنْهَا وَإِذًا لَا يَلْبَثُونَ خِلَافَكَ إِلَّا قَلِيلًا","bangla_mohiuddin":"তারা তো আপনাকে এ ভুখন্ড থেকে উৎখাত করে দিতে চুড়ান্ত চেষ্টা করেছিল যাতে আপনাকে এখান থেকে বহিস্কার করে দেয়া যায়। তখন তারাও আপনার পর সেখানে অল্প কালই মাত্র টিকে থাকত।","bangla_murtaza":"তারা তোমাকে দেশ থেকে বের করে দেয়ার চূড়ান্ত চেষ্টা করেছিল। সেটা করলে তোমার পরে তারাও সেখানে অল্প ক’দিনই টিকতে পারতো।","english_text":"They had nearly expelled you from the land and driven you away from it. But then, they too would have stayed but a little after you.","bangla_translit":"অইন্ কা-দূ লাইয়াস্তাফিয্যূনাকা মিনাল্ র্আদ্বি লিইয়ুখ্রিজুকা মিনহা- অ ইযাল্লা-ইয়াল্বাছূনা খিলা-ফাকা ইল্লা-ক্বলীলা-।","english_translit":"Wain kadoo layastafizzoonaka mina alardi liyukhrijooka minha waithan la yalbathoona khilafaka illa qaleelan"},{"sura":17,"aya":77,"quran_text":"سُنَّةَ مَنْ قَدْ أَرْسَلْنَا قَبْلَكَ مِنْ رُسُلِنَا وَلَا تَجِدُ لِسُنَّتِنَا تَحْوِيلًا","bangla_mohiuddin":"আপনার পূর্বে আমি যত রসূল প্রেরণ করেছি, তাদের ক্ষেত্রেও এরূপ নিয়ম ছিল। আপনি আমার নিয়মের কোন ব্যতিক্রম পাবেন না।","bangla_murtaza":"আমার রসূলদের  মধ্যে আমরা তোমার আগে যাদের পাঠিয়েছিলাম, তাদের ক্ষেত্রেও ছিলো এই একই নিয়ম। তুমি আমাদের নিয়মের মধ্যে কোনো ব্যতিক্রম পাবেনা।","english_text":"This has been Our way with the apostles whom We sent before you. You will not find any variation in Our line of action.","bangla_translit":"সুন্নাতা মান্ ক্বদ্ র্আসাল্না- ক্বব্লাকা র্মি রুসুলিনা-অলা-তাজ্বিদু লিসুন্নাতিনা- তাহ্ওয়ীলা-।","english_translit":"Sunnata man qad arsalna qablaka min rusulina wala tajidu lisunnatina tahweelan"},{"sura":17,"aya":78,"quran_text":"أَقِمِ الصَّلَاةَ لِدُلُوكِ الشَّمْسِ إِلَى غَسَقِ اللَّيْلِ وَقُرْآنَ الْفَجْرِ إِنَّ قُرْآنَ الْفَجْرِ كَانَ مَشْهُودًا","bangla_mohiuddin":"সূর্য ঢলে পড়ার সময় থেকে রাত্রির অন্ধকার পর্যন্ত নামায কায়েম করুন এবং ফজরের কোরআন পাঠও। নিশ্চয় ফজরের কোরআন পাঠ মুখোমুখি হয়।","bangla_murtaza":"সালাত কায়েম করো সূর্য হেলে পড়ার পর থেকে রাতের অন্ধকার ঘনীভূত হওয়া পর্যন্ত এবং ফজরে কুরআন পাঠ করো (অর্থাৎ আদায় করো ফজর সালাত)। নিশ্চয়ই ফজরের সালাত (ফেরেশতাদের) উপস্থিতির সময়।","english_text":"Observe the service of prayer from the sun's declining from the meridian to the darkening of the night, and the recitation at dawn. Indeed the Recitation at dawn is palpably evident.","bangla_translit":"আক্বিমিছ্ ছলা-তা লিদুলূকিশ্ শাম্সি ইলা-গসাক্বিল্ লাইলি অক্বরুআ-নাল্ ফাজ্ব্র্; ইন্না ক্বরুআ-নাল্ ফাজরি কা-না মাশ্হূদা-।","english_translit":"Aqimi alssalata lidulooki alshshamsi ila ghasaqi allayli waqurana alfajri inna qurana alfajri kana mashhoodan"},{"sura":17,"aya":79,"quran_text":"وَمِنَ اللَّيْلِ فَتَهَجَّدْ بِهِ نَافِلَةً لَكَ عَسَى أَنْ يَبْعَثَكَ رَبُّكَ مَقَامًا مَحْمُودًا","bangla_mohiuddin":"রাত্রির কিছু অংশ কোরআন পাঠ সহ জাগ্রত থাকুন। এটা আপনার জন্যে অতিরিক্ত। হয়ত বা আপনার পালনকর্তা আপনাকে মোকামে মাহমুদে পৌঁছাবেন।","bangla_murtaza":"রাতের কিছু অংশ তাহাজ্জুদ সালাত আদায় করো, এ সালাত তোমার জন্যে অতিরিক্ত কর্তব্য। অচিরেই তোমার প্রভু তোমাকে উঠিয়ে আনবেন প্রশংসিত স্থানে।","english_text":"Say a supererogatory prayer at the hour of the first watch: Your Lord may raise you to a most exalted station.","bangla_translit":"অমিনাল্ লাইলি ফাতাহাজ্জ্বাদ্ বিহী না-ফিলাতাল্লাকা ‘আসা য় আইঁ ইয়াব্‘অছাকা রব্বুকা মাক্ব-মাম্ মাহ্মূদা-।","english_translit":"Wamina allayli fatahajjad bihi nafilatan laka AAasa an yabAAathaka rabbuka maqaman mahmoodan"},{"sura":17,"aya":80,"quran_text":"وَقُلْ رَبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ وَاجْعَلْ لِي مِنْ لَدُنْكَ سُلْطَانًا نَصِيرًا","bangla_mohiuddin":"বলুনঃ হে পালনকর্তা! আমাকে দাখিল করুন সত্যরূপে এবং আমাকে বের করুন সত্যরূপে এবং দান করুন আমাকে নিজের কাছ থেকে রাষ্ট্রীয় সাহায্য।","bangla_murtaza":"আর বলো: ‘আমার প্রভু! আমাকে দাখিল করো সত্যের সাথে এবং আমাকে খারিজ (বের) করো সত্যের সাথে, আর তোমার পক্ষ থেকে আমাকে দাও সাহায্যকারী কর্তৃপক্ষ।’","english_text":"And pray: \"O my Lord, let my entry be with honour, and let my exit be with honour, and grant me power from You which would help (sustain) me.\"","bangla_translit":"অক্বরু রব্বি আদ্খিল্নী মুদ্খলা ছিদ্ক্বিঁও অ আখ্রিজনী মুখ্রাজ্বা ছিদ্ক্বিঁও অজ্ব‘আল্লী মিল্ লাদুন্কা সুল্ত্বোয়া-নান্ নাছীরা-।","english_translit":"Waqul rabbi adkhilnee mudkhala sidqin waakhrijnee mukhraja sidqin waijAAal lee min ladunka sultanan naseeran"},{"sura":17,"aya":81,"quran_text":"وَقُلْ جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ إِنَّ الْبَاطِلَ كَانَ زَهُوقًا","bangla_mohiuddin":"বলুনঃ সত্য এসেছে এবং মিথ্যা বিলুপ্ত হয়েছে। নিশ্চয় মিথ্যা বিলুপ্ত হওয়ারই ছিল।","bangla_murtaza":"আরো বলো: ‘সত্য এসেছে, মিথ্যা অপসারিত হয়েছে, আর মিথ্যা তো অপসারিত হবারই।’","english_text":"And say: \"Truth has come and falsehood nullified.\" Verily falsehood is perishable.","bangla_translit":"অকুল্ জ্বা-য়াল্ হাক্বকু অযাহাক্বাল্ বা-ত্বিল্; ইন্নাল্ বা-ত্বিলা কা-না যাহূক্ব-।","english_translit":"Waqul jaa alhaqqu wazahaqa albatilu inna albatila kana zahooqan"},{"sura":17,"aya":82,"quran_text":"وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ وَلَا يَزِيدُ الظَّالِمِينَ إِلَّا خَسَارًا","bangla_mohiuddin":"আমি কোরআনে এমন বিষয় নাযিল করি যা রোগের সুচিকিৎসা এবং মুমিনের জন্য রহমত। গোনাহগারদের তো এতে শুধু ক্ষতিই বৃদ্ধি পায়।","bangla_murtaza":"আমরা নাযিল করছি আল-কুরআন, যা মুমিনদের জন্যে নিরাময় এবং রহমত। এটি যালিমদের ক্ষতি ছাড়া আর কিছুই বাড়ায় না।","english_text":"What We have sent down of the Qur'an is a healing and a grace for the faithful, and adds only loss for the sinners.","bangla_translit":"অনুনায্যিলূ মিনাল্ ক্বরুআ-নি মা-হুঅ শিফা-য়ুঁও অ রহ্মাতুল্লিল্ মুমিনীনা অলা-ইয়াযীদুজ্ জোয়া-লিমীনা ইল্লা-খসা-র-।","english_translit":"Wanunazzilu mina alqurani ma huwa shifaon warahmatun lilmumineena wala yazeedu alththalimeena illa khasaran"},{"sura":17,"aya":83,"quran_text":"وَإِذَا أَنْعَمْنَا عَلَى الْإِنْسَانِ أَعْرَضَ وَنَأَى بِجَانِبِهِ وَإِذَا مَسَّهُ الشَّرُّ كَانَ يَئُوسًا","bangla_mohiuddin":"আমি মানুষকে নেয়ামত দান করলে সে মুখ ফিরিয়ে নেয় এবং অহংকারে দুরে সরে যায়; যখন তাকে কোন অনিষ্ট স্পর্শ করে, তখন সে একেবারে হতাশ হয়ে পড়ে।","bangla_murtaza":"আমরা যখন মানুষের প্রতি অনুগ্রহ করি, তখন সে আমাদের দিক থেকে মুখ ফিরিয়ে নেয় এবং দূরে সরে যায়। আর তাকে কোনো মন্দ স্পর্শ করলে সে হতাশ হয়ে পড়ে।","english_text":"When We are gracious to man he turns away and moves aside; yet when evil befalls him he begins to despair.","bangla_translit":"অইযা য় আন‘আম্না- ‘আলাল, ইন্সা-নি আ’রদ্বোয়া অনায়া-বিজ্বা-নিবিহী অইযা-মাস্সাহুশ্ র্শারু কা-না ইয়ায়ূসা-।","english_translit":"Waitha anAAamna AAala alinsani aAArada wanaa bijanibihi waitha massahu alshsharru kana yaoosan"},{"sura":17,"aya":84,"quran_text":"قُلْ كُلٌّ يَعْمَلُ عَلَى شَاكِلَتِهِ فَرَبُّكُمْ أَعْلَمُ بِمَنْ هُوَ أَهْدَى سَبِيلًا","bangla_mohiuddin":"বলুনঃ প্রত্যেকেই নিজ রীতি অনুযায়ী কাজ করে। অতঃপর আপনার পালনকর্তা বিশেষ রূপে জানেন, কে সর্বাপেক্ষা নির্ভূল পথে আছে।","bangla_murtaza":"বলো: ‘প্রত্যেকেই কাজ করে নিজ প্রকৃতি অনুযায়ী, আর কার চলার পথ সবচাইতে নির্ভুল, সেটা তোমার প্রভুই অধিক জানেন।’","english_text":"Say: \"Each one acts according to his disposition, but your Lord knows well who follow the right path.\"","bangla_translit":"কুল্ কুল্লুইঁ ইয়া’মালূ ‘আলা-শা-কিলাতিহ্; ফারব্বুকুম্ আ’লামু বিমান হুঅ আহ্দা সাবীলা-।","english_translit":"Qul kullun yaAAmalu AAala shakilatihi farabbukum aAAlamu biman huwa ahda sabeelan"},{"sura":17,"aya":85,"quran_text":"وَيَسْأَلُونَكَ عَنِ الرُّوحِ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلًا","bangla_mohiuddin":"তারা আপনাকে রূহ সম্পর্কে জিজ্ঞেস করে। বলে দিনঃ রূহ আমার পালনকর্তার আদেশ ঘটিত। এ বিষয়ে তোমাদেরকে সামান্য জ্ঞানই দান করা হয়েছে।","bangla_murtaza":"তারা তোমার কাছে জানতে চাইছে রূহ সম্পর্কে, তুমি বলো: ‘রূহ আমার প্রভুর একটি আদেশ।’ আর তোমাদের খুব কমই এলেম দেয়া হয়েছে।","english_text":"They ask you about revelation. Say, revelation is by the command of your Lord, and that you have been given but little knowledge.","bangla_translit":"অইয়াস্য়ালূনাকা ‘আর্নি রূহ্; কুর্লি রূহু মিন্ আম্রি রব্বী অমা য় ঊতীতুম্ মিনাল্ ‘ইল্মি ইল্লা-ক্বলীলা-।","english_translit":"Wayasaloonaka AAani alrroohi quli alrroohu min amri rabbee wama ooteetum mina alAAilmi illa qaleelan"},{"sura":17,"aya":86,"quran_text":"وَلَئِنْ شِئْنَا لَنَذْهَبَنَّ بِالَّذِي أَوْحَيْنَا إِلَيْكَ ثُمَّ لَا تَجِدُ لَكَ بِهِ عَلَيْنَا وَكِيلًا","bangla_mohiuddin":"আমি ইচ্ছা করলে আপনার কাছে ওহীর মাধমে যা প্রেরণ করেছি তা অবশ্যই প্রত্যাহার করতে পারতাম। অতঃপর আপনি নিজের জন্যে তা আনয়নের ব্যাপারে আমার মোকাবিলায় কোন দায়িত্ব বহনকারী পাবেন না।","bangla_murtaza":"আমরা চাইলে তোমার প্রতি যা অহি করেছি তা ফেরত নিয়ে যেতে পারতাম, তারপর তুমি এ বিষয়ে আমাদের বিরুদ্ধে কোনো উকিল পেতেনা।","english_text":"If We pleased We could take away what We have revealed to you. Then you will not find any one to plead for it with Us,","bangla_translit":"অলায়িন্ শি’না-লানায্হাবান্না বিল্লাযী য় আওহাইনা য় ইলাইকা ছুম্মা লা-তাজ্বিদু লাকা বিহী ‘আলাইনা-অকীলা-।","english_translit":"Walain shina lanathhabanna biallathee awhayna ilayka thumma la tajidu laka bihi AAalayna wakeelan"},{"sura":17,"aya":87,"quran_text":"إِلَّا رَحْمَةً مِنْ رَبِّكَ إِنَّ فَضْلَهُ كَانَ عَلَيْكَ كَبِيرًا","bangla_mohiuddin":"এ প্রত্যাহার না করা আপনার পালনকর্তার মেহেরবানী। নিশ্চয় আপনার প্রতি তাঁর করুণা বিরাট।","bangla_murtaza":"(তা যে ফেরত নেয়া হয়নি) সেটা তোমার প্রভুর রহমত। তোমার প্রতি তাঁর অনুগ্রহ বিরাট।","english_text":"Unless your Lord have mercy. His blessings on you are great indeed.","bangla_translit":"ইল্লা-রহ্মাতাম্ র্মি রব্বিক্; ইন্না ফাদ্ব লাহূ কা-না ‘আলাইকা কাবীরা-।","english_translit":"Illa rahmatan min rabbika inna fadlahu kana AAalayka kabeeran"},{"sura":17,"aya":88,"quran_text":"قُلْ لَئِنِ اجْتَمَعَتِ الْإِنْسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لَا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا","bangla_mohiuddin":"বলুনঃ যদি মানব ও জ্বিন এই কোরআনের অনুরূপ রচনা করে আনয়নের জন্যে জড়ো হয়, এবং তারা পরস্পরের সাহায্যকারী হয়; তবুও তারা কখনও এর অনুরূপ রচনা করে আনতে পারবে না।","bangla_murtaza":"হে নবী! বলো: সমস্ত ইনসান ও জিন মিলে যদি এই কুরআনের মতো একটি কুরআন রচনার জন্যে জমা হয়, তারা অনুরূপ কুরআন রচনা করতে পারবেনা, তারা যদি এ ব্যাপারে পরস্পরকে সাহায্য করে, তবু নয়।","english_text":"Say: \"Surely if men and jinns get together to produce the like of this (Qur'an), they will not be able to produce the like of it, however they might assist one another.","bangla_translit":"কুল্ লায়িনিজ তামা‘আতিল্ ইন্সু অল্জ্বিন্নু ‘আলা য় আইঁ ইয়াতূ বিমিছ্লি হাযা-ল্ ক্বরুআ-নি লা ইয়াতূনা বিমিছ্লিহী অলাও কা-না বা’দ্বুহুম্ লিবা’দ্বিন্ জোয়াহীরা-।","english_translit":"Qul laini ijtamaAAati alinsu waaljinnu AAala an yatoo bimithli hatha alqurani la yatoona bimithlihi walaw kana baAAduhum libaAAdin thaheeran"},{"sura":17,"aya":89,"quran_text":"وَلَقَدْ صَرَّفْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ فَأَبَى أَكْثَرُ النَّاسِ إِلَّا كُفُورًا","bangla_mohiuddin":"আমি এই কোরআনে মানুষকে বিভিন্ন উপকার দ্বারা সব রকম বিষয়বস্তু বুঝিয়েছি। কিন্তু অধিকাংশ লোক অস্বীকার না করে থাকেনি।","bangla_murtaza":"আমরা এ কুরআনে প্রতিটি বিষয়ের উপমা বিশদভাবে বর্ণনা করেছি, কিন্তু অধিকাংশ মানুষ তা অস্বীকার করে কুফুরি করেছে।","english_text":"We have given examples of every kind to men in this Qur'an in various ways, and even then most men disdain everything but unbelief,","bangla_translit":"অ লাক্বদ্ ছোর্য়ারাফ্না-লিন্নাসি ফী হা-যাল্ কুরআ-নি মিন্ কুল্লি মাছালিন্ ফাআ-বা য় আক্ছারুন্ না-সি ইল্লা-কুফূর-।","english_translit":"Walaqad sarrafna lilnnasi fee hatha alqurani min kulli mathalin faaba aktharu alnnasi illa kufooran"},{"sura":17,"aya":90,"quran_text":"وَقَالُوا لَنْ نُؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنَا مِنَ الْأَرْضِ يَنْبُوعًا","bangla_mohiuddin":"এবং তারা বলেঃ আমরা কখনও আপনাকে বিশ্বাস করব না, যে পর্যন্ত না আপনি ভূপৃষ্ঠ থেকে আমাদের জন্যে একটি ঝরণা প্রবাহিত করে দিন।","bangla_murtaza":"তারা বলেছে: “আমরা কখনো তোমার কথায় ঈমান আনবোনা, যতোক্ষণ না আমাদের জন্যে জমিন থেকে একটি ঝরণা উৎসারিত করবে।","english_text":"And say: \"We will not believe you until you make a spring of water gush forth from the earth for us;","bangla_translit":"অক্ব-লূ লান্নুমিনা লাকা হাত্তা-তাফ্জুরা লানা-মিনাল্ র্আদ্বি ইয়াম্বূ ‘আ-।","english_translit":"Waqaloo lan numina laka hatta tafjura lana mina alardi yanbooAAan"},{"sura":17,"aya":91,"quran_text":"أَوْ تَكُونَ لَكَ جَنَّةٌ مِنْ نَخِيلٍ وَعِنَبٍ فَتُفَجِّرَ الْأَنْهَارَ خِلَالَهَا تَفْجِيرًا","bangla_mohiuddin":"অথবা আপনার জন্যে খেজুরের ও আঙ্গুরের একটি বাগান হবে, অতঃপর আপনি তার মধ্যে নির্ঝরিনীসমূহ প্রবাহিত করে দেবেন।","bangla_murtaza":"অথবা তোমার এমন একটি বাগান হবে খেজুর এবং আঙ্গুরের, যার ফাঁকে ফাঁকে তুমি প্রবাহিত করে দেবে নদ-নদী-নহর।","english_text":"Or, until you acquire an orchard of date-palm trees and grapes, and produce rivers flowing through it;","bangla_translit":"আও তাকূনা লাকা জ্বান্নাতুম্ মিন্ নাখীলিঁও অ ‘ইনাবিন্ ফাতুফাজজ্বিরল্ আন্হা-র খিলা-লাহা- তাফ্জ্বীর-।","english_translit":"Aw takoona laka jannatun min nakheelin waAAinabin fatufajjira alanhara khilalaha tafjeeran"},{"sura":17,"aya":92,"quran_text":"أَوْ تُسْقِطَ السَّمَاءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا أَوْ تَأْتِيَ بِاللَّهِ وَالْمَلَائِكَةِ قَبِيلًا","bangla_mohiuddin":"অথবা আপনি যেমন বলে থাকেন, তেমনিভাবে আমাদের উপর আসমানকে খন্ড-বিখন্ড করে ফেলে দেবেন অথবা আল্লাহ ও ফেরেশতাদেরকে আমাদের সামনে নিয়ে আসবেন।","bangla_murtaza":"কিংবা, তুমি যেমন বলে থাকো, সে মতে আকাশকে চূর্ণ-বিচূর্ণ করে আমাদের উপর ফেলবে, অথবা আল্লাহ্কে এবং ফেরেশতাদের আমাদের সামনে এনে উপস্থিত করাবে।","english_text":"Or, let chunks of sky fall over us, as you assert (you will); or, bring God and the angels as a surety;","bangla_translit":"আও তুস্ক্বিতোয়াস্ সামা-য়া কামা-যা‘আম্তা ‘আলাইনা- কিসাফান্ আও তাতিয়া বিল্লা-হি অল্ মালা-য়িকাতি ক্বলীলা-।","english_translit":"Aw tusqita alssamaa kama zaAAamta AAalayna kisafan aw tatiya biAllahi waalmalaikati qabeelan"},{"sura":17,"aya":93,"quran_text":"أَوْ يَكُونَ لَكَ بَيْتٌ مِنْ زُخْرُفٍ أَوْ تَرْقَى فِي السَّمَاءِ وَلَنْ نُؤْمِنَ لِرُقِيِّكَ حَتَّى تُنَزِّلَ عَلَيْنَا كِتَابًا نَقْرَؤُهُ قُلْ سُبْحَانَ رَبِّي هَلْ كُنْتُ إِلَّا بَشَرًا رَسُولًا","bangla_mohiuddin":"অথবা আপনার কোন সোনার তৈরী গৃহ হবে অথবা আপনি আকাশে আরোহণ করবেন এবং আমরা আপনার আকাশে আরোহণকে কখনও বিশ্বাস করবনা, যে পর্যন্ত না আপনি অবতীর্ণ করেন আমাদের প্রতি এক গ্রন্থ, যা আমরা পাঠ করব। বলুনঃ পবিত্র মহান আমার পালনকর্তা, একজন মানব, একজন রসূল বৈ আমি কে?","bangla_murtaza":"কিংবা সোনা দিয়ে নির্মিত তোমার একটি ঘর হবে। অথবা তুমি আকাশে আরোহণ করবে, আর তোমার আকাশে আরোহণকেও আমরা কখনো মেনে নেবোনা, যতোক্ষণ না তুমি সেখান থেকে আমাদের প্রতি এমন একটি কিতাব নাযিল করবে, যেটি আমরা পড়বো।” হে নবী! তুমি বলো: ‘ত্রুটিমুক্ত পবিত্র মহান আমার প্রভু, আমি কি একজন মানুষ রসূল ছাড়া আর কিছু?’","english_text":"Or, you come to possess a house of gold; or ascend to the skies, though we shall not believe in your having ascended till you bring down a book for us which we could read.\" Say: \"Glory to my Lord. I am only man and a messenger.\"","bangla_translit":"আও ইয়াকূনা লাকা বাইতুম্ মিন্ যুখ্রুফিন্ আও র্তাক্ব- ফিস্ সামা-য়; অলান্ নুমিনা লিরুক্বক্বিয়িকা হাত্তা-তুনায্যিলা ‘আলাইনা-কিতা-বান্ নাক্বরয়ুহ্; কুল্ সুব্হা-না রব্বী হাল্ কুন্তু ইল্লা-বাশার্র রসূলা-।","english_translit":"Aw yakoona laka baytun min zukhrufin aw tarqa fee alssamai walan numina liruqiyyika hatta tunazzila AAalayna kitaban naqraohu qul subhana rabbee hal kuntu illa basharan rasoolan"},{"sura":17,"aya":94,"quran_text":"وَمَا مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى إِلَّا أَنْ قَالُوا أَبَعَثَ اللَّهُ بَشَرًا رَسُولًا","bangla_mohiuddin":"আল্লাহ কি মানুষকে পয়গম্বর করে পাঠিয়েছেন? তাদের এই উক্তিই মানুষকে ঈমান আনয়ন থেকে বিরত রাখে, যখন তাদের নিকট আসে হেদায়েত।","bangla_murtaza":"মানুষের কাছে যখন আল হুদা (কিতাব ও নবী) আসে, তখন তাদেরকে ঈমান আনা থেকে বিরত রাখে তাদের এই বক্তব্য: ‘আল্লাহ্ কি একজন মানুষকে রসূল বানিয়ে পাঠিয়েছেন?’","english_text":"Nothing prevented men from believing when guidance came to them, other than (what) they said: \"Has God sent (only) a man as messenger?\"","bangla_translit":"অমা-মানা‘আন্না-সা আইঁ ইয়ুমিনূ য় ইয্ জ্বা-য়াহুমুল্ হুদা য় ইল্লা য় আন্ ক্ব-লূ য় আবা‘আছাল্লা-হু বাশার্র রসূলা-।","english_translit":"Wama manaAAa alnnasa an yuminoo ith jaahumu alhuda illa an qaloo abaAAatha Allahu basharan rasoolan"},{"sura":17,"aya":95,"quran_text":"قُلْ لَوْ كَانَ فِي الْأَرْضِ مَلَائِكَةٌ يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنَا عَلَيْهِمْ مِنَ السَّمَاءِ مَلَكًا رَسُولًا","bangla_mohiuddin":"বলুনঃ যদি পৃথিবীতে ফেরেশতারা স্বচ্ছন্দে বিচরণ করত, তবে আমি আকাশ থেকে কোন ফেরেশতাকেই তাদের নিকট পয়গাম্বর করে প্রেরণ করতাম।","bangla_murtaza":"(হে নবী!) বলো: ‘পৃথিবীতে যদি ফেরেশতারা নিশ্চিন্তে চলাফেরা করতো, তবে আমরা অবশ্যি আকাশ থেকে তাদের জন্যে কোনো ফেরেশতাকেই রসূল বানিয়ে পাঠাতাম।’","english_text":"Say: \"If angels had peopled the earth and walked about in peace and quiet, We would surely have sent to them an angel as messenger.","bangla_translit":"কুল্ লাও কা-না ফিল্ র্আদ্বি মালা-য়িকাতুইঁ ইয়াম্শূনা মুত্ব্ মায়িন্নীনা লানায্যাল্না-‘আলাইহিম্ মিনাস্ সামা-য়ি মালার্কা রসূলা-।","english_translit":"Qul law kana fee alardi malaikatun yamshoona mutmainneena lanazzalna AAalayhim mina alssamai malakan rasoolan"},{"sura":17,"aya":96,"quran_text":"قُلْ كَفَى بِاللَّهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرًا بَصِيرًا","bangla_mohiuddin":"বলুনঃ আমার ও তোমাদের মধ্যে সত্য প্রতিষ্ঠাকারী হিসেবে আল্লাহই যথেষ্ট। তিনি তো স্বীয় বান্দাদের বিষয়ে খবর রাখেন ও দেখেন।","bangla_murtaza":"(হে নবী!) বলো: আমার এবং তোমাদের মাঝে সাক্ষী হিসেবে আল্লাহ্ই যথেষ্ট। নিশ্চয়ই তিনি তাঁর দাসদের বিষয়ে খবর রাখেন এবং দৃষ্টি রাখেন।","english_text":"Tell them: \"God is sufficient witness between me and you, for He knows His creatures well, and is well-informed.\"","bangla_translit":"কুল্ কাফা-বিল্লা-হি শাহীদাম্ বাইনী অবাইনাকুম্; ইন্নাহূ কা-না বি‘ইবা-দিহী খবীরাম্ বাছীর।","english_translit":"Qul kafa biAllahi shaheedan baynee wabaynakum innahu kana biAAibadihi khabeeran baseeran"},{"sura":17,"aya":97,"quran_text":"وَمَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُمْ أَوْلِيَاءَ مِنْ دُونِهِ وَنَحْشُرُهُمْ يَوْمَ الْقِيَامَةِ عَلَى وُجُوهِهِمْ عُمْيًا وَبُكْمًا وَصُمًّا مَأْوَاهُمْ جَهَنَّمُ كُلَّمَا خَبَتْ زِدْنَاهُمْ سَعِيرًا","bangla_mohiuddin":"আল্লাহ যাকে পথ প্রদর্শন করেন, সেই তো সঠিক পথ প্রাপ্ত এবং যাকে পথ ভ্রষ্ট করেন, তাদের জন্যে আপনি আল্লাহ ছাড়া কোন সাহায্যকারী পাবেন না। আমি কেয়ামতের দিন তাদের সমবেত করব তাদের মুখে ভর দিয়ে চলা অবস্থায়, অন্ধ অবস্থায়, মুক অবস্থায় এবং বধির অবস্থায়। তাদের আবাসস্থল জাহান্নাম। যখনই নির্বাপিত হওয়ার উপক্রম হবে আমি তখন তাদের জন্যে অগ্নি আরও বৃদ্ধি করে দিব।","bangla_murtaza":"আল্লাহ্ যাদের হিদায়াত করেন তারাই হিদায়াত প্রাপ্ত হয়, আর তিনি যাদের বিপথগামী করেন, তাদের জন্যে তুমি তাঁকে (আল্লাহ্কে) ছাড়া আর কোনো অভিভাবক পাবেনা। কিয়ামতের দিন আমরা তাদেরকে উপুড় করে অন্ধ, বোবা ও কালা অবস্থায় হাশর করাবো। তাদের আবাস হবে জাহান্নাম। যখনই (জাহান্নামের) আগুন স্তিমিত হয়ে আসবে, তখনই আবার আগুনের লেলিহান শিখা বাড়িয়ে দেয়া হবে।","english_text":"He is guided whom God guides. As for him He allows to go astray, you will not find a protector other than Him. We shall raise them on the Day of Resurrection in their own image, blind and dumb and deaf: Their habitation will be Hell. Every time (its fire) subsides We will intensify its flame.","bangla_translit":"অমাইঁ ইয়াহ্ দিল্লা-হু ফাহুওয়াল্ মুহ্তাদি অ মাইঁ ইয়ুদ্ব্লিল্ ফালান্ তাজ্বিদা লাহুম্ আউলিয়া-য়া মিন্ দূনিহ্; অ নাহ্শুরুহুম্ ইয়াওমাল্ ক্বিয়া-মাতি ‘আলা-উজুহিহিম্ উম্ইয়াঁও অবুক্মাঁও অছুম্মা-; মাওয়া-হুম্ জ্বাহান্নাম্; কুল্লামা-খবাত্ যিদ্না-হুম্ সা‘ঈ রা-।","english_translit":"Waman yahdi Allahu fahuwa almuhtadi waman yudlil falan tajida lahum awliyaa min doonihi wanahshuruhum yawma alqiyamati AAala wujoohihim AAumyan wabukman wasumman mawahum jahannamu kullama khabat zidnahum saAAeeran"},{"sura":17,"aya":98,"quran_text":"ذَلِكَ جَزَاؤُهُمْ بِأَنَّهُمْ كَفَرُوا بِآيَاتِنَا وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا","bangla_mohiuddin":"এটাই তাদের শাস্তি। কারণ, তারা আমার নিদর্শনসমূহ অস্বীকার করেছে এবং বলেছেঃ আমরা যখন অস্থিতে পরিণত ও চুর্ণ-বিচুর্ণ হয়ে যাব, তখনও কি আমরা নতুনভাবে সৃজিত হয়ে উত্থিত হব?","bangla_murtaza":"এটাই হলো তাদের উপযুক্ত সাজা, কারণ  তারা আমাদের আয়াতের প্রতি কুফুরি করেছিল এবং বলেছিল: ‘আমরা হাড়গোড়ে পরিণত হলেও এবং চূর্ণ-বিচূর্ণ হয়ে গেলেও কি আমাদেরকে নতুনভাবে সৃষ্টি করে পুনরুত্থিত করা হবে?’","english_text":"This will be their retribution for having denied Our signs and said: \"Once we are turned to bones and bits, can we be raised as a new creation?\"","bangla_translit":"যা-লিকা জ্বাযা-য়ুহুম্ বিআন্নাহুম্ কাফারূ বিআ-ইয়া-তিনা- অক্ব-লূ আইযা- কুন্না- ‘ইজোয়া-মাঁও অ রুফা-তান্ আইন্না লামাব্‘ঊছূনা খল্ক্বান্ জ্বাদীদা-।","english_translit":"Thalika jazaohum biannahum kafaroo biayatina waqaloo aitha kunna AAithaman warufatan ainna lamabAAoothoona khalqan jadeedan"},{"sura":17,"aya":99,"quran_text":"أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ قَادِرٌ عَلَى أَنْ يَخْلُقَ مِثْلَهُمْ وَجَعَلَ لَهُمْ أَجَلًا لَا رَيْبَ فِيهِ فَأَبَى الظَّالِمُونَ إِلَّا كُفُورًا","bangla_mohiuddin":"তারা কি দেখেনি যে, যে আল্লাহ আসমান ও যমিন সৃজিত করেছেন, তিনি তাদের মত মানুষও পুনরায় সৃষ্টি করতে সক্ষম? তিনি তাদের জন্যে স্থির করেছেন একটি নির্দিষ্ট কাল, এতে কোন সন্দেহ নেই; অতঃপর জালেমরা অস্বীকার ছাড়া কিছু করেনি।","bangla_murtaza":"তারা কি দেখেনা, যে মহান আল্লাহ মহাকাশ ও পৃথিবী সৃষ্টি করেছেন, তিনি এগুলোর অনুরূপ সৃষ্টি করতে অবশ্যি সক্ষম? তিনি তাদের পুনরুত্থানের জন্যে একটি সময় নির্ধারণ করে রেখেছেন, যে সময়টির আগমনের ব্যাপারে কোনোই সন্দেহ নেই। কিন্তু যালিমরা তা অস্বীকার করবে বলে গোঁয়ার্তমি করেই যাচ্ছে।","english_text":"Do they not perceive that God, who created the heavens and the earth, has the power to create the like of them? There is no doubt that. He has fixed a term for them. Even then the wicked disdain everything but unbelief.","bangla_translit":"আওয়ালাম্ ইয়ারাও আন্নাল্লা- হাল্লাযী খলাক্বস্ সামা-ওয়া-তি অল্ র্আদ্বোয়া ক্ব-দিরুন্ ‘আলা য় আইঁ ইয়াখ্লুক্ব মিছ্লাহুম্ অজ্বা‘আলা লাহুম্ আজ্বালাল্লা-রইবা ফীহ্ ; ফাআবাজ্ জোয়া-লিমূনা ইল্লা-কুফূর-।","english_translit":"Awalam yaraw anna Allaha allathee khalaqa alssamawati waalarda qadirun AAala an yakhluqa mithlahum wajaAAala lahum ajalan la rayba feehi faaba alththalimoona illa kufooran"},{"sura":17,"aya":100,"quran_text":"قُلْ لَوْ أَنْتُمْ تَمْلِكُونَ خَزَائِنَ رَحْمَةِ رَبِّي إِذًا لَأَمْسَكْتُمْ خَشْيَةَ الْإِنْفَاقِ وَكَانَ الْإِنْسَانُ قَتُورًا","bangla_mohiuddin":"বলুনঃ যদি আমার পালনকর্তার রহমতের ভান্ডার তোমাদের হাতে থাকত, তবে ব্যয়িত হয়ে যাওয়ার আশঙ্কায় অবশ্যই তা ধরে রাখতে। মানুষ তো অতিশয় কৃপণ।","bangla_murtaza":"বলো : তোমরা যদি আমার প্রভুর দয়ার ভান্ডারের মালিকও হতে, তবু খরচ হয়ে যাওয়ার ভয়ে সেগুলো আঁকড়ে ধরে রাখতে। আসলে মানুষ বড় কৃপণ।","english_text":"Say: \"Even if you owned the stores of the mercy of my Lord, you would have held them back for fear of spending them, for man is niggardly.\"","bangla_translit":"কুল্ লাও আন্তুম্ তাম্লিকূনা খাযা-য়িনা রহ্মাতি রব্বী য় ইযাল্ লাআম্সাক্তুম্ খাশ্ইয়াতাল্ ইন্ফা-ক্ব্; অকা-নাল্ ইন্সা-নু ক্বতূর-।","english_translit":"Qul law antum tamlikoona khazaina rahmati rabbee ithan laamsaktum khashyata alinfaqi wakana alinsanu qatooran"},{"sura":17,"aya":101,"quran_text":"وَلَقَدْ آتَيْنَا مُوسَى تِسْعَ آيَاتٍ بَيِّنَاتٍ فَاسْأَلْ بَنِي إِسْرَائِيلَ إِذْ جَاءَهُمْ فَقَالَ لَهُ فِرْعَوْنُ إِنِّي لَأَظُنُّكَ يَا مُوسَى مَسْحُورًا","bangla_mohiuddin":"আপনি বণী-ইসরাঈলকে জিজ্ঞেস করুন, আমি মূসাকে নয়টি প্রকাশ্য নিদর্শন দান করেছি। যখন তিনি তাদের কাছে আগমন করেন, ফেরাউন তাকে বললঃ হে মূসা, আমার ধারনায় তুমি তো জাদুগ্রস্থ।","bangla_murtaza":"আমরা মূসাকে নয়টি সুস্পষ্ট নিদর্শন দিয়ে পাঠিয়েছিলাম। বনি ইসরাঈলকে জিজ্ঞেস করে দেখো যখন সে তাদের কাছে এসেছিল, তখন ফেরাউন তাকে বলেছিল: ‘হে মূসা! আমার সন্দেহ হচ্ছে তুমি একজন জাদুগ্রস্ত।","english_text":"We gave Moses nine clear signs; so ask the children of Israel. When (Moses) came to them the Pharaoh said: \"I think, O Moses, you have been deluded.\"","bangla_translit":"অ লাক্বদ আ-তাইনা মূসা- তিস্‘আ ‘আ-ইয়া-তিম্ বাইয়িনা-তিন্ ফাস্য়াল্ বানী য় ইস্র-ঈলা ইয্ জ্বা-য়াহুম্ ফাক্ব-লা লাহূ র্ফি‘আউনু ইন্নী লাআজুন্নুকা ইয়া- মূসা- মাস্হূরা-।","english_translit":"Walaqad atayna moosa tisAAa ayatin bayyinatin faisal banee israeela ith jaahum faqala lahu firAAawnu innee laathunnuka ya moosa mashooran"},{"sura":17,"aya":102,"quran_text":"قَالَ لَقَدْ عَلِمْتَ مَا أَنْزَلَ هَؤُلَاءِ إِلَّا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ بَصَائِرَ وَإِنِّي لَأَظُنُّكَ يَا فِرْعَوْنُ مَثْبُورًا","bangla_mohiuddin":"তিনি বললেনঃ তুমি জান যে, আসমান ও যমীনের পালনকর্তাই এসব নিদর্শনাবলী প্রত্যক্ষ প্রমাণস্বরূপ নাযিল করেছেন। হে ফেরাউন, আমার ধারণায় তুমি ধ্বংস হতে চলেছো।","bangla_murtaza":"তখন মূসা বলেছিল: ‘তুমি তো জানো, এসব নিদর্শন স্স্পুষ্ট প্রমাণ হিসেবে মহাকাশ এবং পৃথিবীর প্রভু ছাড়া আর কেউ নাযিল করেনি। আর আমি মনে করি হে ফেরাউন, তোমার ধ্বংস আসন্ন।’","english_text":"He replied: \"You know that none but the Lord of the heavens and the earth has sent these (signs) as cogent proof. I truly think, O Pharaoh, your days are done.\"","bangla_translit":"ক্ব-লা লাক্বদ্ ‘আলিম্তা মা য় আন্যালা হা য় উলা-য়ি ইল্লা-রব্বুস্ সামা-ওয়া- তি অল্র্আদ্বি বাছোয়া-য়িরা অইন্নী লা আজুন্নুকা ইয়া-র্ফি‘আউনু মাছ্বূর-।","english_translit":"Qala laqad AAalimta ma anzala haolai illa rabbu alssamawati waalardi basaira wainnee laathunnuka ya firAAawnu mathbooran"},{"sura":17,"aya":103,"quran_text":"فَأَرَادَ أَنْ يَسْتَفِزَّهُمْ مِنَ الْأَرْضِ فَأَغْرَقْنَاهُ وَمَنْ مَعَهُ جَمِيعًا","bangla_mohiuddin":"অতঃপর সে বনী ইসরাঈলকে দেশ থেকে উৎখাত করতে চাইল, তখন আমি তাকে ও তার সঙ্গীদের সবাইকে নিমজ্জত করে দিলাম।","bangla_murtaza":"তখন ফেরাউন তাদেরকে দেশ থেকে বহিষ্কার করার এরাদা (সংকল্প) করে। ফলে আমরা তাকে এবং তার সঙ্গি -সাথিদেরকে ডুবিয়ে দিয়েছিলাম।","english_text":"Then he sought to turn them out of the land, but We drowned him and all his followers.","bangla_translit":"ফাআর-দা আইঁ ইয়াস্তাফিয্যাহুম্ মিনাল্ র্আদ্বি ফাআগ্রক্বনা-হু অমাম্মা‘আহূ জ্বামী‘আ-।","english_translit":"Faarada an yastafizzahum mina alardi faaghraqnahu waman maAAahu jameeAAan"},{"sura":17,"aya":104,"quran_text":"وَقُلْنَا مِنْ بَعْدِهِ لِبَنِي إِسْرَائِيلَ اسْكُنُوا الْأَرْضَ فَإِذَا جَاءَ وَعْدُ الْآخِرَةِ جِئْنَا بِكُمْ لَفِيفًا","bangla_mohiuddin":"তারপর আমি বনী ইসলাঈলকে বললামঃ এ দেশে তোমরা বসবাস কর। অতঃপর যখন পরকালের ওয়াদা বাস্তবায়িত হবে, তখন তোমাদের কে জড়ো করে নিয়ে উপস্থিত হব।","bangla_murtaza":"এরপর আমরা বনি ইসরাঈলকে বলেছিলাম, তোমরা পৃথিবীতে বসবাস করো। যখন আখিরাতের ওয়াদা বাস্তবায়িত হবে তখন আমরা তোমাদের সবাইকে একত্রে হাজির করবো।","english_text":"After this We told the children of Israel: \"Dwell in the land. When the promise of reckoning comes, We shall bring you together from a motley crowd.","bangla_translit":"অকুল্না-মিম্ বা’দিহী লিবানী য় ইস্র-ঈলাস্ কুনুল্ র্আদ্বোয়া ফাইযা-জ্বা-য়া ওয়া’দুল্ আ-খিরতি জ্বিনা বিকুম্ লাফীফা-।","english_translit":"Waqulna min baAAdihi libanee israeela oskunoo alarda faitha jaa waAAdu alakhirati jina bikum lafeefan"},{"sura":17,"aya":105,"quran_text":"وَبِالْحَقِّ أَنْزَلْنَاهُ وَبِالْحَقِّ نَزَلَ وَمَا أَرْسَلْنَاكَ إِلَّا مُبَشِّرًا وَنَذِيرًا","bangla_mohiuddin":"আমি সত্যসহ এ কোরআন নাযিল করেছি এবং সত্য সহ এটা নাযিল হয়েছে। আমি তো আপনাকে শুধু সুসংবাদাতা ও ভয়প্রদর্শক করেই প্রেরণ করেছি।","bangla_murtaza":"আমরা সত্য নিয়ে এ কুরআনকে নাযিল করেছি এবং সত্য নিয়েই তা নাযিল হয়েছে। আর আমরা তো তোমাকে পাঠিয়েছি কেবল একজন সুসংবাদদাতা এবং একজন সতর্ককারী হিসেবে।","english_text":"We have sent it down with truth, and with truth has (the Qur'an) come down. And We have sent you only to give good news and to warn.","bangla_translit":"অবিল্ হাক্বক্বি আন্যাল্না-হু অবিল্হাক্বক্বি নাযাল্; অমা য় র্আসালনাকা ইল্লা-মুবাশ্শিরাঁও অ নাযীর-।","english_translit":"Wabialhaqqi anzalnahu wabialhaqqi nazala wama arsalnaka illa mubashshiran wanatheeran"},{"sura":17,"aya":106,"quran_text":"وَقُرْآنًا فَرَقْنَاهُ لِتَقْرَأَهُ عَلَى النَّاسِ عَلَى مُكْثٍ وَنَزَّلْنَاهُ تَنْزِيلًا","bangla_mohiuddin":"আমি কোরআনকে যতিচিহ্ন সহ পৃথক পৃথকভাবে পাঠের উপযোগী করেছি, যাতে আপনি একে লোকদের কাছে ধীরে ধীরে পাঠ করেন এবং আমি একে যথাযথ ভাবে অবতীর্ণ করেছি।","bangla_murtaza":"আমরা কুআনকে নাযিল করেছি ভাগে ভাগে, যাতে করে তুমি মানুষকে তা পাঠ করে জানাতে পারো বিরতি দিয়ে দিয়ে। এ জন্যে আমরা সেটিকে ধীর ধীরে ক্রমান্বয়ে নাযিল করেছি।","english_text":"We have divided the Qur'an into parts that you may recite it to men slowly, with deliberation. That is why We sent it down by degrees.","bangla_translit":"অ ক্বরুআ-নান্ ফারক্বনা-হু লিতাক্বরয়াহূ ‘আলান্না-সি ‘আলা-মুক্ছিঁওঁ অ নায্যাল্না-হু তান্যীলা-।","english_translit":"Waquranan faraqnahu litaqraahu AAala alnnasi AAala mukthin wanazzalnahu tanzeelan"},{"sura":17,"aya":107,"quran_text":"قُلْ آمِنُوا بِهِ أَوْ لَا تُؤْمِنُوا إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِنْ قَبْلِهِ إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا","bangla_mohiuddin":"বলুনঃ তোমরা কোরআনকে মান্য কর অথবা অমান্য কর; যারা এর পূর্ব থেকে এলেম প্রাপ্ত হয়েছে, যখন তাদের কাছে এর তেলাওয়াত করা হয়, তখন তারা নতমস্তকে সেজদায় লুটিয়ে পড়ে।","bangla_murtaza":"হে নবী! বলো: ‘তোমরা এ কুরআনের প্রতি ঈমান আনো বা ঈমান না আনো, ইতিপূর্বে যাদের এলেম দেয়া হয়েছিল, তাদের কাছে যখন এটি পাঠ করা হয়, তখন তারা সাজদায় লুটিয়ে পড়ে।’","english_text":"Say: \"Believe in it or do not believe: Those who were given knowledge before it bow in adoration when it is read out to them,","bangla_translit":"কুল্ আ-মিনূ বিহী য় আওলা- তু’মিনূ ইন্নাল্লাযীনা ঊতুল্ ‘ইল্মা মিন্ ক্বব্লিহী য় ইযা-ইয়ুত্লা- ‘আলাইহিম্ ইয়ার্খিরূনা লিল্আয্ক্ব-নি সুজ্জ্বাদা-।","english_translit":"Qul aminoo bihi aw la tuminoo inna allatheena ootoo alAAilma min qablihi itha yutla AAalayhim yakhirroona lilathqani sujjadan"},{"sura":17,"aya":108,"quran_text":"وَيَقُولُونَ سُبْحَانَ رَبِّنَا إِنْ كَانَ وَعْدُ رَبِّنَا لَمَفْعُولًا","bangla_mohiuddin":"এবং বলেঃ আমাদের পালনকর্তা পবিত্র, মহান। নিঃসন্দেহে আমাদের পালকর্তার ওয়াদা অবশ্যই পূর্ণ হবে।","bangla_murtaza":"তারা বলে: ‘আমাদের প্রভু পবিত্র, মহান। আমাদের প্রভুর ওয়াদা অবশ্যি কার্যকর হয়ে থাকে।","english_text":"And say: \"Glory be to our Lord. The promise of our Lord has indeed been fulfilled.\"","bangla_translit":"অ ইয়াকুলূনা সুব্হা-না রব্বিনা য় ইন্ কা-না ওয়া’দু রব্বিনা-লামাফ্‘ঊলা-।","english_translit":"Wayaqooloona subhana rabbina in kana waAAdu rabbina lamafAAoolan"},{"sura":17,"aya":109,"quran_text":"وَيَخِرُّونَ لِلْأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًا","bangla_mohiuddin":"তারা ক্রন্দন করতে করতে নতমস্তকে ভুমিতে লুটিয়ে পড়ে এবং তাদের বিনয়ভাব আরো বৃদ্ধি পায়।","bangla_murtaza":"তখন তারা কাঁদতে কাঁদতে লুটিয়ে পড়ে এবং এটি (কুরআন) যখন তাদের প্রতি তিলাওয়াত করা হয়, তাদের বিনয় বৃদ্ধি করে দেয়। (সাজদা)","english_text":"And weeping they kneel down, and this increases their humility.","bangla_translit":"অইয়ার্খিরূনা লিল্আয্ক্ব-নি ইয়াব্কূনা অইয়াযীদুহুম্ খুশূ ‘আ-।","english_translit":"Wayakhirroona lilathqani yabkoona wayazeeduhum khushooAAan"},{"sura":17,"aya":110,"quran_text":"قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمَنَ أَيًّا مَا تَدْعُوا فَلَهُ الْأَسْمَاءُ الْحُسْنَى وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا وَابْتَغِ بَيْنَ ذَلِكَ سَبِيلًا","bangla_mohiuddin":"বলুনঃ আল্লাহ বলে আহবান কর কিংবা রহমান বলে, যে নামেই আহবান কর না কেন, সব সুন্দর নাম তাঁরই। আপনি নিজের নামায আদায়কালে স্বর উচ্চগ্রাসে নিয়ে গিয়ে পড়বেন না এবং নিঃশব্দেও পড়বেন না। এতদুভয়ের মধ্যমপন্থা অবলম্বন করুন।","bangla_murtaza":"হে নবী! বলো: তোমরা তাঁকে ‘আল্লাহ্’ বলে ডাকো, কিংবা ‘রহমান’ বলে ডাকো, তোমরা যে নামেই তাঁকে ডাকো, সুন্দরতম নামসমূহ তো তাঁরই। তোমার সালাতে স্বর বেশি উঁচু করোনা, আর বেশি ক্ষীণও করোনা, এ দুয়ের মাঝখানে মধ্যপন্থা অবলম্বন করো।","english_text":"Say: \"Call Him Allah or call Him Ar-Rahman; whatever the name you call Him by, all His names are beautiful.\" Do not say your prayers too loudly or in too low a voice, but follow a middle coarse.","bangla_translit":"কুলিদ্‘ঊল্লা-হা আওয়িদ‘্র্উ রহ্মা-ন্; আইয়া-ম্মা- তাদ্‘ঊ ফালাহুল্ আস্মা-য়ুল্ হুস্না-অলা-তাজ্বর্ হা বিছলা-তিকা অলা-তুখ-ফিত্ বিহা-অব্তাগি বাইনা যা-লিকা সাবীলা-।","english_translit":"Quli odAAoo Allaha awi odAAoo alrrahmana ayyan ma tadAAoo falahu alasmao alhusna wala tajhar bisalatika wala tukhafit biha waibtaghi bayna thalika sabeelan"},{"sura":17,"aya":111,"quran_text":"وَقُلِ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَلَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ وَكَبِّرْهُ تَكْبِيرًا","bangla_mohiuddin":"বলুনঃ সমস্ত প্রশংসা আল্লাহর যিনি না কোন সন্তান রাখেন, না তাঁর সার্বভৌমত্বে কোন শরীক আছে এবং যিনি দুর্দশাগ্রস্ত হন না, যে কারণে তাঁর কোন সাহয্যকারীর প্রয়োজন হতে পারে। সুতরাং আপনি স-সম্ভ্রমে তাঁর মাহাত্ন?2476;র্ণনা করতে থাকুন।","bangla_murtaza":"আর বলো: “সমস্ত প্রশংসা সেই মহান আল্লাহর, যিনি সন্তান গ্রহণ করেননা। তাঁর কর্তৃত্বে কেউ অংশীদারও নেই। তাঁর কোনো অসহায়ত্বও নেই যে, তাঁর কোনো অলির প্রয়োজন হতে পারে। সুতরাং তাঁর শ্রেষ্ঠত্ব ও মহানত্ব ঘোষণা করো।” (আল্লাহু আকবার)।","english_text":"And say: \"All praise be to God who has neither begotten a son nor has a partner in His kingdom; nor has He need of any one to protect Him from ignominy. So extol Him by extolling His majesty.\"","bangla_translit":"অকুলিল্ হাম্দু লিল্লা-হিল্লাযী লাম্ ইয়াত্তাখিয্ অলাদাঁও অ লাম্ ইয়াকুল্ লাহূ শারীকুন্ ফিল্ মুল্কি অলাম্ ইয়াকুল্ লাহূ অলিয়্যু ম্মিনায্যুল্লি অকার্ব্বিহু তাক্বীর-।","english_translit":"Waquli alhamdu lillahi allathee lam yattakhith waladan walam yakun lahu shareekun fee almulki walam yakun lahu waliyyun mina alththulli wakabbirhu takbeeran"}]