[{"sura":40,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ حم","bangla_text":"হা-মীম।","english_text":"HA MIM.","bangla_translit":"হা-মী-ম্","english_translit":null},{"sura":40,"aya":2,"quran_text":"تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْعَلِيمِ","bangla_text":"কিতাব অবতীর্ণ হয়েছে আল্লাহর পক্ষ থেকে, যিনি পরাক্রমশালী, সর্বজ্ঞ।","english_text":"The revelation of this Book is from God the all-mighty and all-knowing,","bangla_translit":"তান্যী লুল্ কিতা-বি মিনাল্লা-হিল্ ‘আযীযিল্ ‘আলীম্।","english_translit":null},{"sura":40,"aya":3,"quran_text":"غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ شَدِيدِ الْعِقَابِ ذِي الطَّوْلِ لَا إِلَهَ إِلَّا هُوَ إِلَيْهِ الْمَصِيرُ","bangla_text":"পাপ ক্ষমাকারী, তওবা কবুলকারী, কঠোর শাস্তিদাতা ও সামর্থ?476;ান। তিনি ব্যতীত কোন উপাস্য নেই। তাঁরই দিকে হবে প্রত্যাবর্তন।","english_text":"Forgiver of trespasses, acceptor of repentance, severe of retribution, lord of power. There is no god but He. Towards Him is your destination.","bangla_translit":"গ-ফিরিয্ যাম্বি অ ক্ব-বিলিত্ তাওবি শাদীদিল্ ‘ইক্বা-বি যিতত্বোয়াওল্; লা য় ইলা-হা ইল্লা-হুওয়া; অ ইলাইহিল্ মাছীর।","english_translit":null},{"sura":40,"aya":4,"quran_text":"مَا يُجَادِلُ فِي آيَاتِ اللَّهِ إِلَّا الَّذِينَ كَفَرُوا فَلَا يَغْرُرْكَ تَقَلُّبُهُمْ فِي الْبِلَادِ","bangla_text":"কাফেররাই কেবল আল্লাহর আয়াত সম্পর্কে বিতর্ক করে। কাজেই নগরীসমূহে তাদের বিচরণ যেন আপনাকে বিভ্রান্তিতে না ফেলে।","english_text":"Only the unbelievers dispute the revelations of God. So do not let their activities in the land deceive you.","bangla_translit":"মা-ইয়ুজ্বা-দিলু ফী য় আ-ইয়া-তিল্লা-হি ইল্লাল্ লাযীনা কাফারূ ফালা-ইয়ার্গ্রুকা তাক্বল্লুবুহুম্ ফিল্ বিলা-দ্।","english_translit":null},{"sura":40,"aya":5,"quran_text":"كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَالْأَحْزَابُ مِنْ بَعْدِهِمْ وَهَمَّتْ كُلُّ أُمَّةٍ بِرَسُولِهِمْ لِيَأْخُذُوهُ وَجَادَلُوا بِالْبَاطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ فَأَخَذْتُهُمْ فَكَيْفَ كَانَ عِقَابِ","bangla_text":"তাদের পূর্বে নূহের সম্প্রদায় মিথ্যারোপ করেছিল, আর তাদের পরে অন্য অনেক দল ও প্রত্যেক সম্প্রদায় নিজ নিজ পয়গম্বরকে আক্রমণ করার ইচ্ছা করেছিল এবং তারা মিথ্যা বিতর্কে প্রবৃত্ত হয়েছিল, যেন সত্যধর্মকে ব্যর্থ করে দিতে পারে। অতঃপর আমি তাদেরকে পাকড়াও করলাম। কেমন ছিল আমার শাস্তি।","english_text":"The people of Noah had denied before them, and many factions after them. Every nation has intrigued against its apostle and afflicted him, and argued with false arguments to condemn the truth. Then I seized them. How was then My retribution!","bangla_translit":"কায্যাবাত্ ক্বব্লাহুম্ ক্বওমু নূহিঁও অল্আহ্যা-বু মিম্ বা’দিহিম্ অ হাম্মাত্ কুল্লু উম্মাতিম্ বিরসূলিহিম্ লিইয়াখুযূহু অজ্বাদালূ বিল্বা-ত্বিলি লিইয়ুদ্হিদ্বূ বিহিল্ হাকক্ব ফাআখায্তুহুম্ ফাকাইফা কা-না ‘ইক্ব-ব্।","english_translit":null},{"sura":40,"aya":6,"quran_text":"وَكَذَلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى الَّذِينَ كَفَرُوا أَنَّهُمْ أَصْحَابُ النَّارِ","bangla_text":"এভাবে কাফেরদের বেলায় আপনার পালনকর্তার এ বাক্য সত্য হল যে, তারা জাহান্নামী।","english_text":"In this way the sentence of your Lord against the infidels that they would be the inmates of Hell, was justified.","bangla_translit":"অকাযা-লিকা হাকক্বত্ কালিমাতু রব্বিকা ‘আলাল্ লাযীনা কাফারূ য় আন্নাহুম্ আছ্হা-বুন্ নার্-।","english_translit":null},{"sura":40,"aya":7,"quran_text":"الَّذِينَ يَحْمِلُونَ الْعَرْشَ وَمَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِ وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَحْمَةً وَعِلْمًا فَاغْفِرْ لِلَّذِينَ تَابُوا وَاتَّبَعُوا سَبِيلَكَ وَقِهِمْ عَذَابَ الْجَحِيمِ","bangla_text":"যারা আরশ বহন করে এবং যারা তার চারপাশে আছে, তারা তাদের পালনকর্তার সপ্রশংস পবিত্রতা বর্ণনা করে, তার প্রতি বিশ্বাস স্থাপন করে এবং মুমিনদের জন্যে ক্ষমা প্রার্থনা করে বলে, হে আমাদের পালনকর্তা, আপনার রহমত ও জ্ঞান সবকিছুতে পরিব্যাপ্ত। অতএব, যারা তওবা করে এবং আপনার পথে চলে, তাদেরকে ক্ষমা করুন এবং জাহান্নামের আযাব থেকে রক্ষা করুন।","english_text":"The bearers of the Throne, and those around it, sing the praises of their Lord and believe in Him, and seek forgiveness for those who believe: \"O our Lord, Your mercy and knowledge embrace everything; so forgive those who turn to You in repentance and follow Your path; and preserve them from the torment of Hell.","bangla_translit":"আল্লাযীনা ইয়াহ্মিলূনাল্ ‘র্আশা অমান্ হাওলাহূ ইয়ুসাব্বিহূনা বিহাম্দি রব্বিহিম্ অইয়ুমিনূনা বিহী অ ইয়াস্তাগ্ফিরূনা লিল্লাযীনা আ-মানূ রব্বানা-অসিতা কুল্লা শাইর্য়ি রহ্মাতাঁও অ‘ইল্মান্ ফার্গ্ফি লিল্লাযীনা তা-বূ অত্তাবা‘ঊ সাবীলাকা অক্বিহিম্ ‘আযা-বাল্ জ্বাহীম্","english_translit":null},{"sura":40,"aya":8,"quran_text":"رَبَّنَا وَأَدْخِلْهُمْ جَنَّاتِ عَدْنٍ الَّتِي وَعَدْتَهُمْ وَمَنْ صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ","bangla_text":"হে আমাদের পালনকর্তা, আর তাদেরকে দাখিল করুন চিরকাল বসবাসের জান্নাতে, যার ওয়াদা আপনি তাদেরকে দিয়েছেন এবং তাদের বাপ-দাদা, পতি-পত্নী ও সন্তানদের মধ্যে যারা সৎকর্ম করে তাদেরকে। নিশ্চয় আপনি পরাক্রমশালী, প্রজ্ঞাময়।","english_text":"Admit them, O Lord, to the garden of Eden which You promised them, and those of their fathers, spouses and progeny who are upright. You are truly all-mighty and all-wise.","bangla_translit":"রব্বানা-অ‘আদ্খিল্হুম্ জ্বান্না-তি ‘আদ্নি নিল্লাতী অ‘আত্তাহুম্ অমান্ ছলাহা মিন্ আ-বা-য়িহিম্ অআয্ওয়া জ্বিহিম্ অর্যুরিয়্যা-তিহিম্; ইন্নাকা আন্তাল্ ‘আযীযুল্ হাকীম্।","english_translit":null},{"sura":40,"aya":9,"quran_text":"وَقِهِمُ السَّيِّئَاتِ وَمَنْ تَقِ السَّيِّئَاتِ يَوْمَئِذٍ فَقَدْ رَحِمْتَهُ وَذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ","bangla_text":"এবং আপনি তাদেরকে অমঙ্গল থেকে রক্ষা করুন। আপনি যাকে সেদিন অমঙ্গল থেকে রক্ষা করবেন, তার প্রতি অনুগ্রহই করবেন। এটাই মহাসাফল্য।","english_text":"Protect them from evil; and whosoever You preserve from evil on that Day shall have surely received Your mercy. This will be the great triumph.\"","bangla_translit":"অ ক্বিহিমুস্ সাইয়িয়া-ত্; অমান্ তাক্বিস্ সাইয়িয়া-তি ইয়াওমায়িযিন্ ফাক্বদ্ রহিম্তাহ্ ; অ যা-লিকা হুওয়াল্ ফাওযুল্ ‘আজীম্।","english_translit":null},{"sura":40,"aya":10,"quran_text":"إِنَّ الَّذِينَ كَفَرُوا يُنَادَوْنَ لَمَقْتُ اللَّهِ أَكْبَرُ مِنْ مَقْتِكُمْ أَنْفُسَكُمْ إِذْ تُدْعَوْنَ إِلَى الْإِيمَانِ فَتَكْفُرُونَ","bangla_text":"যারা কাফের তাদেরকে উচ্চঃস্বরে বলা হবে, তোমাদের নিজেদের প্রতি তোমাদের আজকের এ ক্ষোভ অপেক্ষা আল্লার ক্ষোভ অধিক ছিল, যখন তোমাদেরকে ঈমান আনতে বলা হয়েছিল, অতঃপর তোমরা কুফরী করছিল।","english_text":"Those who disbelieve will certainly be told: \"God's displeasure was greater than your disgust of your selves when you were called to belief and refused to believe.\"","bangla_translit":"ইন্নাল্লাযীনা কাফারূ ইয়ুনা-দাওনা লামাকতু ল্লা-হি আক্বারু মিম্ মাকতিকুম্ আন্ফুসাকুম্ ইয্ তুদ্‘আওনা ইলাল্ ঈমা-নি ফাতাক্ফুরূন্।","english_translit":null},{"sura":40,"aya":11,"quran_text":"قَالُوا رَبَّنَا أَمَتَّنَا اثْنَتَيْنِ وَأَحْيَيْتَنَا اثْنَتَيْنِ فَاعْتَرَفْنَا بِذُنُوبِنَا فَهَلْ إِلَى خُرُوجٍ مِنْ سَبِيلٍ","bangla_text":"তারা বলবে হে আমাদের পালনকর্তা! আপনি আমাদেরকে দু’বার মৃত্যু দিয়েছেন এবং দু’ বার জীবন দিয়েছেন। এখন আমাদের অপরাধ স্বীকার করছি। অতঃপর এখন ও নিস্কৃতির কোন উপায় আছে কি?","english_text":"They say: \"O Lord, twice You made us die, and twice You made us live. We admit our sins. Is there still a way out for us?\"","bangla_translit":"ক্ব- লূ রব্বানা য় আমাত্তানাছ্ নাতাইনি অআহ্ইয়াইতানাছ্ নাতাইনি ফা’তারফ্না-বিযুনূবিনা-ফাহাল্ ইলা-খুরূজ্বিম্ মিন্ সাবীল্।","english_translit":null},{"sura":40,"aya":12,"quran_text":"ذَلِكُمْ بِأَنَّهُ إِذَا دُعِيَ اللَّهُ وَحْدَهُ كَفَرْتُمْ وَإِنْ يُشْرَكْ بِهِ تُؤْمِنُوا فَالْحُكْمُ لِلَّهِ الْعَلِيِّ الْكَبِيرِ","bangla_text":"তোমাদের এ বিপদ এ কারণে যে, যখন এক আল্লাহকে ডাকা হত, তখন তোমরা কাফের হয়ে যেতে যখন তার সাথে শরীককে ডাকা হত তখন তোমরা বিশ্বাস স্থাপন করতে। এখন আদেশ তাই, যা আল্লাহ করবেন, যিনি সর্বোচ্চ, মহান।","english_text":"This has come upon you because when God alone was invoked you disbelieved; but when partners were associated with Him, you believed. But judgement belongs to God, the all-high and supreme.","bangla_translit":"যা-লিকুম্ বিআন্নাহূ য় ইযা-দু‘ইয়াল্লা-হু অহ্দাহূ কার্ফাতুম্ অইঁ ইয়ুশ্রক্ বিহী তুমিনূ; ফাল্ হুক্মু লিল্লা-হিল্ ‘আলিয়্যিয়েল্ কার্বী।","english_translit":null},{"sura":40,"aya":13,"quran_text":"هُوَ الَّذِي يُرِيكُمْ آيَاتِهِ وَيُنَزِّلُ لَكُمْ مِنَ السَّمَاءِ رِزْقًا وَمَا يَتَذَكَّرُ إِلَّا مَنْ يُنِيبُ","bangla_text":"তিনিই তোমাদেরকে তাঁর নিদর্শনাবলী দেখান এবং তোমাদের জন্যে আকাশ থেকে নাযিল করেন রুযী। চিন্তা-ভাবনা তারাই করে, যারা আল্লাহর দিকে রুজু থাকে।","english_text":"It is He who shows you His signs, and sends you food from the heavens. Yet none takes a warning except him who turns to Him.","bangla_translit":"হুওয়া ল্লাযী ইয়ুরীকুম্ আ-ইয়া-তিহী অইয়ুনায্যিলু লাকুম্ মিনাস্ সামা-য়ি রিয্ক্ব-; অমা ইয়াতাযাক্কারু ইল্লা-মাইঁ ইয়ুনীব্।","english_translit":null},{"sura":40,"aya":14,"quran_text":"فَادْعُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الْكَافِرُونَ","bangla_text":"অতএব, তোমরা আল্লাহকে খাঁটি বিশ্বাস সহকারে ডাক, যদিও কাফেররা তা অপছন্দ করে।","english_text":"So call on God with exclusive obedience, howsoever the unbelievers may dislike it.","bangla_translit":"ফাদ্‘উল্লা-হা মুখ্লিছীনা লাহুদ্দীনা অলাও কারিহাল্ কা-ফিরূন্।","english_translit":null},{"sura":40,"aya":15,"quran_text":"رَفِيعُ الدَّرَجَاتِ ذُو الْعَرْشِ يُلْقِي الرُّوحَ مِنْ أَمْرِهِ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ لِيُنْذِرَ يَوْمَ التَّلَاقِ","bangla_text":"তিনিই সুউচ্চ মর্যাদার অধিকারী, আরশের মালিক, তাঁর বান্দাদের মধ্যে যার প্রতি ইচ্ছা তত্ত্বপূর্ণ বিষয়াদি নাযিল করেন, যাতে সে সাক্ষাতের দিন সম্পর্কে সকলকে সতর্ক করে।","english_text":"Most exalted of position, Lord of power, He directs inspiration by His command to any of His creatures as He will, to warn (men) of the Day of Meeting,","bangla_translit":"রাফী‘উদ্দারজ্বা-তি যুল্‘র্আশি ইয়ুর্ল্ক্বি রূহা মিন্ আম্রিহী ‘আলা-মাইঁ ইয়াশা-য়ু মিন্ ‘ইবা-দিহী লিইয়ুন্যিরা ইয়াওমাত্তালা-ক্ব্।","english_translit":null},{"sura":40,"aya":16,"quran_text":"يَوْمَ هُمْ بَارِزُونَ لَا يَخْفَى عَلَى اللَّهِ مِنْهُمْ شَيْءٌ لِمَنِ الْمُلْكُ الْيَوْمَ لِلَّهِ الْوَاحِدِ الْقَهَّارِ","bangla_text":"যেদিন তারা বের হয়ে পড়বে, আল্লাহর কাছে তাদের কিছুই গোপন থাকবে না। আজ রাজত্ব কার? এক প্রবল পরাক্রান্ত আল্লাহর।","english_text":"The day when they will come out (of their graves), with nothing of them hidden from God. Whose then will be the kingdom? -- God's, the one, the omnipotent.","bangla_translit":"ইয়াওমা হুম্ বা-রিযূনা লা- ইয়াখ্ফা- ‘আলা ল্লা-হি মিন্হুম্ শাইয়ুন্ লিমানিল্ মুল্কুল্ ইয়াওম্; লিল্লা-হিল্ ওয়া- হিদিল্ ক্বাহ্হার্-।","english_translit":null},{"sura":40,"aya":17,"quran_text":"الْيَوْمَ تُجْزَى كُلُّ نَفْسٍ بِمَا كَسَبَتْ لَا ظُلْمَ الْيَوْمَ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ","bangla_text":"আজ প্রত্যেকেই তার কৃতকর্মের প্রতিদান পাবে। আজ যুলুম নেই। নিশ্চয় আল্লাহ দ্রুত হিসাব গ্রহণকারী।","english_text":"Each soul will be recompensed that Day for what it had earned. There will be no depriving on that Day. Surely God is swift at reckoning.","bangla_translit":"আল্ইয়াওমা তুজযা-কুল্লু নাফ্সিম্ বিমা- কাসাবাত্; লা-জুল্মাল্ ইয়াওম্; ইন্না ল্লা-হা সারী‘উল্ হিসা-ব্","english_translit":null},{"sura":40,"aya":18,"quran_text":"وَأَنْذِرْهُمْ يَوْمَ الْآزِفَةِ إِذِ الْقُلُوبُ لَدَى الْحَنَاجِرِ كَاظِمِينَ مَا لِلظَّالِمِينَ مِنْ حَمِيمٍ وَلَا شَفِيعٍ يُطَاعُ","bangla_text":"আপনি তাদেরকে আসন্ন দিন সম্পর্কে সতর্ক করুন, যখন প্রাণ কন্ঠাগত হবে, দম বন্ধ হওয়ার উপক্রম হবে। পাপিষ্ঠদের জন্যে কোন বন্ধু নেই এবং সুপারিশকারীও নেই; যার সুপারিশ গ্রাহ্য হবে।","english_text":"Warn them of the coming day inevitable, when hearts would jump to the throats, filling them with anguish. The sinners will have neither friend nor intercessor whose (word) will be heeded.","bangla_translit":"অ আর্ন্যিহুম্ ইয়াওমাল্ আ-যিফাতি ইযিল্ কুলূবু লাদাল্ হানা-জ্বিরি কা-জিমীন্; মা- লিজ্ জোয়া-লিমীনা মিন্ হামীমিঁও অলা-শাফীইঁ ইয়ুত্বোয়া-‘উ।","english_translit":null},{"sura":40,"aya":19,"quran_text":"يَعْلَمُ خَائِنَةَ الْأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ","bangla_text":"চোখের চুরি এবং অন্তরের গোপন বিষয় তিনি জানেন।","english_text":"Known to Him is the treachery of the eye, and what the breasts conceal.","bangla_translit":"ইয়া’লামু খ-য়িনাতাল্ আ’ইয়ুনি অমা-তুখ্ফিস্ সুর্দূ।","english_translit":null},{"sura":40,"aya":20,"quran_text":"وَاللَّهُ يَقْضِي بِالْحَقِّ وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ لَا يَقْضُونَ بِشَيْءٍ إِنَّ اللَّهَ هُوَ السَّمِيعُ الْبَصِيرُ","bangla_text":"আল্লাহ ফয়সালা করেন সঠিকভাবে, আল্লাহর পরিবর্তে তারা যাদেরকে ডাকে, তারা কিছুই ফয়সালা করে না। নিশ্চয় আল্লাহ সবকিছু শুনেন, সবকিছু দেখেন।","english_text":"God decides with justice. But those they call apart from Him can not adjudge in the least. Verily God is all-hearing, all-perceiving.","bangla_translit":"অল্লা-হু ইয়াকদ্বী বিল্ হাক; অল্লাযীনা ইয়াদ্‘ঊনা মিন্ দূনিহী লা-ইয়াকদ্ব ূনা বিশাইয়িন্; ইন্নাল্লা-হা হুওয়াস্ সামী‘উল্ বার্ছী।","english_translit":null},{"sura":40,"aya":21,"quran_text":"أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ كَانُوا مِنْ قَبْلِهِمْ كَانُوا هُمْ أَشَدَّ مِنْهُمْ قُوَّةً وَآثَارًا فِي الْأَرْضِ فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ وَمَا كَانَ لَهُمْ مِنَ اللَّهِ مِنْ وَاقٍ","bangla_text":"তারা কি দেশ-বিদেশ ভ্রমণ করে না, যাতে দেখত তাদের পূর্বসুরিদের কি পরিণাম হয়েছে? তাদের শক্তি ও কীর্তি পৃথিবীতে এদের অপেক্ষা অধিকতর ছিল। অতঃপর আল্লাহ তাদেরকে তাদের গোনাহের কারণে ধৃত করেছিলেন এবং আল্লাহ থেকে তাদেরকে রক্ষাকারী কেউ হয়নি।","english_text":"Have they not travelled on the earth that they could see what happened to those before them? They were greater in strength than they, and have left behind them traces on the earth. Yet they were seized by God for their sins, and had none to protect them against God.","bangla_translit":"আওয়ালাম্ ইয়াসীরূ ফিল্ র্আদ্বি ফাইয়ান্জুরূ কাইফা কা-না ‘আ- ক্বিবাতুল্ লাযীনা কা-নূ মিন্ ক্বব্লিহিম্; কা-নূ হুম্ আশাদ্দা মিন্হুম্ কুঅতাঁও অআ-ছোয়া-রান্ ফিল্ র্আদ্বি ফা আখাযাহুমু ল লা-হু বিযুনূবিহিম্; অমা-কা-না লাহুম্ মিনাল্লা-হি মিওঁ ওয়া-ক্ব্।","english_translit":null},{"sura":40,"aya":22,"quran_text":"ذَلِكَ بِأَنَّهُمْ كَانَتْ تَأْتِيهِمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَكَفَرُوا فَأَخَذَهُمُ اللَّهُ إِنَّهُ قَوِيٌّ شَدِيدُ الْعِقَابِ","bangla_text":"এর কারণ এই যে, তাদের কাছে তাদের রসূলগণ সুস্পষ্ট নিদর্শনাবলী নিয়ে আগমন করত, অতঃপর তারা কাফের হয়ে যায়, তখন আল্লাহ তাদের ধৃত করেন। নিশ্চয় তিনি শক্তিধর, কঠোর শাস্তিদাতা।","english_text":"This was so because their apostles came with clear proofs to them, but they refused to believe. So they were seized by God. Surely God is powerful, unrelenting in retribution.","bangla_translit":"যা-লিকা বিআন্নাহুম্ কা-নাত্ তাতীহিম্ রুসুলুহুম্ বিল্বাইয়্যিনাতি ফাকাফারূ ফাআখাযাহুমু ল্লা-হ্ ইন্নাহূ ক্বাওওয়িইয়ুন্ শাদীদুল্ ‘ইক্বা-ব্।","english_translit":null},{"sura":40,"aya":23,"quran_text":"وَلَقَدْ أَرْسَلْنَا مُوسَى بِآيَاتِنَا وَسُلْطَانٍ مُبِينٍ","bangla_text":"আমি আমার নিদর্শনাবলী ও স্পষ্ট প্রমাণসহ মূসাকে প্রেরণ করেছি।","english_text":"We sent Moses with Our signs and clear authority","bangla_translit":"অলাক্বদ্ র্আসাল্না- মূসা- বিআ-ইয়া-তিনা- অ সুল্ত্বোয়া- নিম্ মুবীন্।","english_translit":null},{"sura":40,"aya":24,"quran_text":"إِلَى فِرْعَوْنَ وَهَامَانَ وَقَارُونَ فَقَالُوا سَاحِرٌ كَذَّابٌ","bangla_text":"ফেরাউন, হামান ও কারুণের কাছে, অতঃপর তারা বলল, সে তো জাদুকর, মিথ্যাবাদী।","english_text":"To Pharaoh, Haman and Qarun. But they said: \"He is only a deceiving sorcerer.\"","bangla_translit":"ইলা- র্ফি‘আউনা অহা-মা-না অক্বা-রূনা ফা ক্ব-লূ সা-হিরুন্ কায্যা-ব্।","english_translit":null},{"sura":40,"aya":25,"quran_text":"فَلَمَّا جَاءَهُمْ بِالْحَقِّ مِنْ عِنْدِنَا قَالُوا اقْتُلُوا أَبْنَاءَ الَّذِينَ آمَنُوا مَعَهُ وَاسْتَحْيُوا نِسَاءَهُمْ وَمَا كَيْدُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ","bangla_text":"অতঃপর মূসা যখন আমার কাছ থেকে সত্যসহ তাদের কাছে পৌঁছাল; তখন তারা বলল, যারা তার সঙ্গী হয়ে বিশ্বাস স্থাপন করেছে, তাদের পুত্র সন্তানদেরকে হত্যা কর, আর তাদের নারীদেরকে জীবিত রাখ। কাফেরদের চক্রান্ত ব্যর্থই হয়েছে।","english_text":"And when he brought the truth to them from Us, they said: \"Slay the sons of those who believe with him, and spare their women.\" But the unbelievers' stratagem is bound to fail.","bangla_translit":"ফালাম্মা জ্বা-য়াহুম্ বিল্হাক্ব্ক্বি মিন্ ‘ইন্দিনা-ক্ব-লুকতুলূ য় আব্না-য়া ল্লাযীনা আ-মানূ মা‘আহূ অস্তাহ্ইয়ূ নিসা-য়াহুম্; অমা-কাইদুল্ কা-ফিরীনা ইল্লা-ফী দ্বোয়ালা-ল্।","english_translit":null},{"sura":40,"aya":26,"quran_text":"وَقَالَ فِرْعَوْنُ ذَرُونِي أَقْتُلْ مُوسَى وَلْيَدْعُ رَبَّهُ إِنِّي أَخَافُ أَنْ يُبَدِّلَ دِينَكُمْ أَوْ أَنْ يُظْهِرَ فِي الْأَرْضِ الْفَسَادَ","bangla_text":"ফেরাউন বলল; তোমরা আমাকে ছাড়, মূসাকে হত্যা করতে দাও, ডাকুক সে তার পালনকর্তাকে! আমি আশংকা করি যে, সে তোমাদের ধর্ম পরিবর্তন করে দেবে অথবা সে দেশময় বিপর্যয় সৃষ্টি করবে।","english_text":"\"Let me kill Moses,\" the Pharaoh said, \"and let him call to his Lord. I fear that he will change your faith and spread corruption in the land.\"","bangla_translit":"অক্ব-লা র্ফি‘আউনু যারূনী য় আকতুল্ মূসা-অল্ইয়াদ্ ‘উ রব্বাহূ ইন্নী য় আখা-ফু আইঁ ইয়ুবাদ্দিলা দীনাকুম্ আও আইঁ ইয়ুজ্হির ফিল্ র্আদ্বিল্ ফাসা-দ্।","english_translit":null},{"sura":40,"aya":27,"quran_text":"وَقَالَ مُوسَى إِنِّي عُذْتُ بِرَبِّي وَرَبِّكُمْ مِنْ كُلِّ مُتَكَبِّرٍ لَا يُؤْمِنُ بِيَوْمِ الْحِسَابِ","bangla_text":"মূসা বলল, যারা হিসাব দিবসে বিশ্বাস করে না এমন প্রত্যেক অহংকারী থেকে আমি আমার ও তোমাদের পালনকর্তার আশ্রয় নিয়ে নিয়েছি।","english_text":"Moses said: \"I seek refuge in my Lord and your Lord from every insolent imposter who does not believe in the Day of Reckoning.\"","bangla_translit":"অক্ব-লা মূসা য় ইন্নী উয্তু বিরব্বী অরব্বিকুম্ মিন্ কুল্লি মুতাক্বব্বিরিল্ লা-ইয়ুমিনু বিইয়াওমিল্ হিসা-ব্।","english_translit":null},{"sura":40,"aya":28,"quran_text":"وَقَالَ رَجُلٌ مُؤْمِنٌ مِنْ آلِ فِرْعَوْنَ يَكْتُمُ إِيمَانَهُ أَتَقْتُلُونَ رَجُلًا أَنْ يَقُولَ رَبِّيَ اللَّهُ وَقَدْ جَاءَكُمْ بِالْبَيِّنَاتِ مِنْ رَبِّكُمْ وَإِنْ يَكُ كَاذِبًا فَعَلَيْهِ كَذِبُهُ وَإِنْ يَكُ صَادِقًا يُصِبْكُمْ بَعْضُ الَّذِي يَعِدُكُمْ إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ مُسْرِفٌ كَذَّابٌ","bangla_text":"ফেরাউন গোত্রের এক মুমিন ব্যক্তি, যে তার ঈমান গোপন রাখত, সে বলল, তোমরা কি একজনকে এজন্যে হত্যা করবে যে, সে বলে, আমার পালনকর্তা আল্লাহ, অথচ সে তোমাদের পালনকর্তার নিকট থেকে স্পষ্ট প্রমাণসহ তোমাদের নিকট আগমন করেছে? যদি সে মিথ্যাবাদী হয়, তবে তার মিথ্যাবাদিতা তার উপরই চাপবে, আর যদি সে সত্যবাদী হয়, তবে সে যে শাস্তির কথা বলছে, তার কিছু না কিছু তোমাদের উপর পড়বেই। নিশ্চয় আল্লাহ সীমালংঘনকারী, মিথ্যাবাদীকে পথ প্রদর্শন করেন না।","english_text":"A believer from the House of Pharaoh who had kept his faith to himself, said: \"Will you kill a man because he says: 'My Lord is God,' when he has brought clear signs from his Lord to you? If he is a liar his lie will recoil back on him; but in case he speaks the truth, then what he predicts will befall you. Surely God does not show the way to the shameful liar.","bangla_translit":"অ ক্ব-লা রাজুলুম্ মুমিনুম্ মিন্ আ-লি র্ফি‘আউনা ইয়াক্তুমু ঈমা-নাহূ য় আতাকতুলূনা রাজুলান্ আইঁ ইয়াকুলা রব্বিয়াল্লা-হু অক্বদ্ জ্বা-য়াকুম্ বিল্বাইয়িনা-তি র্মি রব্বিকুম্; অইঁইয়াকু কা-যিবান্ ফা‘আলাইহি কাযিবুহূ অইঁ ইয়াকু ছোয়া-দিকাঁই ইয়ুছিব্কুম্ বা’দুল্লাযী ইয়া‘ইদুকুম্; ইন্না ল্লা-হা লা-ইয়াহ্দী মান্ হওয়া মুস্রিফুন্ কায্যা-ব্।","english_translit":null},{"sura":40,"aya":29,"quran_text":"يَا قَوْمِ لَكُمُ الْمُلْكُ الْيَوْمَ ظَاهِرِينَ فِي الْأَرْضِ فَمَنْ يَنْصُرُنَا مِنْ بَأْسِ اللَّهِ إِنْ جَاءَنَا قَالَ فِرْعَوْنُ مَا أُرِيكُمْ إِلَّا مَا أَرَى وَمَا أَهْدِيكُمْ إِلَّا سَبِيلَ الرَّشَادِ","bangla_text":"হে আমার কওম, আজ এদেশে তোমাদেরই রাজত্ব, দেশময় তোমরাই বিচরণ করছ; কিন্তু আমাদের আল্লাহর শাস্তি এসে গেলে কে আমাদেরকে সাহায্য করবে? ফেরাউন বলল, আমি যা বুঝি, তোমাদেরকে তাই বোঝাই, আর আমি তোমাদেরকে মঙ্গলের পথই দেখাই।","english_text":"O my people, authority is yours today being the most powerful in the land; but who will save us from the scourge of God if it fall upon us?\" \"I show you,\" said the Pharaoh, \"only what I see (is right), and guide you but to the right path.\"","bangla_translit":"ইয়া-ক্বওমি লাকুমুল্ মুল্কুল্ ইয়াওমা জোয়া- হিরীনা ফিল্ র্আদ্বি ফামাইঁ ইয়ান্ছুরুনা মিম্ বাসিল্লা-হি ইন্ জ্বা-য়ানা ক্ব-লা র্ফি‘আউনু মা য় উরীকুম্ ইল্লা-মা য় আর-অমা য় আহ্দীকুম্ ইল্লা -সাবীর্লা রশা-দ্।","english_translit":null},{"sura":40,"aya":30,"quran_text":"وَقَالَ الَّذِي آمَنَ يَا قَوْمِ إِنِّي أَخَافُ عَلَيْكُمْ مِثْلَ يَوْمِ الْأَحْزَابِ","bangla_text":"সে মুমিন ব্যক্তি বললঃ হে আমার কওম, আমি তোমাদের জন্যে পূর্ববর্তী সম্প্রদায়সমূহের মতই বিপদসঙ্কুল দিনের আশংকা করি।","english_text":"But the man of belief said: \"O my people, what I fear for you is the like of what befell the communities (of old).","bangla_translit":"অক্ব-লাল্ লাযী য় আ-মানা ইয়া-ক্বওমি ইন্নী য় আখা-ফু ‘আলাইকুম্ মিছ্লা ইয়াওমিল্ আহ্যা-ব্।","english_translit":null},{"sura":40,"aya":31,"quran_text":"مِثْلَ دَأْبِ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَالَّذِينَ مِنْ بَعْدِهِمْ وَمَا اللَّهُ يُرِيدُ ظُلْمًا لِلْعِبَادِ","bangla_text":"যেমন, কওমে নূহ, আদ, সামুদ ও তাদের পরবর্তীদের অবস্থা হয়েছিল। আল্লাহ বান্দাদের প্রতি কোন যুলুম করার ইচ্ছা করেন না।","english_text":"Like the people of Noah, 'Ad and Thamud, and those that came after them. God does not want to be unjust to His creatures.","bangla_translit":"মিছ্লা দাবি ক্বাওমি নূহিঁও অ‘আ-দিঁও অছামূদা অল্লাযীনা মিম্ বা’দিহিম্; অমাল্লা-হু ইয়ুরীদু জুল্মাল্ লিল্‘ইবা-দ্","english_translit":null},{"sura":40,"aya":32,"quran_text":"وَيَا قَوْمِ إِنِّي أَخَافُ عَلَيْكُمْ يَوْمَ التَّنَادِ","bangla_text":"হে আমার কওম, আমি তোমাদের জন্যে প্রচন্ড হাঁক-ডাকের দিনের আশংকা করি।","english_text":"O my people, what I fear for you is the day of gathering, crying and calling,","bangla_translit":"অইয়া-ক্বওমি ইন্নী য় আখ-ফু ‘আলাইকুম্ ইয়াওমাত্তানা-দ্।","english_translit":null},{"sura":40,"aya":33,"quran_text":"يَوْمَ تُوَلُّونَ مُدْبِرِينَ مَا لَكُمْ مِنَ اللَّهِ مِنْ عَاصِمٍ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ","bangla_text":"যেদিন তোমরা পেছনে ফিরে পলায়ন করবে; কিন্তু আল্লাহ থেকে তোমাদেরকে রক্ষাকারী কেউ থাকবে না। আল্লাহ যাকে পথভ্রষ্ট করেন, তার কোন পথপ্রদর্শক নেই।","english_text":"The day you will turn your backs and flee, with none to defend you against God. Whoever God allows to go astray has none to show him the way.","bangla_translit":"ইয়াওমা তুওয়াল্লূনা মুদ্বিরীনা মা- লাকুম্ মিনাল্লা-হি মিন্ ‘আ-ছিমিন্ অমাইঁ ইয়ুদ্ব্লিনিল্লা-হু ফামা- লাহূ মিন্ হা-দ্।","english_translit":null},{"sura":40,"aya":34,"quran_text":"وَلَقَدْ جَاءَكُمْ يُوسُفُ مِنْ قَبْلُ بِالْبَيِّنَاتِ فَمَا زِلْتُمْ فِي شَكٍّ مِمَّا جَاءَكُمْ بِهِ حَتَّى إِذَا هَلَكَ قُلْتُمْ لَنْ يَبْعَثَ اللَّهُ مِنْ بَعْدِهِ رَسُولًا كَذَلِكَ يُضِلُّ اللَّهُ مَنْ هُوَ مُسْرِفٌ مُرْتَابٌ","bangla_text":"ইতিপূর্বে তোমাদের কাছে ইউসুফ সুস্পষ্ট প্রামাণাদিসহ আগমন করেছিল, অতঃপর তোমরা তার আনীত বিষয়ে সন্দেহই পোষণ করতে। অবশেষে যখন সে মারা গেল, তখন তোমরা বলতে শুরু করলে, আল্লাহ ইউসুফের পরে আর কাউকে রসূলরূপে পাঠাবেন না। এমনিভাবে আল্লাহ সীমালংঘনকারী, সংশয়ী ব্যক্তিকে পথভ্রষ্ট করেন।","english_text":"Joseph had indeed come to you before with clear proofs, but you did not cease to doubt what he had brought until he died, when you said: 'God will not send a prophet after him.' That is how God leads the waster, the sceptic astray.","bangla_translit":"অ লাক্বদ্ জ্বা-য়াকুম্ ইয়ূসুফু মিন্ ক্বব্লু বিল্বাইয়্যিনা-তি ফামা-যিল্তুম্ ফী শাক্কিম্ মিম্মা-জ্বা-য়াকুম্ বিহ্; হাত্তা য় ইযা-হালাকা কুলতুম্ লাইঁ ইয়াব্‘আছা ল্লা-হু মিম্ বা’দিহী রাসূলা-; কাযা-লিকা ইয়ুদ্বিল্লুল্লা-হু মান্ হুওয়া মুস্রিফুম্ র্মুতা-ব্ ।","english_translit":null},{"sura":40,"aya":35,"quran_text":"الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ كَبُرَ مَقْتًا عِنْدَ اللَّهِ وَعِنْدَ الَّذِينَ آمَنُوا كَذَلِكَ يَطْبَعُ اللَّهُ عَلَى كُلِّ قَلْبِ مُتَكَبِّرٍ جَبَّارٍ","bangla_text":"যারা নিজেদের কাছে আগত কোন দলীল ছাড়াই আল্লাহর আয়াত সম্পর্কে বিতর্ক করে, তাদের একজন আল্লাহ ও মুমিনদের কাছে খুবই অসন্তোষজনক। এমনিভাবে আল্লাহ প্রত্যেক অহংকারী-স্বৈরাচারী ব্যক্তির অন্তরে মোহর এঁটে দেন।","english_text":"Those who dispute God's revelations, with no authority having come to them, (are) greatly odious in the sight of God, and the sight of those who believe. That is how God seals every proud and perverse heart.\"","bangla_translit":"নি ল্লাযীনা ইয়ুজ্বা-দিলূনা ফী য় আ-ইয়া-তিল্লা-হি বিগইরি সুল্ত্বোয়া-নিন্ আতা-হুম্; কাবুর মাক্বতান্ ‘ইন্দাল্লা-হি অ‘ইনদাল্ লাযীনা আ-মানূ; কাযা-লিকা ইয়াতবা‘উ ল্লা-হু ‘আলা-কুল্লি ক্বল্বি মুতাকাব্বিরিন্ জ্বাব্বার্-।","english_translit":null},{"sura":40,"aya":36,"quran_text":"وَقَالَ فِرْعَوْنُ يَا هَامَانُ ابْنِ لِي صَرْحًا لَعَلِّي أَبْلُغُ الْأَسْبَابَ","bangla_text":"ফেরাউন বলল, হে হামান, তুমি আমার জন্যে একটি সুউচ্চ প্রাসাদ নির্মাণ কর, হয়তো আমি পৌঁছে যেতে পারব।","english_text":"The Pharaoh said: \"O Haman, build me a lofty tower that I may perhaps find the means","bangla_translit":"অক্ব-লা র্ফি‘আউনু ইয়া-হা-মা-নু ব্নিলী ছোর্য়াহাল্ লা‘আল্লী য় আব্লুগুল্ আস্বা-ব্।","english_translit":null},{"sura":40,"aya":37,"quran_text":"أَسْبَابَ السَّمَاوَاتِ فَأَطَّلِعَ إِلَى إِلَهِ مُوسَى وَإِنِّي لَأَظُنُّهُ كَاذِبًا وَكَذَلِكَ زُيِّنَ لِفِرْعَوْنَ سُوءُ عَمَلِهِ وَصُدَّ عَنِ السَّبِيلِ وَمَا كَيْدُ فِرْعَوْنَ إِلَّا فِي تَبَابٍ","bangla_text":"আকাশের পথে, অতঃপর উঁকি মেরে দেখব মূসার আল্লাহকে। বস্তুতঃ আমি তো তাকে মিথ্যাবাদীই মনে করি। এভাবেই ফেরাউনের কাছে সুশোভিত করা হয়েছিল তার মন্দ কর্মকে এবং সোজা পথ থেকে তাকে বিরত রাখা হয়েছিল। ফেরাউনের চক্রান্ত ব্যর্থ হওয়ারই ছিল।","english_text":"Of reaching the tracts of heaven and look at the god of Moses, though I think that he is a liar.\" Thus were the evil deeds of Pharaoh made to look attractive to him, and he was hindered from the path. So the stratagem of Pharaoh was bound to perish.","bangla_translit":"আস্বা-বাস্ সামা-ওয়া-তি ফায়াতত্বোয়ালি‘আ ইলা য় ইলা-হি মূসা-অ ইন্নী লাআজুন্ন ুহূ কা-যিবা-; অকাযা-লিকা যুইয়্যিনা লির্ফি‘আউনা সূ-য়ু ‘আমালিহী অছুদ্দা ‘আনিস্ সাবীল্; অমা-কাইদু র্ফি‘আউনা ইল্লা-ফী তাবা-ব্।","english_translit":null},{"sura":40,"aya":38,"quran_text":"وَقَالَ الَّذِي آمَنَ يَا قَوْمِ اتَّبِعُونِ أَهْدِكُمْ سَبِيلَ الرَّشَادِ","bangla_text":"মুমিন লোকটি বললঃ হে আমার কওম, তোমরা আমার অনুসরণ কর। আমি তোমাদেরকে সৎপথ প্রদর্শন করব।","english_text":"The man who believed said: \"O my people, follow me; I will guide you to the right path.","bangla_translit":"অ ক্ব-লাল্লাযী য় আ-মানা ইয়া ক্বওমিত্ তাবি‘ঊনি আহ্দিকুম্ সাবীর্লা রশা-দ্।","english_translit":null},{"sura":40,"aya":39,"quran_text":"يَا قَوْمِ إِنَّمَا هَذِهِ الْحَيَاةُ الدُّنْيَا مَتَاعٌ وَإِنَّ الْآخِرَةَ هِيَ دَارُ الْقَرَارِ","bangla_text":"হে আমার কওম, পার্থিব এ জীবন তো কেবল উপভোগের বস্তু, আর পরকাল হচ্ছে স্থায়ী বসবাসের গৃহ।","english_text":"O people, the life of this world is ephemeral; but enduring is the abode of the Hereafter.","bangla_translit":"ইয়া-ক্বওমি ইন্নামা-হা-যিহিল্ হা-ইয়া-তুদ্দুন্ ইয়া-মাতা-‘উঁও অইন্নাল্ আ-খিরতা হিয়া দা-রুল্ ক্বরর্-।","english_translit":null},{"sura":40,"aya":40,"quran_text":"مَنْ عَمِلَ سَيِّئَةً فَلَا يُجْزَى إِلَّا مِثْلَهَا وَمَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ يُرْزَقُونَ فِيهَا بِغَيْرِ حِسَابٍ","bangla_text":"যে মন্দ কর্ম করে, সে কেবল তার অনুরূপ প্রতিফল পাবে, আর যে, পুরুষ অথবা নারী মুমিন অবস্থায় সৎকর্ম করে তারাই জান্নাতে প্রবেশ করবে। তথায় তাদেরকে বে-হিসাব রিযিক দেয়া হবে।","english_text":"Whoever does evil will be requited in accordance with it; but whoever does right, whether man or woman, and is a believer, will enter Paradise, where they will have provision in abundance.","bangla_translit":"মান্ ‘আমিলা সাইয়্যিয়াতান্ ফালা-ইয়ুজ যা য় ইল্লা-মিছ্লাহা-অমান্ ‘আমিলা ছোয়া-লিহাম্ মিন্ যাকারিন্ আও উন্ছা- অ হুওয়া মু’মিনুন্ ফাউলা-য়িকা ইয়াদ্খুলূনাল্ জ্বান্নাতা ইর্য়ুযাকুনা ফীহা-বিগইরি হিসা-ব্।","english_translit":null},{"sura":40,"aya":41,"quran_text":"وَيَا قَوْمِ مَا لِي أَدْعُوكُمْ إِلَى النَّجَاةِ وَتَدْعُونَنِي إِلَى النَّارِ","bangla_text":"হে আমার কওম, ব্যাপার কি, আমি তোমাদেরকে দাওয়াত দেই মুক্তির দিকে, আর তোমরা আমাকে দাওয়াত দাও জাহান্নামের দিকে।","english_text":"O my people, what is wrong with me that I am calling you to preservation, while you invite me to the Fire!","bangla_translit":"অইয়া-ক্বওমি মা-লী য় আদ্‘ঊকুম্ ইলান্ নাজ্বা- তি অ তাদ্‘ঊ নানী য় ইলা ন্নার্-।","english_translit":null},{"sura":40,"aya":42,"quran_text":"تَدْعُونَنِي لِأَكْفُرَ بِاللَّهِ وَأُشْرِكَ بِهِ مَا لَيْسَ لِي بِهِ عِلْمٌ وَأَنَا أَدْعُوكُمْ إِلَى الْعَزِيزِ الْغَفَّارِ","bangla_text":"তোমরা আমাকে দাওয়াত দাও, যাতে আমি আল্লাহকে অস্বীকার করি এবং তাঁর সাথে শরীক করি এমন বস্তুকে, যার কোন প্রমাণ আমার কাছে নেই। আমি তোমাদেরকে দাওয়াত দেই পরাক্রমশালী, ক্ষমাশীল আল্লাহর দিকে।","english_text":"You are asking me to disbelieve in God, and to associate with Him that of which I have no knowledge, yet I invite you to the all-mighty, all-forgiving.","bangla_translit":"তাদ্‘ঊনানী লিআক্ফুরা বিল্লা-হি অউশ্রিকা বিহী মা-লাইসা লী বিহী ‘ইল্মুঁও অআনা আদ্‘ঊকুম্ ইলাল্ ‘আযীযিল্ গফ্ফার্-।","english_translit":null},{"sura":40,"aya":43,"quran_text":"لَا جَرَمَ أَنَّمَا تَدْعُونَنِي إِلَيْهِ لَيْسَ لَهُ دَعْوَةٌ فِي الدُّنْيَا وَلَا فِي الْآخِرَةِ وَأَنَّ مَرَدَّنَا إِلَى اللَّهِ وَأَنَّ الْمُسْرِفِينَ هُمْ أَصْحَابُ النَّارِ","bangla_text":"এতে সন্দেহ নেই যে, তোমরা আমাকে যার দিকে দাওয়াত দাও, হইকালে ও পরকালে তার কোন দাওয়াত নেই! আমাদের প্রত্যাবর্তন আল্লাহর দিকে এবং সীমা লংঘকারীরাই জাহান্নামী।","english_text":"What you are calling me to is surely not worth the calling in this world or in the next, because our returning is to God; and because the transgressors will be inmates of Hell.","bangla_translit":"লা-জ্বারামা আন্নামা-তাদ্‘ঊ নানী য় ইলাইহি লাইসা লাহূ দা’ওয়াতুন্ ফিদ্দুন্ইয়া-অলা-ফিল্ আ-খিরতিও অআন্না-মারদ্দানা য় ইলাল্লা-হি অআন্নাল্ মুস্রিফীনা হুম্ আছ্হা-বুন্ নার্-।","english_translit":null},{"sura":40,"aya":44,"quran_text":"فَسَتَذْكُرُونَ مَا أَقُولُ لَكُمْ وَأُفَوِّضُ أَمْرِي إِلَى اللَّهِ إِنَّ اللَّهَ بَصِيرٌ بِالْعِبَادِ","bangla_text":"আমি তোমাদেরকে যা বলছি, তোমরা একদিন তা স্মরণ করবে। আমি আমার ব্যাপার আল্লাহর কাছে সমর্পণ করছি। নিশ্চয় বান্দারা আল্লাহর দৃষ্টিতে রয়েছে।","english_text":"You will remember what I say in time to come; I submit my case to the judgement of God. Surely God keeps an eye on His creatures.\"","bangla_translit":"ফাসাতায্ কুরূনা মা য় আকুলু লাকুম্; অউফাও ওয়িদ্বু আম্রী য় ইলা ল্লা-হ্; ইন্না ল্লা-হা বাছীরুম্ বিল্ ‘ইবা-দ্।","english_translit":null},{"sura":40,"aya":45,"quran_text":"فَوَقَاهُ اللَّهُ سَيِّئَاتِ مَا مَكَرُوا وَحَاقَ بِآلِ فِرْعَوْنَ سُوءُ الْعَذَابِ","bangla_text":"অতঃপর আল্লাহ তাকে তাদের চক্রান্তের অনিষ্ট থেকে রক্ষা করলেন এবং ফেরাউন গোত্রকে শোচনীয় আযাব গ্রাস করল।","english_text":"So God preserved him from the evil they were planning; and a dreadful doom encompassed the people of Pharaoh:","bangla_translit":"ফাওয়াক্ব-হুল্লা-হু সাইয়িয়া-তি মা-মাকারূ অহা-ক্ব বিআ-লি র্ফি‘আউনা সূ-য়ুল্ ‘আযা-ব্।","english_translit":null},{"sura":40,"aya":46,"quran_text":"النَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوًّا وَعَشِيًّا وَيَوْمَ تَقُومُ السَّاعَةُ أَدْخِلُوا آلَ فِرْعَوْنَ أَشَدَّ الْعَذَابِ","bangla_text":"সকালে ও সন্ধ্যায় তাদেরকে আগুনের সামনে পেশ করা হয় এবং যেদিন কেয়ামত সংঘটিত হবে, সেদিন আদেশ করা হবে, ফেরাউন গোত্রকে কঠিনতর আযাবে দাখিল কর।","english_text":"Fire, to which they are exposed morning and evening. The day the Hour is proclaimed (it will be said:) \"Admit the people of Pharaoh to the severest punishment,\"","bangla_translit":"আন্না-রু ইয়ু’রদ্ব ূনা ‘আলাইহা-গুদুওয়্যাঁও অ‘আশিয়্যান্ অইয়াওমা তাকুমুস্ সা-‘আতু আদ্খিলূ য় আ লা- র্ফি‘আউনা আশাদ্দাল্ ‘আযা-ব্।","english_translit":null},{"sura":40,"aya":47,"quran_text":"وَإِذْ يَتَحَاجُّونَ فِي النَّارِ فَيَقُولُ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنْتُمْ مُغْنُونَ عَنَّا نَصِيبًا مِنَ النَّارِ","bangla_text":"যখন তারা জাহান্নামে পরস্পর বিতর্ক করবে, অতঃপর দূর্বলরা অহংকারীদেরকে বলবে, আমরা তোমাদের অনুসারী ছিলাম। তোমরা এখন জাহান্নামের আগুনের কিছু অংশ আমাদের থেকে নিবৃত করবে কি?","english_text":"As they will noisily argue in the Fire, the weaker ones will say to the arrogant: \"We were your followers, so will you take over some of our share of the fire?\"","bangla_translit":"অ ইয্ ইয়াতাহা-জ্বজুনা ফীন্না-র ফাইয়াকু লুদ্ব্ দু‘আফা-য়ু লিল্লাযীনাস্ তাক্বারূ য় ইন্না-কুন্না-লাকুম্ তাবা‘আন্ ফাহাল্ আন্তুম্ মুগ্নূনা ‘আন্না-নাছীবাম্ মিনান্নার্-।","english_translit":null},{"sura":40,"aya":48,"quran_text":"قَالَ الَّذِينَ اسْتَكْبَرُوا إِنَّا كُلٌّ فِيهَا إِنَّ اللَّهَ قَدْ حَكَمَ بَيْنَ الْعِبَادِ","bangla_text":"অহংকারীরা বলবে, আমরা সবাই তো জাহান্নামে আছি। আল্লাহ তাঁর বান্দাদের ফয়সালা করে দিয়েছেন।","english_text":"The arrogant will answer: \"All of us are in it. Surely God has judged between His creatures.\"","bangla_translit":"ক্ব-লাল্ লাযীনাস্ তাক্বারূ য় ইন্না কুল্লুন্ ফীহা য় ইন্নাল্লা-হা ক্বদ্ হাকামা বাইনাল্ ‘ইবা-দ্।","english_translit":null},{"sura":40,"aya":49,"quran_text":"وَقَالَ الَّذِينَ فِي النَّارِ لِخَزَنَةِ جَهَنَّمَ ادْعُوا رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًا مِنَ الْعَذَابِ","bangla_text":"যারা জাহান্নামে আছে, তারা জাহান্নামের রক্ষীদেরকে বলবে, তোমরা তোমাদের পালনকর্তাকে বল, তিনি যেন আমাদের থেকে একদিনের আযাব লাঘব করে দেন।","english_text":"Those in the Fire will say to the warders of Hell: \"Ask your Lord to reduce the punishment by a day for us.\"","bangla_translit":"অক্ব-লাল্ লাযীনা ফীন্না- রি লিখাযানাতি জ্বাহান্নামাদ্‘ঊ রব্বাকুম্ ইয়ুখাফ্ফিফ্ ‘আন্না-ইয়াওমাম্ মিনাল্ ‘আযা-ব্।","english_translit":null},{"sura":40,"aya":50,"quran_text":"قَالُوا أَوَلَمْ تَكُ تَأْتِيكُمْ رُسُلُكُمْ بِالْبَيِّنَاتِ قَالُوا بَلَى قَالُوا فَادْعُوا وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ","bangla_text":"রক্ষীরা বলবে, তোমাদের কাছে কি সুস্পষ্ট প্রমাণাদিসহ তোমাদের রসূল আসেননি? তারা বলবে হঁ্যা। রক্ষীরা বলবে, তবে তোমরাই দোয়া কর। বস্তুতঃ কাফেরদের দোয়া নিস্ফলই হয়।","english_text":"They will say: \"Did not your apostles come to you with clear proofs?\" They will answer: \"Indeed, they did.\" \"Then pray,\" will (the warders) say. But the praying of unbelievers will be all in vain.","bangla_translit":"ক্ব-লূ য় আওয়ালাম্ তাকু তাতীকুম্ রুছুলুকুম্ বিল্বায়্যিনা-ত্; ক্ব-লূ বালা-; ক্ব-লূ ফাদ্‘উ অমা-দু‘আ-য়ুল্ কা-ফিরীনা ইল্লা-ফী দ্বোয়ালা-ল্ ।","english_translit":null},{"sura":40,"aya":51,"quran_text":"إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ","bangla_text":"আমি সাহায্য করব রসূলগণকে ও মুমিনগণকে পার্থিব জীবনে ও সাক্ষীদের দন্ডায়মান হওয়ার দিবসে।","english_text":"We will certainly help Our messengers and those who believe, in this world, and on the day the witnesses take their stand,","bangla_translit":"ইন্না-লানান্ছুরু রুসুলানা-অল্লাযীনা আ-মানূ ফিল্ হা-ইয়া-তিদ্ দুন্ইয়া-অইয়াওমা ইয়াকু মুল্ আশ্হা-দ্।","english_translit":null},{"sura":40,"aya":52,"quran_text":"يَوْمَ لَا يَنْفَعُ الظَّالِمِينَ مَعْذِرَتُهُمْ وَلَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ","bangla_text":"সে দিন যালেমদের ওযর-আপত্তি কোন উপকারে আসবে না, তাদের জন্যে থাকবে অভিশাপ এবং তাদের জন্যে থাকবে মন্দ গৃহ।","english_text":"The day upon which their excuses will not benefit the evil-doers, and the condemnation and evil abode will be theirs.","bangla_translit":"ইয়াওমা লা-ইয়ান্ফা‘উজ্ জোয়া-লিমীনা মা’যিরাতুহুম্ অলাহুমুল্ লা’নাতু অলাহুম্ সূ-য়ুদ্দার্-।","english_translit":null},{"sura":40,"aya":53,"quran_text":"وَلَقَدْ آتَيْنَا مُوسَى الْهُدَى وَأَوْرَثْنَا بَنِي إِسْرَائِيلَ الْكِتَابَ","bangla_text":"নিশ্চয় আমি মূসাকে হেদায়েত দান করেছিলাম এবং বনী ইসরাঈলকে কিতাবের উত্তরাধিকারী করেছিলাম।","english_text":"Verily We showed Moses the way, and bequeathed the Book to the children of Israel,","bangla_translit":"অলাক্বদ্ আ-তাইনা- মূসাল্ হুদা-অআওরছ্না-বানী য় ইস্র-ঈ লাল্ কিতা-ব্।","english_translit":null},{"sura":40,"aya":54,"quran_text":"هُدًى وَذِكْرَى لِأُولِي الْأَلْبَابِ","bangla_text":"বুদ্ধিমানদের জন্যে উপদেশ ও হেদায়েত স্বরূপ।","english_text":"A guidance and reminder for men of wisdom.","bangla_translit":"হুদাঁও অ যিক্র- লিউ লিল্ আল্বা-ব্।","english_translit":null},{"sura":40,"aya":55,"quran_text":"فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَاسْتَغْفِرْ لِذَنْبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِالْعَشِيِّ وَالْإِبْكَارِ","bangla_text":"অতএব, আপনি সবর করুন নিশ্চয় আল্লাহর ওয়াদা সত্য। আপনি আপনার গোনাহের জন্যে ক্ষমা প্রর্থনা করুন এবং সকাল-সন্ধ্যায় আপনার পালনকর্তার প্রশংসাসহ পবিত্রতা বর্ণনা করুন।","english_text":"So persevere; the promise of God is true; and seek forgiveness for your sins, and chant the praises of your Lord evening and morning.","bangla_translit":"ফার্ছ্বি ইন্না ওয়া’দাল্লা-হি হাকক্বুও অস্তার্গ্ফি লিযাম্বিকা অসাব্বিহ্ বিহাম্দি রব্বিকা বিল্ ‘আশিয়্যি অল্ ইব্কার্-।","english_translit":null},{"sura":40,"aya":56,"quran_text":"إِنَّ الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ إِنْ فِي صُدُورِهِمْ إِلَّا كِبْرٌ مَا هُمْ بِبَالِغِيهِ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ","bangla_text":"নিশ্চয় যারা আল্লাহর আয়াত সম্পর্কে বিতর্ক করে তাদের কাছে আগত কোন দলীল ব্যতিরেকে, তাদের অন্তরে আছে কেবল আত্নম্ভরিতা, যা অর্জনে তারা সফল হবে না। অতএব, আপনি আল্লাহর আশ্রয় প্রার্থনা করুন। নিশ্চয় তিনি সবকিছু শুনেন, সবকিছু দেখেন।","english_text":"Verily those who argue in the matter of God's revelations, without authority having reached them, have nothing but pride in their hearts, and they will not achieve their end. So take refuge in God: Surely He is all-hearing and all-seeing.","bangla_translit":"ইন্নাল্লাযীনা ইয়ুজ্বা- দিলূনা ফী য় আ-ইয়া-তি ল্লা-হি বিগইরি সুল্ত্বোয়া-নিন্ আতা-হুম্ ইন্ ফী ছুদূরিহিম্ ইল্লা-কিব্রুম্ মা-হুম্ বিবা-লিগীহি ফাস্তা‘ইয্ বিল্লা-হ্; ইন্নাহূ হুওয়াস্ সামী‘উল্ বার্ছী।","english_translit":null},{"sura":40,"aya":57,"quran_text":"لَخَلْقُ السَّمَاوَاتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ","bangla_text":"মানুষের সৃষ্টি অপেক্ষা নভোমন্ডল ও ভূ-মন্ডলের সৃষ্টি কঠিনতর। কিন্তু অধিকাংশ মানুষ বোঝে না।","english_text":"The creation of the heavens and the earth is indeed of greater magnitude than the creation of mankind; but most men do not understand.","bangla_translit":"লাখাল্ক্ব স্ সামা-ওয়া-তি অল্ ‘র্আদ্বি আক্বারু মিন্ খল্ক্বিন্না-সি অলা- কিন্না আক্ছারান্না- সি লা-ইয়া’লামূন্।","english_translit":null},{"sura":40,"aya":58,"quran_text":"وَمَا يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَلَا الْمُسِيءُ قَلِيلًا مَا تَتَذَكَّرُونَ","bangla_text":"অন্ধ ও চক্ষুষ্মান সমান নয়, আর যারা বিশ্বাস স্থাপন করে ও সৎকর্ম করে এবং কুকর্মী। তোমরা অল্পই অনুধাবন করে থাক।","english_text":"The blind and the seeing are surely not alike, nor those who believe and act rightly and those who do evil. Little do you reflect!","bangla_translit":"অমা- ইয়াস্তাওয়িল্ আমা-অল্বাছীরু অল্লাযীনা আ-মানূ অ ‘আমিলুছ্ ছোয়া- লিহা-তি অলাল্ মুসি-য়ু; ক্বলীলাম্ মা-তাতাযাক্কারূন্।","english_translit":null},{"sura":40,"aya":59,"quran_text":"إِنَّ السَّاعَةَ لَآتِيَةٌ لَا رَيْبَ فِيهَا وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ","bangla_text":"কেয়ামত অবশ্যই আসবে, এতে সন্দেহ নেই; কিন্ত অধিকাংশ লোক বিশ্বাস স্থাপন করে না।","english_text":"The Hour will certainly come; there is no mystery about it; but most men do not believe.","bangla_translit":"ইন্নাস্ সা-‘আতা লা আ-তিয়াতুল্ লা-রাইবা ফীহা-অলা-কিন্না আক্ছারান্ না-সি লা-ইয়ু’ মিনূন্।","english_translit":null},{"sura":40,"aya":60,"quran_text":"وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ","bangla_text":"তোমাদের পালনকর্তা বলেন, তোমরা আমাকে ডাক, আমি সাড়া দেব। যারা আমার এবাদতে অহংকার করে তারা সত্বরই জাহান্নামে দাখিল হবে লাঞ্ছিত হয়ে।","english_text":"Your Lord has said: \"Call to Me that I may answer your call. Surely those who disdain worshipping Me will enter Hell, disgraced.\"","bangla_translit":"অ ক্ব-লা রব্বুকুমুদ্‘ঊনী য় আস্তাজিব্ লাকুম্; ইন্নাল্লাযীনা ইয়াস্তাক্বিরূনা ‘আন্ ‘ইবা-দাতী সাইয়াদ্খুলূনা জ্বাহান্নামা দা-খিরীন্।","english_translit":null},{"sura":40,"aya":61,"quran_text":"اللَّهُ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ","bangla_text":"তিনিই আল্লাহ যিনি রাত্র সৃষ্টি করেছেন তোমাদের বিশ্রামের জন্যে এবং দিবসকে করেছেন দেখার জন্যে। নিশ্চয় আল্লাহ মানুষের প্রতি অনুগ্রহশীল, কিন্তু অধিকাংশ মানুষ কৃতজ্ঞতা স্বীকার করে না।","english_text":"It is God who made the night for you to rest, the day to make things visible. Indeed God is gracious to men, but most men are not grateful.","bangla_translit":"আল্লা- হুল্ লাযী জ্বা‘আলা লাকুমুল্ লাইলা লিতাস্কুনূ ফীহি অন্নাহা-রা মুব্ছিরা-; ইন্নাল্লা-হা লাযূ ফাদ্ব্লিন্ ‘আলা ন্না-সি অলা-কিন্না আক্ছারান্ না-সি লা-ইয়াশ্কুরূন্।","english_translit":null},{"sura":40,"aya":62,"quran_text":"ذَلِكُمُ اللَّهُ رَبُّكُمْ خَالِقُ كُلِّ شَيْءٍ لَا إِلَهَ إِلَّا هُوَ فَأَنَّى تُؤْفَكُونَ","bangla_text":"তিনি আল্লাহ, তোমাদের পালনকর্তা, সব কিছুর স্রষ্টা। তিনি ব্যতীত কোন উপাস্য নেই। অতএব তোমরা কোথায় বিভ্রান্ত হচ্ছ?","english_text":"He is God your Lord, creator of everything. There is no god but He. How then do you turn away (from Him)?","bangla_translit":"যা-লিকুমু ল্লা-হু রব্বুকুম্ খ-লিকু কুল্লি শাইয়িন্। লা য় ইলা-হা ইল্লা-হুওয়া ফা আন্না-তুফাকূন্।","english_translit":null},{"sura":40,"aya":63,"quran_text":"كَذَلِكَ يُؤْفَكُ الَّذِينَ كَانُوا بِآيَاتِ اللَّهِ يَجْحَدُونَ","bangla_text":"এমনিভাবে তাদেরকে বিভ্রান্ত করা হয়, যারা আল্লাহর আয়াতসমূহকে অস্বীকার করে।","english_text":"Only they are turned away thus who deny the signs of God.","bangla_translit":"কাযা-লিকা ইয়ু’ ফাকুল্ লাযীনা কা-নূ বিআ-ইয়া-তিল্লা-হি ইয়াজহাদূন্।","english_translit":null},{"sura":40,"aya":64,"quran_text":"اللَّهُ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ قَرَارًا وَالسَّمَاءَ بِنَاءً وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَرَزَقَكُمْ مِنَ الطَّيِّبَاتِ ذَلِكُمُ اللَّهُ رَبُّكُمْ فَتَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ","bangla_text":"আল্লাহ, পৃথিবীকে করেছেন তোমাদের জন্যে বাসস্থান, আকাশকে করেছেন ছাদ এবং তিনি তোমাদেরকে আকৃতি দান করেছেন, অতঃপর তোমাদের আকৃতি সুন্দর করেছেন এবং তিনি তোমাদেরকে দান করেছেন পরিচ্ছন্ন রিযিক। তিনি আল্লাহ, তোমাদের পালনকর্তা। বিশ্বজগতের পালনকর্তা, আল্লাহ বরকতময়।","english_text":"It is God who made the earth a dwelling for you, and the sky a vaulted roof, who fashioned you and gave you excellent form and provided you with clean and wholesome things. He is God, your Lord. So blessed be God, the Lord of all the worlds.","bangla_translit":"আল্লা-হুল্ লাযী জ্বা‘আলা লাকুমুল্ র্আদ্বোয়া ক্বারারাঁও অস্সামা-য়া বিনা-য়াঁও অ ছোয়াওয়ারকুম্ ফাআহ্সানা ছুওয়্যারাকুম্ অরযাক্বকুম্ মিনাত ত্বোয়াইয়্যিবা-ত্; যা- লিকুমুল্লা-হু রব্বুকুম্, ফাতাবা-রকাল্লা-হু রব্বুল্ ‘আ-লামীন্।","english_translit":null},{"sura":40,"aya":65,"quran_text":"هُوَ الْحَيُّ لَا إِلَهَ إِلَّا هُوَ فَادْعُوهُ مُخْلِصِينَ لَهُ الدِّينَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ","bangla_text":"তিনি চিরঞ্জীব, তিনি ব্যতীত কোন উপাস্য নেই। অতএব, তাঁকে ডাক তাঁর খাঁটি এবাদতের মাধ্যমে। সমস্ত প্রশংসা বিশ্বজগতের পালনকর্তা আল্লাহর।","english_text":"He is the living. There is no god but He. Therefore pray to Him with obedience all-exclusive. Praise be to God, the Lord of all the worlds.","bangla_translit":"হুওয়াল্ হাইয়্যু লা য় ইলা-হা ইল্লা-হুওয়া ফাদ্‘ঊহু মুখ্লিছিনা লাহুদ্দী ন্; আল্হাম্দু লিল্লা-হি রব্বিল্ ‘আ-লামীন্।","english_translit":null},{"sura":40,"aya":66,"quran_text":"قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ لَمَّا جَاءَنِيَ الْبَيِّنَاتُ مِنْ رَبِّي وَأُمِرْتُ أَنْ أُسْلِمَ لِرَبِّ الْعَالَمِينَ","bangla_text":"বলুন, যখন আমার কাছে আমার পালনকর্তার পক্ষ থেকে স্পষ্ট প্রমাণাদি এসে গেছে, তখন আল্লাহ ব্যতীত তোমরা যার পূজা কর, তার এবাদত করতে আমাকে নিষেধ করা হয়েছে। আমাকে আদেশ করা হয়েছে বিশ্ব পালনকর্তার অনুগত থাকতে।","english_text":"Say: \"I am forbidden to worship those you call apart from God, since clear signs have come to me from my Lord, and I am commanded to submit to the Lord of all the worlds.\"","bangla_translit":"কুল্ ইন্নী নুহীতু আন্ আ’বুদাল্ লাযীনা তাদ্‘ঊনা মিন্ দূনিল্লা-হি লাম্মা-জ্বা-য়ানিয়াল্ বাইয়্যিনা-তু র্মি রব্বী অউর্মিতু আন্ উস্লিমা লিরব্বিল্ ‘আ-লামীন্।","english_translit":null},{"sura":40,"aya":67,"quran_text":"هُوَ الَّذِي خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ يُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ ثُمَّ لِتَكُونُوا شُيُوخًا وَمِنْكُمْ مَنْ يُتَوَفَّى مِنْ قَبْلُ وَلِتَبْلُغُوا أَجَلًا مُسَمًّى وَلَعَلَّكُمْ تَعْقِلُونَ","bangla_text":"তিনি তো তোমাদের সৃষ্টি করেছেন মাটির দ্বারা, অতঃপর শুক্রবিন্দু দ্বারা, অতঃপর জমাট রক্ত দ্বারা, অতঃপর তোমাদেরকে বের করেন শিশুরূপে, অতঃপর তোমরা যৌবনে পদর্পণ কর, অতঃপর বার্ধক্যে উপনীত হও। তোমাদের কারও কারও এর পূর্বেই মৃত্যু ঘটে এবং তোমরা নির্ধারিত কালে পৌঁছ এবং তোমরা যাতে অনুধাবন কর।","english_text":"It is He who created you from dust, then a drop of semen, then the embryo; afterwards He brings you forth as a child; then you attain the age of manhood, and then reach old age. But some of you die before you reach the appointed term that you may haply understand.","bangla_translit":"হুওয়াল্ লাযী খালাক্বকুম্ মিন্ তুরা-বিন্ ছুম্মা মিন্ নুত্ফাতিন্ ছুম্মা মিন্ ‘আলাক্বাতিন্ ছুম্মা ইয়ুখ্রিজুকুম্ ত্বিফ্লান্ ছুম্মা লিতাব্লুগূ য় আশুদ্দাকুম্ ছুম্মা লিতাকূনূ শুইয়ূখান্ অমিন্কুম্ মাইঁ ইয়ুতাওয়াফ্ফা-মিন্ ক্বব্লু অ লিতাব্লুগূ য় আজ্বালাম্ মুসাম্মাঁও অ লা‘আল্লাকুম্ তা’ক্বি লূন্।","english_translit":null},{"sura":40,"aya":68,"quran_text":"هُوَ الَّذِي يُحْيِي وَيُمِيتُ فَإِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ","bangla_text":"তিনিই জীবিত করেন এবং মৃত্যু দেন। যখন তিনি কোন কাজের আদেশ করেন, তখন একথাই বলেন, হয়ে যা’-তা হয়ে যায়।","english_text":"It is He who gives you life and death. When He creates a thing, He has only to say: \"Be,\" and it is.","bangla_translit":"হুওয়াল্ লাযী ইয়ুহ্য়ী অইয়ুমীতু ফাইযা-ক্বাদ্বোয়া য় আম্রান্ ফাইন্নামা- ইয়াকুলু লাহূ কুন্ ফাইয়াকূন্।","english_translit":null},{"sura":40,"aya":69,"quran_text":"أَلَمْ تَرَ إِلَى الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ أَنَّى يُصْرَفُونَ","bangla_text":"আপনি কি তাদেরকে দেখেননি, যারা আল্লাহর আয়াত সম্পর্কে বিতর্ক করে, তারা কোথায় ফিরছে?","english_text":"Have you not seen how those who dispute the signs of God are turned away?","bangla_translit":"আলাম্ তারা ইলাল্ লাযীনা ইয়ুজ্বা- দিলূনা ফী য় আ-ইয়া-তিল্লা-হ্; আন্না- ইয়ুছ্রাফূন্।","english_translit":null},{"sura":40,"aya":70,"quran_text":"الَّذِينَ كَذَّبُوا بِالْكِتَابِ وَبِمَا أَرْسَلْنَا بِهِ رُسُلَنَا فَسَوْفَ يَعْلَمُونَ","bangla_text":"যারা কিতাবের প্রতি এবং যে বিষয় দিয়ে আমি পয়গম্বরগণকে প্রেরণ করেছি, সে বিষয়ের প্রতি মিথ্যারোপ করে। অতএব, সত্বরই তারা জানতে পারবে।","english_text":"Those who deny the Book and what We have sent down with Our apostles, will soon come to know","bangla_translit":"আল্লাযীনা কায্যাবূ বিল্ কিতা-বি অ বিমা য় র্আছাল্না-বিহী রুসুলানা-ফাসাওফা ইয়া’লামূন্।","english_translit":null},{"sura":40,"aya":71,"quran_text":"إِذِ الْأَغْلَالُ فِي أَعْنَاقِهِمْ وَالسَّلَاسِلُ يُسْحَبُونَ","bangla_text":"যখন বেড়িও শৃঙ্খল তাদের গলদেশে পড়বে। তাদেরকে টেনে নিয়ে যাওয়া হবে।","english_text":"When, with (iron) collars and chains around their necks, they will be dragged","bangla_translit":"ইযিল্ আগ্লা-লু ফী য় আ’না- ক্বিহিম্ অস্সালা-সিল্; ইয়ুস্হাবূন্","english_translit":null},{"sura":40,"aya":72,"quran_text":"فِي الْحَمِيمِ ثُمَّ فِي النَّارِ يُسْجَرُونَ","bangla_text":"ফুটন্ত পানিতে, অতঃপর তাদেরকে আগুনে জ্বালানো হবে।","english_text":"Through boiling water, and then burnt in the Fire.","bangla_translit":"ফীল্ হামীমি ছুম্মা ফী ন্না-রি ইয়ুস্জ্বারূন্।","english_translit":null},{"sura":40,"aya":73,"quran_text":"ثُمَّ قِيلَ لَهُمْ أَيْنَ مَا كُنْتُمْ تُشْرِكُونَ","bangla_text":"অতঃপর তাদেরকে বলা হবে, কোথায় গেল যাদেরকে তোমরা শরীক করতে।","english_text":"They will then be asked: \"Where are they you took as partners","bangla_translit":"ছুম্মা ক্বীলা লাহুম্ আইনা মা-কুন্তুম্ তুশ্রিকূন্।","english_translit":null},{"sura":40,"aya":74,"quran_text":"مِنْ دُونِ اللَّهِ قَالُوا ضَلُّوا عَنَّا بَلْ لَمْ نَكُنْ نَدْعُو مِنْ قَبْلُ شَيْئًا كَذَلِكَ يُضِلُّ اللَّهُ الْكَافِرِينَ","bangla_text":"আল্লাহ ব্যতীত? তারা বলবে, তারা আমাদের কাছ থেকে উধাও হয়ে গেছে; বরং আমরা তো ইতিপূর্বে কোন কিছুর পূজাই করতাম না। এমনি ভাবে আল্লাহ কাফেরদেরকে বিভ্রান্ত করেন।","english_text":"Apart from God?\" They will answer: \"They have left us in the lurch and fled. In fact it was nothing that we prayed to before.\" That is how God sends the unbelievers astray.","bangla_translit":"মিন্ দূ নিল্লা-হ্; ক্ব-লূ দ্বোয়াল্লূ ‘আন্না- বাল্ লাম্ নাকুন্ নাদ্‘ঊ মিন্ ক্বব্লু শাইয়া-; কাযা-লিকা ইয়ুদ্বিল্লুল্লা-হুল্ কা-ফিরীন্।","english_translit":null},{"sura":40,"aya":75,"quran_text":"ذَلِكُمْ بِمَا كُنْتُمْ تَفْرَحُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنْتُمْ تَمْرَحُونَ","bangla_text":"এটা একারণে যে, তোমরা দুনিয়াতে অন্যায়ভাবে আনন্দ-উল্লাস করতে এবং এ কারণে যে, তোমরা ঔদ্ধত্য করতে।","english_text":"\"This is so because you went about exulting wrongfully in the land,\" (will they be told), \"and you were insolent.","bangla_translit":"যা-লিকুম্ বিমা-কুন্তুম্ তাফ্রাহূনা ফিল্ র্আদ্বি বিগইরিল্ হাকক্বি অবিমা-কুনতুম্ তাম্রাহূন্।","english_translit":null},{"sura":40,"aya":76,"quran_text":"ادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ","bangla_text":"প্রবেশ কর তোমরা জাহান্নামের দরজা দিয়ে সেখানে চিরকাল বসবাসের জন্যে। কত নিকৃষ্ট দাম্ভিকদের আবাসস্থল।","english_text":"So enter the gates of Hell to abide in it for ever.\" How evil the abode of the arrogant!","bangla_translit":"উদ্খুলূ য় আব্ওয়া-বা জ্বাহান্নামা খা-লিদীনা ফীহা-ফাবিসা মাস্ওয়াল্ মুতাকাব্বিরীন্।","english_translit":null},{"sura":40,"aya":77,"quran_text":"فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ فَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا يُرْجَعُونَ","bangla_text":"অতএব আপনি সবর করুন। নিশ্চয় আল্লাহর ওয়াদা সত্য। অতঃপর আমি কাফেরদেরকে যে শাস্তির ওয়াদা দেই, তার কিয়দংশ যদি আপনাকে দেখিয়ে দেই অথবা আপনার প্রাণ হরণ করে নেই, সর্বাবস্থায় তারা তো আমারই কাছে ফিরে আসবে।","english_text":"So you persevere with patience (in your mission). The promise of God is true. Whether We show you some of the punishment We have promised them, or gather you up in death, they have to come back to Us.","bangla_translit":"ফার্ছ্বি ইন্না ওয়া’দাল্লা-হি হাককুন্ ফাইম্মা-নুরিইয়্যান্নাকা বা’দ্বোয়াল্ লাযী না‘ইদুহুম্ আও নাতাওয়াফ্ফাইয়ান্নাকা ফাইলাইনা-ইর্য়ুজ্বা‘ঊন্।","english_translit":null},{"sura":40,"aya":78,"quran_text":"وَلَقَدْ أَرْسَلْنَا رُسُلًا مِنْ قَبْلِكَ مِنْهُمْ مَنْ قَصَصْنَا عَلَيْكَ وَمِنْهُمْ مَنْ لَمْ نَقْصُصْ عَلَيْكَ وَمَا كَانَ لِرَسُولٍ أَنْ يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ فَإِذَا جَاءَ أَمْرُ اللَّهِ قُضِيَ بِالْحَقِّ وَخَسِرَ هُنَالِكَ الْمُبْطِلُونَ","bangla_text":"আমি আপনার পূর্বে অনেক রসূল প্রেরণ করেছি, তাদের কারও কারও ঘটনা আপনার কাছে বিবৃত করেছি এবং কারও কারও ঘটনা আপনার কাছে বিবৃত করিনি। আল্লাহর অনুমতি ব্যতীত কোন নিদর্শন নিয়ে আসা কোন রসূলের কাজ নয়। যখন আল্লাহর আদেশ আসবে, তখন ন্যায় সঙ্গত ফয়সালা হয়ে যাবে। সেক্ষেত্রে মিথ্যাপন্থীরা ক্ষতিগ্রস্ত হবে।","english_text":"Surely We have sent apostles before you, some of whose account We have related to you, and that of some We have not told you. But no apostle was given a miracle unless God dispensed. But when the decree of God comes the sentence is passed with justice; and the lovers of vice and vanity will then come to grief.","bangla_translit":"অলাক্বদ্ র্আসালনা- রুসুলাম্ মিন্ ক্ববলিকা মিন্হুম্ মান্ ক্বাছোয়াছ্না- ‘আলাইকা; অমিন্হুম্ মাল্লাম্ নাকছুছ্ ‘আলাইক্; অমা-কা-না লিরাসূ লিন্ আইঁ ইয়্যা ‘তিয়া বিআ- ইয়া-তিন্ ইল্লা-বিইয্নি ল্লা-হি ফাইযা-জ্বা-য়া আম্রু ল্লা-হি কুদ্বিয়া বিল্ হাক্ব্ক্বি অখসিরা হুনা-লিকাল্ মুব্ত্বিলূন্।","english_translit":null},{"sura":40,"aya":79,"quran_text":"اللَّهُ الَّذِي جَعَلَ لَكُمُ الْأَنْعَامَ لِتَرْكَبُوا مِنْهَا وَمِنْهَا تَأْكُلُونَ","bangla_text":"আল্লাহ তোমাদের জন্যে চতুস্পদ জন্তু সৃষ্টি করেছেন, যাতে কোন কোনটিই বাহন হিসাবে ব্যবহার কর এবং কোন কোনটিকে ভক্ষণ কর।","english_text":"It is God who made the cattle for you so that some you ride and some you eat.","bangla_translit":"আল্লাহুল্ লাযী জ্বা‘আলা লাকুমুল্ আন্‘আ-মা লির্তাকাবূ মিন্হা-অ মিন্হা-তা’কুলূন্।","english_translit":null},{"sura":40,"aya":80,"quran_text":"وَلَكُمْ فِيهَا مَنَافِعُ وَلِتَبْلُغُوا عَلَيْهَا حَاجَةً فِي صُدُورِكُمْ وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُونَ","bangla_text":"তাতে তোমাদের জন্যে অনেক উপকারিতা রয়েছে আর এজন্যে সৃষ্টি করেছেন; যাতে সেগুলোতে আরোহণ করে তোমরা তোমাদের অভীষ্ট প্রয়োজন পূর্ণ করতে পার। এগুলোর উপর এবং নৌকার উপর তোমরা বাহিত হও।","english_text":"There are advantages for you in them, so that you may satisfy your needs through them, and may be borne upon them and on ships.","bangla_translit":"অলাকুম্ ফীহা-মানা ফি‘উ অলিতাব্লুগূ ‘আলাইহা-হা-জ্বাতান্ ফী ছুদূরিকুম্ অ‘আলাইহা- অ‘আলাল্ ফুল্কি তুহ্মালূন্।","english_translit":null},{"sura":40,"aya":81,"quran_text":"وَيُرِيكُمْ آيَاتِهِ فَأَيَّ آيَاتِ اللَّهِ تُنْكِرُونَ","bangla_text":"তিনি তোমাদেরকে তাঁর নিদর্শনাবলী দেখান। অতএব, তোমরা আল্লাহর কোন কোন নিদর্শনকে অস্বীকার করবে?","english_text":"He shows His signs. How many of God's signs will you then deny?","bangla_translit":"অ ইয়ুরীকুম্ আ-ইয়া-তিহী ফাআইয়্যা আ-ইয়া-তি ল্লা-হি তুন্কিরূন্।","english_translit":null},{"sura":40,"aya":82,"quran_text":"أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ كَانُوا أَكْثَرَ مِنْهُمْ وَأَشَدَّ قُوَّةً وَآثَارًا فِي الْأَرْضِ فَمَا أَغْنَى عَنْهُمْ مَا كَانُوا يَكْسِبُونَ","bangla_text":"তারা কি পৃথিবীতে ভ্রমণ করেনি? করলে দেখত, তাদের পূর্ববর্তীদের কি পরিণাম হয়েছে। তারা তাদের চেয়ে সংখ্যায় বেশী এবং শক্তি ও কীর্তিতে অধিক প্রবল ছিল, অতঃপর তাদের কর্ম তাদেরকে কোন উপকার দেয়নি।","english_text":"Have they not travelled in the land and seen how was the end of those before them who were far more numerous than they and more strong, and have left behind them traces on the earth. And yet nothing of what they did profited them.","bangla_translit":"আফালাম্ ইয়াসীরূ ফিল্ র্আদ্বি ফাইয়ান্জুরূ কাইফা কা-না ‘আ-ক্বিবাতুল্ লাযীনা মিন্ ক্বব্লিহিম্; কা-নূ য় আক্ছার মিন্হুম্ অআশাদ্দা কুওয়্যাতাঁও অআ-ছা-রান্ ফিল্ র্আদ্বি ফামা য় আগ্না- ‘আন্হুম্ মা-কা-নূ ইয়াক্সিবূন্।","english_translit":null},{"sura":40,"aya":83,"quran_text":"فَلَمَّا جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَرِحُوا بِمَا عِنْدَهُمْ مِنَ الْعِلْمِ وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ","bangla_text":"তাদের কাছে যখন তাদের রসূলগণ স্পষ্ট প্রমাণাদিসহ আগমন করেছিল, তখন তারা নিজেদের জ্ঞান-গরিমার দম্ভ প্রকাশ করেছিল। তারা যে বিষয় নিয়ে ঠাট্টাবিদ্রুপ করেছিল, তাই তাদেরকে গ্রাস করে নিয়েছিল।","english_text":"For when Our apostles came to them with clear proofs, they boasted and exulted at the knowledge they possessed; but what they used to mock recoiled back on them,","bangla_translit":"ফালাম্মা জ্বা-য়াত্ হুম্ রুসুলুহুম্ বিল্বাইয়্যিনা-তি ফারিহূ বিমা-‘ইন্দা হুম্ মিনাল্ ‘ইলমি অহা-ক্ব বিহিম্ মা-কা-নূ বিহী ইয়াস্তাহ্যিয়ূন্।","english_translit":null},{"sura":40,"aya":84,"quran_text":"فَلَمَّا رَأَوْا بَأْسَنَا قَالُوا آمَنَّا بِاللَّهِ وَحْدَهُ وَكَفَرْنَا بِمَا كُنَّا بِهِ مُشْرِكِينَ","bangla_text":"তারা যখন আমার শাস্তি প্রত্যক্ষ করল, তখন বলল, আমরা এক আল্লাহর প্রতি বিশ্বাস করলাম এবং যাদেরকে শরীক করতাম, তাদেরকে পরিহার করলাম।","english_text":"So that when they saw Our might, they said: \"We believe in God the one and single, and reject those we associated (with Him).\" --","bangla_translit":"ফালাম্মা-র আও বাসানা-ক্ব-লূ য় আ-মান্না- বিল্লা-হি ওয়াহ্দাহূ অ কাফারনা-বিমা-কুন্না-বিহী মুশ্রিকীন্।","english_translit":null},{"sura":40,"aya":85,"quran_text":"فَلَمْ يَكُ يَنْفَعُهُمْ إِيمَانُهُمْ لَمَّا رَأَوْا بَأْسَنَا سُنَّتَ اللَّهِ الَّتِي قَدْ خَلَتْ فِي عِبَادِهِ وَخَسِرَ هُنَالِكَ الْكَافِرُونَ","bangla_text":"অতঃপর তাদের এ ঈমান তাদের কোন উপকারে আসল না যখন তারা শাস্তি প্রত্যক্ষ করল। আল্লাহর এ নিয়মই পূর্ব থেকে তাঁর বান্দাদের মধ্যে প্রচলিত হয়েছে। সেক্ষেত্রে কাফেররা ক্ষতিগ্রস্ত হয়।","english_text":"But then their affirming served them nothing after they had seen Our torment. This is the law of God that has prevailed among His creatures, Then the unbelievers went to rack and ruin.","bangla_translit":"ফালাম্ ইয়াকু ইয়ান্ফা‘উহুম্ ঈমা-নুহুম্ লাম্মা রায়াও বাসানা-;সুন্নাতাল্লা-হিল্লাতী ক্বদ্ খলাত্ ফী ‘ইবা-দিহী অখসির হুনা-লিকাল্ কা-ফিরূন্","english_translit":null}]