[{"sura":41,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ حم","bangla_mohiuddin":"হা-মীম।","bangla_murtaza":"পরম করুণাময়পরম দয়াবান আল্লাহর নামে হা মিম!","english_text":"HA MIM.","bangla_translit":"হা-মী-ম্।","english_translit":"Hameem"},{"sura":41,"aya":2,"quran_text":"تَنْزِيلٌ مِنَ الرَّحْمَنِ الرَّحِيمِ","bangla_mohiuddin":"এটা অবতীর্ণ পরম করুণাময়, দয়ালুর পক্ষ থেকে।","bangla_murtaza":"রহমানুর রহিমের পক্ষ থেকে নাযিল হচ্ছে (এই কিতাব)।","english_text":"A revelation from the most benevolent, ever-merciful,","bangla_translit":"তান্যী লুম্ মির্না রহমা-নির রহীম্।","english_translit":"Tanzeelun mina alrrahmani alrraheemi"},{"sura":41,"aya":3,"quran_text":"كِتَابٌ فُصِّلَتْ آيَاتُهُ قُرْآنًا عَرَبِيًّا لِقَوْمٍ يَعْلَمُونَ","bangla_mohiuddin":"এটা কিতাব, এর আয়াতসমূহ বিশদভাবে বিবৃত আরবী কোরআনরূপে জ্ঞানী লোকদের জন্য।","bangla_murtaza":"এটি এমন একটি কিতাব, যার আয়াতসমূহ বিশদ বিবরণ সম্বলিত। এটি আরবি ভাষায় (অবতীর্ণ) কুরআন, যেসব লোক এলেম চর্চা করে তাদের জন্যে।","english_text":"A Book whose verses have been distinguished and explained, a lucid discourse for people who understand,","bangla_translit":"কিতাবুন্ ফুছ্ছিলাত্ আ-ইয়া-তুহূ কর্আ-নান্ ‘আরবিয়্যাল্ লিক্বওমিইঁ ইয়া’লামূ ন্।","english_translit":"Kitabun fussilat ayatuhu quranan AAarabiyyan liqawmin yaAAlamoona"},{"sura":41,"aya":4,"quran_text":"بَشِيرًا وَنَذِيرًا فَأَعْرَضَ أَكْثَرُهُمْ فَهُمْ لَا يَسْمَعُونَ","bangla_mohiuddin":"সুসংবাদদাতা ও সতর্ককারীরূপে, অতঃপর তাদের অধিকাংশই মুখ ফিরিয়ে নিয়েছে, তারা শুনে না।","bangla_murtaza":"এটি সুসংবাদবাহী ও সতর্ককারী (কিতাব)। কিন্তু অধিকাংশ লোক মুখ ফিরিয়ে নিয়েছে, ফলে তারা আর শুনবে না।","english_text":"Announcing happy news and warnings. And yet most of them are averse and do not listen,","bangla_translit":"বাশীরাঁও অ নাযীরান্ ফা‘আরদ্বোয়া আক্ছারুহুম্ ফাহুম্ লা-ইয়াস্ মা‘ঊন্।","english_translit":"Basheeran wanatheeran faaAArada aktharuhum fahum la yasmaAAoona"},{"sura":41,"aya":5,"quran_text":"وَقَالُوا قُلُوبُنَا فِي أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ وَفِي آذَانِنَا وَقْرٌ وَمِنْ بَيْنِنَا وَبَيْنِكَ حِجَابٌ فَاعْمَلْ إِنَّنَا عَامِلُونَ","bangla_mohiuddin":"তারা বলে আপনি যে বিষয়ের দিকে আমাদের কে দাওয়াত দেন, সে বিষয়ে আমাদের অন্তর আবরণে আবৃত, আমাদের কর্ণে আছে বোঝা এবং আমাদের ও আপনার মাঝখানে আছে অন্তরাল। অতএব, আপনি আপনার কাজ করুন এবং আমরা আমাদের কাজ করি।","bangla_murtaza":"তারা বলে: ‘তুমি যেদিকে আমাদের ডাকছো, সে বিষয়ে আমাদের অন্তর আচ্ছাদিত, আমাদের কানে তুলা, আর আমাদের ও তোমার মাঝে রয়েছে একটি হিজাব (অন্তরাল)। সুতরাং তুমি তোমার কাজ করো, আমরা আমাদের কাজ করি।’","english_text":"And say: \"Our hearts are immured against what you call us to. There is a deafness in our ears, and a veil lies between us and you. So act (your way), we are acting (ours).\"","bangla_translit":"অক্ব-লূ কুলূবুনা ফী য় আকিন্নাতিম্ মিম্মা-তাদ্ঊ’না য় ইলাইহি অফী য় আ-যা-নিনা অকরুঁও অ মিম্ বাইনিনা-অ বাইনিকা হিজ্বা-বুন্ ফা’মাল্ ইন্নানা- ‘আ-মিলূন্।","english_translit":"Waqaloo quloobuna fee akinnatin mimma tadAAoona ilayhi wafee athanina waqrun wamin baynina wabaynika hijabun faiAAmal innana AAamiloona"},{"sura":41,"aya":6,"quran_text":"قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَاسْتَقِيمُوا إِلَيْهِ وَاسْتَغْفِرُوهُ وَوَيْلٌ لِلْمُشْرِكِينَ","bangla_mohiuddin":"বলুন, আমিও তোমাদের মতই মানুষ, আমার প্রতি ওহী আসে যে, তোমাদের মাবুদ একমাত্র মাবুদ, অতএব তাঁর দিকেই সোজা হয়ে থাক এবং তাঁর কাছে ক্ষমা প্রার্থনা কর। আর মুশরিকদের জন্যে রয়েছে দুর্ভোগ,","bangla_murtaza":"তুমি বলো: ‘আমি তোমাদের মতোই একজন মানুষ। আমার প্রতি অহি করা হয়েছে যে, তোমাদের ইলাহ্ (আল্লাহই) একমাত্র ইলাহ্। তোমরা মজবুতভাবে তাঁর পথ অবলম্বন করো এবং তাঁর কাছে ক্ষমা প্রার্থনা করো। আর সেইসব মুশরিকদের জন্যে রয়েছে দুঃখ-দুর্ভোগ,","english_text":"Say: \"I am a man like you, (but) it is revealed to me that your God is one God, so take the straight path to Him, and ask Him to forgive your sins. Woe to the idolaters","bangla_translit":"কুল্ ইন্নামা য় আনা বাশারুম্ মিছ্লুকুম্ ইয়ূহা য় ইলাইয়া আন্নামা য় ইলা-হুকুম্ ইলা-হুঁও ওযা- হিদুন্ ফাস্তাক্বীমূ য় ইলাইহি অস্তাগ্ফিরূহ্; অ ওয়াইলু ল্লিল্ মুশ্রিকীন্।","english_translit":"Qul innama ana basharun mithlukum yooha ilayya annama ilahukum ilahun wahidun faistaqeemoo ilayhi waistaghfiroohu wawaylun lilmushrikeena"},{"sura":41,"aya":7,"quran_text":"الَّذِينَ لَا يُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآخِرَةِ هُمْ كَافِرُونَ","bangla_mohiuddin":"যারা যাকাত দেয় না এবং পরকালকে অস্বীকার করে।","bangla_murtaza":"যারা যাকাত প্রদান করে না এবং তারা আখিরাতের প্রতি অবিশ্বাসী।","english_text":"Who do not give a due share of their wealth for the welfare of others, and do not believe in the Hereafter.","bangla_translit":"আল্লাযীনা লা-ইয়ুতূনায্ যাকা-তা অহুম্ বিল্ আ-খিরতি হুম্ কা-ফিরূন্।","english_translit":"Allatheena la yutoona alzzakata wahum bialakhirati hum kafiroona"},{"sura":41,"aya":8,"quran_text":"إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ","bangla_mohiuddin":"নিশ্চয় যারা বিশ্বাস স্থাপন করে ও সৎকর্ম করে, তাদের জন্যে রয়েছে অফুরন্ত পুরস্কার।","bangla_murtaza":"আর যারা ঈমান আনে এবং আমলে সালেহ্ করে তাদের জন্যে রয়েছে অফুরন্ত পুরস্কার।","english_text":"But those who believe and do the right, will have a continuing reward.","bangla_translit":"ইন্নাল্ লাযীনা আ-মানূ অ ‘আমিলুছ্ ছোয়া-লিহা-তি লাহুম্ আজরুন্ গইরু মাম্নূন্।","english_translit":"Inna allatheena amanoo waAAamiloo alssalihati lahum ajrun ghayru mamnoonin"},{"sura":41,"aya":9,"quran_text":"قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَنْدَادًا ذَلِكَ رَبُّ الْعَالَمِينَ","bangla_mohiuddin":"বলুন, তোমরা কি সে সত্তাকে অস্বীকার কর যিনি পৃথিবী সৃষ্টি করেছেন দু’দিনে এবং তোমরা কি তাঁর সমকক্ষ স্থীর কর? তিনি তো সমগ্র বিশ্বের পালনকর্তা।","bangla_murtaza":"বলো: তোমরা কি সেই মহান সত্তার সাথে কুফুরি করবে, যিনি এই পৃথিবী সৃষ্টি করেছেন দুই দিনে (দুটি কালে) এবং তোমরা কি তাঁর সমকক্ষ সাব্যস্ত করবে? তিনি তো রাব্বুল আলামিন (মহাজগতের প্রভু)।","english_text":"Say: \"Do you refuse to believe in Him who created the earth in two spans of time, and set up compeers to Him, the Lord of all the worlds?","bangla_translit":"কুল্ আয়িন্নাকুম্ লাতাক্ফুরূনা বিল্লাযী খলাক্বল্ র্আদ্বোয়া ফী ইয়াওমাইনি অতাজ‘আলূনা লাহূ য় আন্দা-দা; যা- লিকা রব্বুল্ ‘আ-লামীন্।","english_translit":"Qul ainnakum latakfuroona biallathee khalaqa alarda fee yawmayni watajAAaloona lahu andadan thalika rabbu alAAalameena"},{"sura":41,"aya":10,"quran_text":"وَجَعَلَ فِيهَا رَوَاسِيَ مِنْ فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَا أَقْوَاتَهَا فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً لِلسَّائِلِينَ","bangla_mohiuddin":"তিনি পৃথিবীতে উপরিভাগে অটল পর্বতমালা স্থাপন করেছেন, তাতে কল্যাণ নিহিত রেখেছেন এবং চার দিনের মধ্যে তাতে তার খাদ্যের ব্যবস্থা করেছেন-পূর্ণ হল জিজ্ঞাসুদের জন্যে।","bangla_murtaza":"আর তিনি ভূ-পৃষ্ঠে স্থাপন করেছেন অটল পাহাড় পর্বত। তাতে (ভূ-পৃষ্ঠে) রেখেছেন প্রভূত বরকত। চারটি কালে তাতে ব্যবস্থা করেছেন তার সামর্থ (উৎপাদিত জীবিকা) প্রার্থনাকারীদের জন্যে তাদের প্রয়োজনীয় সামগ্রী।","english_text":"He placed firm stabilisers rising above its surface, blessed it with plenty and growth, and ingrained the means of growing its food within it, sufficient for all seekers, in four spans.","bangla_translit":"অ জ্বা‘আলা ফীহা-রাওয়া- সিয়া মিন্ ফাওক্বিহা- অ বা-রকা ফীহা-অক্বদ্দারা ফীহা য় আকঅ ওয়া- তাহা-ফী য় র্আবা‘আতি আইয়্যা-ম্; সাওয়া-য়াল্ লিস্সা-য়িলীন্।","english_translit":"WajaAAala feeha rawasiya min fawqiha wabaraka feeha waqaddara feeha aqwataha fee arbaAAati ayyamin sawaan lilssaileena"},{"sura":41,"aya":11,"quran_text":"ثُمَّ اسْتَوَى إِلَى السَّمَاءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ ائْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ","bangla_mohiuddin":"অতঃপর তিনি আকাশের দিকে মনোযোগ দিলেন যা ছিল ধুম্রকুঞ্জ, অতঃপর তিনি তাকে ও পৃথিবীকে বললেন, তোমরা উভয়ে আস ইচ্ছায় অথবা অনিচ্ছায়। তারা বলল, আমরা স্বেচ্ছায় আসলাম।","bangla_murtaza":"তারপর তিনি মনোনিবেশ করেন আকাশের দিকে। তখন তা ছিলো ধুম্রপুঞ্জ। তারপর তিনি আকাশ ও পৃথিবীকে বললেন, তোমরা অস্তিত্ব ধারণ করো ইচ্ছায় হোক কিংবা অনিচ্ছায়। তারা বললো: ‘আমরা নত শিরে অস্তিত্ব ধারণ করলাম।’","english_text":"Then He turned to the heavens, and it was smoke. So He said to it and the earth: \"Come with willing obedience or perforce.\" They said: \"We come willingly.\"","bangla_translit":"ছুম্মাস্ তাওয়া য় ইলাস্ সামা-য়ি অহিয়া দুখা-নুন্ ফাক্ব-লা লাহা-অলিল্ র্আদ্বি তিইয়া- ত্বোয়াও‘আন্ আও র্কাহা-; ক্ব-লাতা য় আতাইনা- ত্বোয়া-য়ি‘ঈন্।","english_translit":"Thumma istawa ila alssamai wahiya dukhanun faqala laha walilardi itiya tawAAan aw karhan qalata atayna taiAAeena"},{"sura":41,"aya":12,"quran_text":"فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ وَأَوْحَى فِي كُلِّ سَمَاءٍ أَمْرَهَا وَزَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَحِفْظًا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ","bangla_mohiuddin":"অতঃপর তিনি আকাশমন্ডলীকে দু’দিনে সপ্ত আকাশ করে দিলেন এবং প্রত্যেক আকাশে তার আদেশ প্রেরণ করলেন। আমি নিকটবর্তী আকাশকে প্রদীপমালা দ্বারা সুশোভিত ও সংরক্ষিত করেছি। এটা পরাক্রমশালী সর্বজ্ঞ আল্লাহর ব্যবস্থাপনা।","bangla_murtaza":"তারপর তিনি দুটি কালে আকাশকে সপ্তাকাশে পরিণত করলেন এবং প্রত্যেক আকাশকে তার বিধান অহি করে দিলেন। দুনিয়ার (কাছের) আকাশকে সুশোভিত করলেন প্রদীপমালা দিয়ে এবং হিফাযতের উদ্দেশ্যে। এ হচ্ছে মহাপরাক্রমশালী সর্বজ্ঞানীর ব্যবস্থাপনা।","english_text":"Then He created several skies in two spans, and ingrained in each sky its function, decking the nearest heaven with lamps, and guarded it. This has been determined by the mighty and all-knowing.","bangla_translit":"ফাক্বাদ্বোয়া-হুন্না সাব্‘আ সামা-ওয়া-তিন্ ফী ইওয়ামাইনি অআওহা-ফী কুল্লি সামা-য়িন্ আম্রহা-; অযাইয়্যান্নাস্ সামা-য়াদ্ দুন্ইয়া-বিমাছোয়া-বীহা অহিফ্জোয়া-; যা- লিকা তাক্দীরুল্ ‘আযীযিল্ ‘আলীম্।","english_translit":"Faqadahunna sabAAa samawatin fee yawmayni waawha fee kulli samain amraha wazayyanna alssamaa alddunya bimasabeeha wahifthan thalika taqdeeru alAAazeezi alAAaleemi"},{"sura":41,"aya":13,"quran_text":"فَإِنْ أَعْرَضُوا فَقُلْ أَنْذَرْتُكُمْ صَاعِقَةً مِثْلَ صَاعِقَةِ عَادٍ وَثَمُودَ","bangla_mohiuddin":"অতঃপর যদি তারা মুখ ফিরিয়ে নেয়, তবে বলুন, আমি তোমাদেরকে সতর্ক করলাম এক কঠোর আযাব সম্পর্কে আদ ও সামুদের আযাবের মত।","bangla_murtaza":"তারা যদি মুখ ফিরিয়ে নেয়, তাদের বলো: ‘আমি তোমাদের সতর্ক করছি এক ধ্বংসকর শাস্তির, আদ ও সামুদ জাতির শাস্তির অনুরূপ শাস্তির।’","english_text":"If even then they turn away, tell them: \"I forewarn you of a terrible punishment like the thunderbolt that fell upon the 'Ad and Thamud.\"","bangla_translit":"ফাইন্ আ’রাদু ফাকুল্ আর্ন্যাতুকুম্ ছোয়া-‘ইক্বতাম্ মিছ্লা ছোয়া-‘ইক্বতি ‘আ-দিঁও অছামূদ্।","english_translit":"Fain aAAradoo fuqul anthartukum saAAiqatan mithla saAAiqati AAadin wathamooda"},{"sura":41,"aya":14,"quran_text":"إِذْ جَاءَتْهُمُ الرُّسُلُ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ قَالُوا لَوْ شَاءَ رَبُّنَا لَأَنْزَلَ مَلَائِكَةً فَإِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ","bangla_mohiuddin":"যখন তাদের কাছে রসূলগণ এসেছিলেন সম্মুখ দিক থেকে এবং পিছন দিক থেকে এ কথা বলতে যে, তোমরা আল্লাহ ব্যতীত কারও পূজা করো না। তারা বলেছিল, আমাদের পালনকর্তা ইচ্ছা করলে অবশ্যই ফেরেশতা প্রেরণ করতেন, অতএব, আমরা তোমাদের আনীত বিষয় অমান্য করলাম।","bangla_murtaza":"তাদের আগে পিছে রসূলরা এসেছিল এবং তাদের বলেছিল: ‘তোমরা আল্লাহ ছাড়া আর কারো দাসত্ব করোনা।’ তখন তারা বলেছিল: ‘আমাদের প্রভু চাইলে তো ফেরেশতাই পাঠাতেন। সুতরাং তোমরা যা নিয়ে এসেছো, আমরা সেটার প্রতি কুফুরি করছি।’","english_text":"Their apostles came to them one after the other (saying): \"Do not worship any one but God.\" They said: \"If our Lord had pleased He would have sent the angels down. We reject what is sent with you.\"","bangla_translit":"ইয্ জ্বা-য়াত্হুর্মু রুসুলূ মিম্ বাইনি আইদীহিম্ অমিন্ খল্ফিহিম্ আল্লা তা’বুদূ য় ইল্লাল্লা-হ্; ক্ব-লূ লাও শা-য়া রব্বুনা-লাআন্যালা মালা-য়িকাতান্ ফাইন্না বিমা য় র্উসিল্তুম্ বিহী কা-ফিরূন্।","english_translit":"Ith jaathumu alrrusulu min bayni aydeehim wamin khalfihim alla taAAbudoo illa Allaha qaloo law shaa rabbuna laanzala malaikatan fainna bima orsiltum bihi kafiroona"},{"sura":41,"aya":15,"quran_text":"فَأَمَّا عَادٌ فَاسْتَكْبَرُوا فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَقَالُوا مَنْ أَشَدُّ مِنَّا قُوَّةً أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً وَكَانُوا بِآيَاتِنَا يَجْحَدُونَ","bangla_mohiuddin":"যারা ছিল আদ, তারা পৃথিবীতে অযথা অহংকার করল এবং বলল, আমাদের অপেক্ষা অধিক শক্তিধর কে? তারা কি লক্ষ্য করেনি যে, যে আল্লাহ তাদেরকে সৃষ্টি করেছেন, তিনি তাদের অপেক্ষা অধিক শক্তিধর ? বস্তুতঃ তারা আমার নিদর্শনাবলী অস্বীকার করত।","bangla_murtaza":"আদ জাতি অন্যায়ভাবে দেশে দম্ভ করেছিল। তারা বলেছিল: ‘আমাদের চেয়ে শক্তিমান আর কে আছে?’ তবে কি তারা ভেবে দেখেনি যে, আল্লাহ তাদের সৃষ্টি করেছেন এবং তিনি তাদের চেয়ে অধিক শক্তিমান। আসলে তারা আমাদের আয়াতকেই অস্বীকার করতো।","english_text":"So those who were 'Ad turned insolent unjustly in the land, and said: \"Who is stronger than us?\" Did they not see that God who created them was greater far in power than they? Yet they refused to believe Our signs.","bangla_translit":"ফাআম্মা- ‘আদুন্ ফাস্তাক্বারূ ফিল্ র্আদ্বি বিগইরিল্ হাকক্বি অক্ব-লূ মান্ আশাদ্দু মিন্না-কুওয়্যাহ্; আওয়ালাম্ ইয়ারাও আন্নাল্লা-হাল্ লাযী খলাক্বহুম্ হুওয়া আশাদ্দু মিন্হুম্ কুওয়্যাহ্; অকা-নূ বিআ-ইয়া-তিনা- ইয়াজহাদূন্।","english_translit":"Faamma AAadun faistakbaroo fee alardi bighayri alhaqqi waqaloo man ashaddu minna quwwatan awalam yaraw anna Allaha allathee khalaqahum huwa ashaddu minhum quwwatan wakanoo biayatina yajhadoona"},{"sura":41,"aya":16,"quran_text":"فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِي أَيَّامٍ نَحِسَاتٍ لِنُذِيقَهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا وَلَعَذَابُ الْآخِرَةِ أَخْزَى وَهُمْ لَا يُنْصَرُونَ","bangla_mohiuddin":"অতঃপর আমি তাদেরকে পার্থিব জীবনে লাঞ্ছনার আযাব আস্বাদন করানোর জন্যে তাদের উপর প্রেরণ করলাম ঝঞ্ঝাবায়ু বেশ কতিপয় অশুভ দিনে। আর পরকালের আযাব তো আরও লাঞ্ছনাকর এমতাবস্থায় যে, তারা সাহায্যপ্রাপ্ত হবে না।","bangla_murtaza":"ফলে আমরা তাদের প্রতি পাঠিয়েছিলাম প্রচণ্ড ঝড়বায়ু এক অশুভ দিনে, তাদেরকে দুনিয়ার জীবনের লাঞ্ছনাকর আযাবের স্বাদ আস্বাদন করাতে। তাছাড়া আখিরাতের আযাব তো এর চাইতেও অপমানকর এবং তাদেরকে সাহায্য করা হবেনা।","english_text":"So We let loose on them a violent wind for several days of distress to make them taste a most disgraceful punishment here in this world, and far more shameful will be the punishment in the Hereafter, and there will be no succour for them.","bangla_translit":"ফার্আসাল্না- ‘আলাইহিম্ রীহান্ ছোর্য়া ছোয়ারান্ ফী য় আইয়্যা- মিন্ নাহিসাতিল্ লিনুযীক্বহুম্ ‘আযা-বাল্ খিয্ইয়ি ফীল্হাইয়া-তিদ্ দুন্ইয়া-; অ লা‘আযা-বুল্ আ-খিরতি আখ্যা-অহুম্ লা-ইয়ুন্ছোয়ারূন্","english_translit":"Faarsalna AAalayhim reehan sarsaran fee ayyamin nahisatin linutheeqahum AAathaba alkhizyi fee alhayati alddunya walaAAathabu alakhirati akhza wahum la yunsaroona"},{"sura":41,"aya":17,"quran_text":"وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فَاسْتَحَبُّوا الْعَمَى عَلَى الْهُدَى فَأَخَذَتْهُمْ صَاعِقَةُ الْعَذَابِ الْهُونِ بِمَا كَانُوا يَكْسِبُونَ","bangla_mohiuddin":"আর যারা সামূদ, আমি তাদেরকে প্রদর্শন করেছিলাম, অতঃপর তারা সৎপথের পরিবর্তে অন্ধ থাকাই পছন্দ করল। অতঃপর তাদের কৃতকর্মের কারণে তাদেরকে অবমাননাকর আযাবের বিপদ এসে ধৃত করল।","bangla_murtaza":"আর সামুদ জাতির ঘটনা হলো, আমরা তাদের সঠিক পথ দেখিয়েছিলাম। কিন্তু তারা হিদায়াতের উপর অন্ধতাকে অগ্রাধিকার প্রদান করে। ফলে তাদেরকে আঘাত হানে লাঞ্ছনাকর আযাবের এক বজ্রধ্বনি তাদের কর্মকান্ডের ফলে।","english_text":"As for the (tribe of) Thamud, We tried to guide them, but they preferred blindness to guidance; then they were seized by the torment of a humiliating punishment as requital for their misdeeds;","bangla_translit":"অ আম্মা-ছামূদু ফাহাদাইনা-হুম্ ফাস্তাহাব্বুল্ ‘আমা-‘আলাল্ হুদা-ফাআখাযাত্হুম্ ছোয়া-‘ইক্বতুল্ ‘আযা-বিল্ হূনি বিমা-কা-নূ ইয়াক্সিবূন্।","english_translit":"Waamma thamoodu fahadaynahum faistahabboo alAAama AAala alhuda faakhathathum saAAiqatu alAAathabi alhooni bima kanoo yaksiboona"},{"sura":41,"aya":18,"quran_text":"وَنَجَّيْنَا الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ","bangla_mohiuddin":"যারা বিশ্বাস স্থাপন করেছিল ও সাবধানে চলত, আমি তাদেরকে উদ্ধার করলাম।","bangla_murtaza":"আর আমরা রক্ষা করেছিলাম তাদেরকে, যারা ঈমান এনেছিল এবং অবলম্বন করেছিল তাকওয়া।","english_text":"But We saved those who believed and took heed for themselves.","bangla_translit":"অ নাজ্জ্বাইনাল্ লাযীনা আ-মানূ অকা-নূ ইয়াত্তাকুন্।","english_translit":"Wanajjayna allatheena amanoo wakanoo yattaqoona"},{"sura":41,"aya":19,"quran_text":"وَيَوْمَ يُحْشَرُ أَعْدَاءُ اللَّهِ إِلَى النَّارِ فَهُمْ يُوزَعُونَ","bangla_mohiuddin":"যেদিন আল্লাহর শত্রুদেরকে অগ্নিকুন্ডের দিকে ঠেলে নেওয়া হবে। এবং ওদের বিন্যস্ত করা হবে বিভিন্ন দলে।","bangla_murtaza":"যেদিন আল্লাহর দুশমনদের জাহান্নামের দিকে হাশর (সমবেত) করা হবে, সেদিন তাদের বিন্যাস করা হবে বিভিন্ন দলে।","english_text":"The day the enemies of God will be gathered at the Fire and the records of their deeds will be distributed,","bangla_translit":"অ ইয়াওমা ইয়ুহ্শারু আ-দা-য়ু ল্লা- হি ইলান্নারি ফাহুম্ ইয়ূযা‘ঊন্।","english_translit":"Wayawma yuhsharu aAAdao Allahi ila alnnari fahum yoozaAAoona"},{"sura":41,"aya":20,"quran_text":"حَتَّى إِذَا مَا جَاءُوهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَارُهُمْ وَجُلُودُهُمْ بِمَا كَانُوا يَعْمَلُونَ","bangla_mohiuddin":"তারা যখন জাহান্নামের কাছে পৌঁছাবে, তখন তাদের কান, চক্ষু ও ত্বক তাদের কর্ম সম্পর্কে সাক্ষ্য দেবে।","bangla_murtaza":"অত:পর  যখন তারা জাহান্নামের কাছে পৌঁছাবে, তখন তাদের কান, চোখ এবং চামড়া তাদের বিরুদ্ধে সাক্ষ্য দিয়ে বলে দেবে, (পৃথিবীতে) তারা কী কী করেছিল?","english_text":"So that when they reach it their ears and eyes and persons will testify to what they did.","bangla_translit":"হাত্তা য় ইযা -মা-জ্বা-য়ূহা-শাহিদা ‘আলাইহিম্ সাম্‘উহুম্ অআব্ছোয়া-রুহুম্ অ জুলূদুহুম্ বিমা-কা-নূ ইয়া’মালূন্।","english_translit":"Hatta itha ma jaooha shahida AAalayhim samAAuhum waabsaruhum wajulooduhum bima kanoo yaAAmaloona"},{"sura":41,"aya":21,"quran_text":"وَقَالُوا لِجُلُودِهِمْ لِمَ شَهِدْتُمْ عَلَيْنَا قَالُوا أَنْطَقَنَا اللَّهُ الَّذِي أَنْطَقَ كُلَّ شَيْءٍ وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ وَإِلَيْهِ تُرْجَعُونَ","bangla_mohiuddin":"তারা তাদের ত্বককে বলবে, তোমরা আমাদের বিপক্ষে সাক্ষ্য দিলে কেন? তারা বলবে, যে আল্লাহ সব কিছুকে বাকশক্তি দিয়েছেন, তিনি আমাদেরকেও বাকশক্তি দিয়েছেন। তিনিই তোমাদেরকে প্রথমবার সৃষ্টি করেছেন এবং তোমরা তাঁরই দিকে প্রত্যাবর্তিত হবে।","bangla_murtaza":"তারা তাদের চামড়াকে বলবে: ‘তোমরা কেন আমাদের বিরুদ্ধে সাক্ষ্য দিলে?’ তারা বলবে: ‘আল্লাহই আমাদের বাকশক্তি দিয়েছেন, যিনি সবকিছুুকে বাকশক্তি দিয়েছেন। তিনিই তোমাদের প্রথমবার সৃষ্টি করেছেন এবং তাঁর কাছেই তোমাদের ফেরত নেয়া হবে।’","english_text":"And they will say to their bodies: \"Why did you testify against us?\" They will answer: \"God, who gave all things power of articulation, made us speak. It is He who created you the first time, and to Him you will return.","bangla_translit":"অ ক্ব-লূ লিজুলূদিহিম্ লিমা-শাহিত্তুম্ ‘আলাইনা-; ক্ব-লূ য় আন্ত্বোয়াক্বনা ল্লা- হুল্ লাযী য় আন্ত্বোয়াক্ব কুল্লা শাইয়িঁও অহুওয়া খলাক্বকুম্ আওয়্যালা র্মারতিঁও অইলাইহি র্তুজ্বা‘ঊন্।","english_translit":"Waqaloo lijuloodihim lima shahidtum AAalayna qaloo antaqana Allahu allathee antaqa kulla shayin wahuwa khalaqakum awwala marratin wailayhi turjaAAoona"},{"sura":41,"aya":22,"quran_text":"وَمَا كُنْتُمْ تَسْتَتِرُونَ أَنْ يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلَا أَبْصَارُكُمْ وَلَا جُلُودُكُمْ وَلَكِنْ ظَنَنْتُمْ أَنَّ اللَّهَ لَا يَعْلَمُ كَثِيرًا مِمَّا تَعْمَلُونَ","bangla_mohiuddin":"তোমাদের কান, তোমাদের চক্ষু এবং তোমাদের ত্বক তোমাদের বিপক্ষে সাক্ষ্য দেবে না ধারণার বশবর্তী হয়ে তোমরা তাদের কাছে কিছু গোপন করতে না। তবে তোমাদের ধারণা ছিল যে, তোমরা যা কর তার অনেক কিছুই আল্লাহ জানেন না।","bangla_murtaza":"তোমরা যা কিছু গোপন করেছো এ জন্যে করেছো যে, তোমরা মনে করতে তোমাদের কান, চোখ এবং চামড়া তোমাদের বিরুদ্ধে সাক্ষ্য দেবেনা। বরং তোমাদের ধারণা ছিলো, তোমরা যা করো তার অনেক কিছুই আল্লাহ জানেন না।","english_text":"You did not hide your (doings) so that your ears or eyes or persons should not testify against you. In fact you thought that God did not know the things you used to do.","bangla_translit":"অমা-কুন্তুম্ তাস্তাতিরূনা আইঁ ইয়াশ্হাদা ‘আলাইকুম্ সাম্উ’কুম্ অলা য় আব্ছোয়া-রুকুম্ অলা- জুলূদুকুম্ অলা- কিন্ জোয়ানান্তুম্ আন্না ল্লা-হা লা-ইয়া’লামু কাছীরাম্ মিম্মা-তা’মালূন্।","english_translit":"Wama kuntum tastatiroona an yashhada AAalaykum samAAukum wala absarukum wala juloodukum walakin thanantum anna Allaha la yaAAlamu katheeran mimma taAAmaloona"},{"sura":41,"aya":23,"quran_text":"وَذَلِكُمْ ظَنُّكُمُ الَّذِي ظَنَنْتُمْ بِرَبِّكُمْ أَرْدَاكُمْ فَأَصْبَحْتُمْ مِنَ الْخَاسِرِينَ","bangla_mohiuddin":"তোমাদের পালনকর্তা সম্বন্ধে তোমাদের এ ধারণাই তোমাদেরকে ধ্বংস করেছে। ফলে তোমরা ক্ষতিগ্রস্তদের অন্তর্ভুক্ত হয়ে গেছ।","bangla_murtaza":"তোমাদের প্রভু সম্পর্কে তোমাদের এ ধারণাই তোমাদের ডুবিয়েছে, ফলে তোমরা হয়েছো চরম ক্ষতিগ্রস্ত।","english_text":"It is this notion you had of your Lord that caused your ruin, and you are lost.\"","bangla_translit":"অ যা-লিকুম্ জোয়ান্নু কুমুল্লাযী জোয়ানান্তুম্ বিরব্বিকুম্ র্আদা-কুম্ ফাআছ্বাহ্তুম্ মিনাল্ খ-সিরীন্","english_translit":"Wathalikum thannukumu allathee thanantum birabbikum ardakum faasbahtum mina alkhasireena"},{"sura":41,"aya":24,"quran_text":"فَإِنْ يَصْبِرُوا فَالنَّارُ مَثْوًى لَهُمْ وَإِنْ يَسْتَعْتِبُوا فَمَا هُمْ مِنَ الْمُعْتَبِينَ","bangla_mohiuddin":"অতঃপর যদি তারা সবর করে, তবুও জাহান্নামই তাদের আবাসস্থল। আর যদি তারা ওযরখাহী করে, তবে তাদের ওযর কবুল করা হবে না।","bangla_murtaza":"এখন তারা ধৈর্য ধারণ করলেও তাদের আবাস হবে জাহান্নাম, আর তারা অনুগ্রহ চাইলেও তাদের প্রতি অনুগ্রহ করা হবেনা।","english_text":"Even if they are patient, their abode is Hell; and if they beg for favour, none will favour them.","bangla_translit":"ফাইঁ ইয়াছ্বিরু ফান্না-রু মাছ্ওয়াল্ লাহুম্ অইঁ ইয়াস্তা’তিবূ ফামা-হুম্ মিনাল্ মু’তাবীন্।","english_translit":"Fain yasbiroo faalnnaru mathwan lahum wain yastaAAtiboo fama hum mina almuAAtabeena"},{"sura":41,"aya":25,"quran_text":"وَقَيَّضْنَا لَهُمْ قُرَنَاءَ فَزَيَّنُوا لَهُمْ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَحَقَّ عَلَيْهِمُ الْقَوْلُ فِي أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِهِمْ مِنَ الْجِنِّ وَالْإِنْسِ إِنَّهُمْ كَانُوا خَاسِرِينَ","bangla_mohiuddin":"আমি তাদের পেছনে সঙ্গী লাগিয়ে দিয়েছিলাম, অতঃপর সঙ্গীরা তাদের অগ্র-পশ্চাতের আমল তাদের দৃষ্টিতে শোভনীয় করে দিয়েছিল। তাদের ব্যাপারেও শাস্তির আদেশ বাস্তবায়িত হল, যা বাস্তবায়িত হয়েছিল তাদের পূর্ববতী জিন ও মানুষের ব্যাপারে। নিশ্চয় তারা ক্ষতিগ্রস্ত।","bangla_murtaza":"আমরা তাদের জন্যে নির্ধারণ করে দিয়েছিলাম অনেক বন্ধু ও সাথি, যারা তাদের সামনের পেছনের সবকিছু তাদেরকে শোভনীয় করে দেখিয়েছিল। ফলে তাদের উপর (শাস্তির) বাণী সত্য সাব্যস্ত হয়, যেমনটি হয়েছিল তাদের আগেকার জিন ও মানুষদের জন্যে। শেষ পর্যন্ত তারা হয়েছে চরম ক্ষতিগ্রস্ত।","english_text":"We had assigned to them close companions who made their past and present look attractive to them; and the fate that had once befallen the communities of jinns and men before them was justified upon them. They were indeed bound to perish.","bangla_translit":"অ ক্বইইয়াদ্ব্না-লাহুম্ কুরনা-য়া ফাযাইয়ানূ লাহুম্ মা- বাইনা আইদীহিম্ অমা- খল্ফাহুম্ অহাকক্ব ‘আলাইহিমুল্ ক্বওলু ফী য় উমামিন্ ক্বদ্ খলাত্ মিন্ ক্বব্লিহিম্ মিনাল্ জ্বিন্নি অল্ ইন্সি ইন্নাহুম্ কা-নূ খ-সিরীন্।","english_translit":"Waqayyadna lahum quranaa fazayyanoo lahum ma bayna aydeehim wama khalfahum wahaqqa AAalayhimu alqawlu fee omamin qad khalat min qablihim mina aljinni waalinsi innahum kanoo khasireena"},{"sura":41,"aya":26,"quran_text":"وَقَالَ الَّذِينَ كَفَرُوا لَا تَسْمَعُوا لِهَذَا الْقُرْآنِ وَالْغَوْا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ","bangla_mohiuddin":"আর কাফেররা বলে, তোমরা এ কোরআন শ্রবণ করো না এবং এর আবৃত্তিতে হঞ্জগোল সৃষ্টি কর, যাতে তোমরা জয়ী হও।","bangla_murtaza":"কাফিররা বলে: ‘তোমরা এ কুরআন শুনবেনা এবং যেখানেই তা পাঠ করা হবে, হৈ হট্টগোল সৃষ্টি করবে, যাতে করে তোমরা জয়ী হতে পারো।’","english_text":"The disbelievers say: \"Do not listen to this Qur'an, and shout away (its reading); you may haply prevail.\"","bangla_translit":"অ ক্ব- লাল্ লাযীনা কাফারূ লা-তাস্মা‘ঊ লিহা-যাল্ ক্বর্ আ-নি অল্গও ফীহি লা‘আল্লাকুম্ তাগ্লিবূন্।","english_translit":"Waqala allatheena kafaroo la tasmaAAoo lihatha alqurani wailghaw feehi laAAallakum taghliboona"},{"sura":41,"aya":27,"quran_text":"فَلَنُذِيقَنَّ الَّذِينَ كَفَرُوا عَذَابًا شَدِيدًا وَلَنَجْزِيَنَّهُمْ أَسْوَأَ الَّذِي كَانُوا يَعْمَلُونَ","bangla_mohiuddin":"আমি অবশ্যই কাফেরদেরকে কঠিন আযাব আস্বাদন করাব এবং আমি অবশ্যই তাদেরকে তাদের মন্দ ও হীন কাজের প্রতিফল দেব।","bangla_murtaza":"আমরা কাফিরদের আস্বাদন করাবো কঠিন আযাবের স্বাদ এবং তাদের প্রতিফল দেবো তাদের নিকৃষ্ট কর্মকান্ডের।","english_text":"We shall make the disbelievers taste the severest punishment, and retribute them for the worst that they had done.","bangla_translit":"ফালানুযী ক্বান্না ল্ লাযীনা কাফারূ ‘আযা-বান্ শাদীদাঁও অলা-নাজযিইয়ান্নাহুম্ আস্ওয়াল্ লাযী কা-নূ ইয়া’মালূন্।","english_translit":"Falanutheeqanna allatheena kafaroo AAathaban shadeedan walanajziyannahum aswaa allathee kanoo yaAAmaloona"},{"sura":41,"aya":28,"quran_text":"ذَلِكَ جَزَاءُ أَعْدَاءِ اللَّهِ النَّارُ لَهُمْ فِيهَا دَارُ الْخُلْدِ جَزَاءً بِمَا كَانُوا بِآيَاتِنَا يَجْحَدُونَ","bangla_mohiuddin":"এটা আল্লাহর শত্রুদের শাস্তি-জাহান্নাম। তাতে তাদের জন্যে রয়েছে স্থায়ী আবাস, আমার আয়াতসমূহ অস্বীকার করার প্রতিফলস্বরূপ।","bangla_murtaza":"জাহান্নামই আল্লাহর দুশমনদের উপযুক্ত প্রতিফল। সেখানে থাকবে তাদের চিরস্থায়ী আবাস। এ হলো আমাদের আয়াত অস্বীকার করার প্রতিদান।","english_text":"This is the requital for God's enemies: Hell, where they will have their lasting home, as punishment for denying Our revelations.","bangla_translit":"যা-লিকা জ্বাযা-য়ু আ’দা-য়ি ল্লা-হিন্ না- রু লাহুম্ ফীহা-দারুল্ খুল্দ; জ্বাযা-য়াম্ বিমা- কা-নূ বিআ-ইয়া-তিনা- ইয়াজহাদূন্।","english_translit":"Thalika jazao aAAdai Allahi alnnaru lahum feeha daru alkhuldi jazaan bima kanoo biayatina yajhadoona"},{"sura":41,"aya":29,"quran_text":"وَقَالَ الَّذِينَ كَفَرُوا رَبَّنَا أَرِنَا اللَّذَيْنِ أَضَلَّانَا مِنَ الْجِنِّ وَالْإِنْسِ نَجْعَلْهُمَا تَحْتَ أَقْدَامِنَا لِيَكُونَا مِنَ الْأَسْفَلِينَ","bangla_mohiuddin":"কাফেররা বলবে, হে আমাদের পালনকর্তা! যেসব জিন ও মানুষ আমাদেরকে পথভ্রষ্ট করেছিল, তাদেরকে দেখিয়ে দাও, আমরা তাদেরকে পদদলিত করব, যাতে তারা যথেষ্ট অপমানিত হয়।","bangla_murtaza":"কাফিররা (সেদিন) বলবে: ‘আমাদের প্রভু! জিন ও ইনসানের যারাই আমাদের পথভ্রষ্ট করেছিল, তাদেরকে দেখিয়ে দাও, আমরা তাদের পদদলিত করবো, যাতে করে তারা অপদস্থ হয়।’","english_text":"Those who disbelieve will say: \"O Lord, show us those among the jinns and men who had led us astray that we may trample them underfoot and make them wholly abject.\"","bangla_translit":"অক্ব-লাল্লাযীনা কাফারূ রব্বানা য় আরিনাল্ লাযাইনি আদ্বোয়াল্লা-না- মিনাল্ জ্বিন্নি অল্ইন্সি না‘জ্ব্আল্হুমা-তাহ্তা আক্ব্দা-মিনা- লিইয়াকূনা মিনাল্ আস্ফালীন্।","english_translit":"Waqala allatheena kafaroo rabbana arina allathayni adallana mina aljinni waalinsi najAAalhuma tahta aqdamina liyakoona mina alasfaleena"},{"sura":41,"aya":30,"quran_text":"إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ","bangla_mohiuddin":"নিশ্চয় যারা বলে, আমাদের পালনকর্তা আল্লাহ, অতঃপর তাতেই অবিচল থাকে, তাদের কাছে ফেরেশতা অবতীর্ণ হয় এবং বলে, তোমরা ভয় করো না, চিন্তা করো না এবং তোমাদের প্রতিশ্রুত জান্নাতের সুসংবাদ শোন।","bangla_murtaza":"নিশ্চয়ই যারা বলে: ‘আল্লাহ আমাদের প্রভু’, অত:পর একথার উপর অটল-অবিচল থাকে, তাদের প্রতি ফেরেশতা নাযিল হয়ে বলে: “আপনারা ভয় পাবেন না, চিন্তিতও হবেননা। আপনারা খুশি হয়ে যান সেই জান্নাতের জন্যে যার ওয়াদা আপনাদের দেয়া হয়েছিল।","english_text":"Surely the angels will come down to those who say, 'Our Lord is God' and then remain steadfast, saying: \"You should have neither fear nor regret, but rejoice in the happy news of Paradise that has been promised you.","bangla_translit":"ইন্নাল্ লাযীনা ক্ব-লূ রব্বুনাল্লা-হু ছুম্মাস্ তাক্ব-মূ তাতানায্যালু ‘আলাইহিমুল্ মালা-য়িকাতু আল্লা-তাখ -ফূ অলা-তাহ্যানূ অআব্শিরূ বিল্জ্বান্নাতিল্লাতী কুন্তুম্ তূ আ’দূ ন্।","english_translit":"Inna allatheena qaloo rabbuna Allahu thumma istaqamoo tatanazzalu AAalayhimu almalaikatu alla takhafoo wala tahzanoo waabshiroo bialjannati allatee kuntum tooAAadoona"},{"sura":41,"aya":31,"quran_text":"نَحْنُ أَوْلِيَاؤُكُمْ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ وَلَكُمْ فِيهَا مَا تَشْتَهِي أَنْفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ","bangla_mohiuddin":"ইহকালে ও পরকালে আমরা তোমাদের বন্ধু। সেখানে তোমাদের জন্য আছে যা তোমাদের মন চায় এবং সেখানে তোমাদের জন্যে আছে তোমরা দাবী কর।","bangla_murtaza":"আমরা দুনিয়ার জীবনেও আপনাদের অলি (বন্ধু, পৃষ্ঠপোষক) এবং আখিরাতেও। সেখানে আপনাদের জন্যে মওজুদ রয়েছে যা আপনাদের মন চাইবে এবং আপনাদের জন্যে মওজুদ রয়েছে যা আপনারা আদেশ করবেন সবই।","english_text":"We are your friends in this life and in the Hereafter where you will get whatever your hearts desire, and have whatsoever you ask for,","bangla_translit":"নাহ্নু আও লিয়া-য়ুকুম্ ফীল্ হাইয়া-তিদ্দুন্ইয়া-অ ফীল আ- খিরতি অলাকুম্ ফীহা-মা-তাশ্তাহী য় আন্ফুসুকুম্ অলাকুম্ ফীহা- মা-তাদ্দা‘ঊন্","english_translit":"Nahnu awliyaokum fee alhayati alddunya wafee alakhirati walakum feeha ma tashtahee anfusukum walakum feeha ma taddaAAoona"},{"sura":41,"aya":32,"quran_text":"نُزُلًا مِنْ غَفُورٍ رَحِيمٍ","bangla_mohiuddin":"এটা ক্ষমাশীল করুনাময়ের পক্ষ থেকে সাদর আপ্যায়ন।","bangla_murtaza":"এ হলো পরম ক্ষমাশীল দয়াবানের পক্ষ থেকে আতিথ্য।”","english_text":"As a gift from the forgiving, ever-merciful (God).\"","bangla_translit":"নুযুলাম্ মিন্ গফূর্রি রহীম্।","english_translit":"Nuzulan min ghafoorin raheemin"},{"sura":41,"aya":33,"quran_text":"وَمَنْ أَحْسَنُ قَوْلًا مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ","bangla_mohiuddin":"যে আল্লাহর দিকে দাওয়াত দেয়, সৎকর্ম করে এবং বলে, আমি একজন আজ্ঞাবহ, তার কথা অপেক্ষা উত্তম কথা আর কার?","bangla_murtaza":"ঐ ব্যক্তির চাইতে সুন্দর কথা আর কে বলে, যে মানুষকে দাওয়াত দেয় আল্লাহর দিকে এবং আমলে সালেহ্ করে, আর বলে: ‘নিশ্চয়ই আমি একজন মুসলিম (আল্লাহর অনুগত)।’","english_text":"Whose word is better than his who calls to God and does the right, and says: \"I am of the obedient?\"","bangla_translit":"অমান্ আহ্সানু ক্বওলাম্ মিম্মান্ দা‘আ য় ইলাল্লা-হি অ‘আমিলা ছোয়া- লিহাঁও অ ক্ব-লা ইন্নানী মিনাল্ মুস্লিমীন্।","english_translit":"Waman ahsanu qawlan mimman daAAa ila Allahi waAAamila salihan waqala innanee mina almuslimeena"},{"sura":41,"aya":34,"quran_text":"وَلَا تَسْتَوِي الْحَسَنَةُ وَلَا السَّيِّئَةُ ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ","bangla_mohiuddin":"সমান নয় ভাল ও মন্দ। জওয়াবে তাই বলুন যা উৎকৃষ্ট। তখন দেখবেন আপনার সাথে যে ব্যক্তির শুত্রুতা রয়েছে, সে যেন অন্তরঙ্গ বন্ধু।","bangla_murtaza":"ভালো আর মন্দ সমান নয়। মন্দকে দূরীভূত করো সর্বোত্তম (আচরণ) দিয়ে। তাহলে তোমার জানের শত্রুও হয়ে যাবে প্রাণের বন্ধু।","english_text":"Good and evil are not alike. Repel evil with what is good. Then you will find your erstwhile enemy like a close. affectionate friend.","bangla_translit":"অলা-তাস্কাওয়িল্ হাসানাতু অলাস্ সাইয়্যিয়াহ্; ইদ্ফা’ বিল্লাতী হিয়া আহ্সানু ফাইযাল্ লাযী বাইনাকা অবাইনাহূ ‘আদা-ওয়াতুন্ কায়ান্নাহূ অলিয়্যুন হামীম্।","english_translit":"Wala tastawee alhasanatu wala alssayyiatu idfaAA biallatee hiya ahsanu faitha allathee baynaka wabaynahu AAadawatun kaannahu waliyyun hameemun"},{"sura":41,"aya":35,"quran_text":"وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ","bangla_mohiuddin":"এ চরিত্র তারাই লাভ করে, যারা সবর করে এবং এ চরিত্রের অধিকারী তারাই হয়, যারা অত্যন্ত ভাগ্যবান।","bangla_murtaza":"এই মহৎ গুণের অধিকারী করা হয় কেবল তাদেরকেই যারা সবর অবলম্বন করে। এ গুণের অধিকারী হয় কেবল তারাই যারা অতীব ভাগ্যবান।","english_text":"Only they attain it who forbear, and only a man of great good fortune can achieve it.","bangla_translit":"অমা-ইয়ুলাকক্ব-হা য় ইল্লাল্ লাযীনা ছবারূ অমা- ইয়ুলাক্বক্ব্-হা য় ইল্লা-যূ হাজ্জিন্ ‘আজীম্।","english_translit":"Wama yulaqqaha illa allatheena sabaroo wama yulaqqaha illa thoo haththin AAatheemin"},{"sura":41,"aya":36,"quran_text":"وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ","bangla_mohiuddin":"যদি শয়তানের পক্ষ থেকে আপনি কিছু কুমন্ত্রণা অনুভব করেন, তবে আল্লাহর শরণাপন্ন হোন। নিশ্চয় তিনি সর্বশ্রোতা, সর্বজ্ঞ।","bangla_murtaza":"যদি শয়তান তোমাকে কোনো কুমন্ত্রণা দিচ্ছে বলে অনুভব করো, তবে আল্লাহর আশ্রয় প্রার্থনা করো। নিশ্চয়ই তিনি সর্বশ্রোতা, সর্বজ্ঞানী।","english_text":"If the Devil incite you to evil, seek refuge in God. He is all-hearing and all-knowing.","bangla_translit":"অ ইম্মা-ইয়ান্যাগন্নাকা মিনাশ্ শাইত্বোয়া-নি নায্গুন্ ফাস্তা‘ইয্ বিল্লা-হ্; ইন্নাহূ হুওয়াস্ সামী‘উল্ ‘আলীম্।","english_translit":"Waimma yanzaghannaka mina alshshaytani nazghun faistaAAith biAllahi innahu huwa alssameeAAu alAAaleemu"},{"sura":41,"aya":37,"quran_text":"وَمِنْ آيَاتِهِ اللَّيْلُ وَالنَّهَارُ وَالشَّمْسُ وَالْقَمَرُ لَا تَسْجُدُوا لِلشَّمْسِ وَلَا لِلْقَمَرِ وَاسْجُدُوا لِلَّهِ الَّذِي خَلَقَهُنَّ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ","bangla_mohiuddin":"তাঁর নিদর্শনসমূহের মধ্যে রয়েছে দিবস, রজনী, সূর্য ও চন্দ্র। তোমরা সূর্যকে সেজদা করো না, চন্দ্রকেও না; আল্লাহকে সেজদা কর, যিনি এগুলো সৃষ্টি করেছেন, যদি তোমরা নিষ্ঠার সাথে শুধুমাত্র তাঁরই এবাদত কর।","bangla_murtaza":"তাঁর নিদর্শনাবলির মধ্যে রয়েছে রাত, দিন এবং সূর্য ও চাঁদ। তোমরা সূর্যকে সাজদা করোনা, চাঁদকেও নয়। সাজদা করো আল্লাহ্কে, যিনি ওগুলোকে সৃষ্টি করেছেন, যদি তোমরা সত্যি সত্যি তাঁর ইবাদত করো।","english_text":"The night and day and the sun and moon are (only) some of His signs. So do not bow before the sun and the moon, but bow in homage to God who created them, if you truly worship Him.","bangla_translit":"অ মিন্ আ-ইয়া-তিহি ল্লাইলু অন্নাহা-রু অশ্ শাম্সু অল্ ক্বর্মা; লা- তাস্জ্বুদূ লিশ্শাম্সি অলা-লিল্ক্বমারি অস্জ্বুদূ লিল্লা-হিল্ লাযী খলাক্বহুন্না ইন্ কুন্তুম্ ইয়্যা-হু তা’বুদূন্।","english_translit":"Wamin ayatihi allaylu waalnnaharu waalshshamsu waalqamaru la tasjudoo lilshshamsi wala lilqamari waosjudoo lillahi alathee khalaqahunna in kuntum iyyahu taAAbudoona"},{"sura":41,"aya":38,"quran_text":"فَإِنِ اسْتَكْبَرُوا فَالَّذِينَ عِنْدَ رَبِّكَ يُسَبِّحُونَ لَهُ بِاللَّيْلِ وَالنَّهَارِ وَهُمْ لَا يَسْأَمُونَ","bangla_mohiuddin":"অতঃপর তারা যদি অহংকার করে, তবে যারা আপনার পালনকর্তার কাছে আছে, তারা দিবারাত্রি তাঁর পবিত্রতা ঘোষণা করে এবং তারা ক্লান্ত হয় না।","bangla_murtaza":"কিন্তু তারা দম্ভ করলেও যারা তোমার প্রভুর কাছে রয়েছে তারা কিন্তু তাঁর তসবিহ করে রাত-দিন এবং ক্লান্তিবোধ করেনা। (সাজদা)","english_text":"But if they become haughty (then remember) that those who are close to your Lord sing His praises night and day and do not grow weary of (doing so).","bangla_translit":"ফায়িনিস্ তাক্বারূ ফাল্লাযীনা ‘ইন্দা রব্বিকা ইয়ুসাব্বিহূনা লাহূ বিল্লাইলি অন্নাহা-রি অহুম্ লা-ইয়াস্য়ামূন্।","english_translit":"Faini istakbaroo faallatheena AAinda rabbika yusabbihoona lahu biallayli waalnnahari wahum la yasamoona"},{"sura":41,"aya":39,"quran_text":"وَمِنْ آيَاتِهِ أَنَّكَ تَرَى الْأَرْضَ خَاشِعَةً فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ إِنَّ الَّذِي أَحْيَاهَا لَمُحْيِي الْمَوْتَى إِنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ","bangla_mohiuddin":"তাঁর এক নিদর্শন এই যে, তুমি ভূমিকে দেখবে অনুর্বর পড়ে আছে। অতঃপর আমি যখন তার উপর বৃষ্টি বর্ষণ করি, তখন সে শস্যশ্যামল ও স্ফীত হয়। নিশ্চয় যিনি একে জীবিত করেন, তিনি জীবিত করবেন মৃতদেরকেও। নিশ্চয় তিনি সবকিছু করতে সক্ষম।","bangla_murtaza":"তাঁর নিদর্শনাবলির মধ্যে রয়েছে, তুমি জমিনকে দেখতে পাও শুকনো ধূসর। কিন্তু যখনই আমরা তাতে পানি বর্ষণ করি, তখন তা আন্দোলিত ও স্ফীত হয়ে উঠে। যিনি এই মরা জমিনকে জীবিত করেন, তিনি অবশ্যি মৃতদের পুনর্জীবিত করবেন। তিনি প্রতিটি বিষয়ে সর্বশক্তিমান।","english_text":"It is among His signs that the earth you see all barren and desolate begins to stir and sprout when We send down rain upon it. Surely He who gives it life will also give life to the dead. Indeed He has power over everything.","bangla_translit":"অমিন্ আ-ইয়া-তিহী য় আন্নাকা তারল্ র্আদ্বোয়া খ-শি‘আতান্ ফাইযা য় আন্যাল্না-‘আলাইহাল্ মা-য়াহ্ তায্যাত্ অ রবাত্; ইন্নাল লাযী য় আহ্ইয়া-হা -লামুহ্য়িল্ মাওতা-; ইন্নাহূ ‘আ লা-কুল্লি শাইয়িন্ ক্বর্দী।","english_translit":"Wamin ayatihi annaka tara alarda khashiAAatan faitha anzalna AAalayha almaa ihtazzat warabat inna allathee ahyaha lamuhyee almawta innahu AAala kulli shayin qadeerun"},{"sura":41,"aya":40,"quran_text":"إِنَّ الَّذِينَ يُلْحِدُونَ فِي آيَاتِنَا لَا يَخْفَوْنَ عَلَيْنَا أَفَمَنْ يُلْقَى فِي النَّارِ خَيْرٌ أَمْ مَنْ يَأْتِي آمِنًا يَوْمَ الْقِيَامَةِ اعْمَلُوا مَا شِئْتُمْ إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ","bangla_mohiuddin":"নিশ্চয় যারা আমার আয়াতসমূহের ব্যাপারে বক্রতা অবলম্বন করে, তারা আমার কাছে গোপন নয়। যে ব্যক্তি জাহান্নামে নিক্ষিপ্ত হবে সে শ্রেষ্ঠ, না যে কেয়ামতের দিন নিরাপদে আসবে? তোমরা যা ইচ্ছা কর, নিশ্চয় তিনি দেখেন যা তোমরা কর।","bangla_murtaza":"যারা বিকৃত করে আমাদের আয়াতকে, তারা আমাদের থেকে গোপন নয়। কিয়ামতের দিন যাকে জাহান্নামে নিক্ষেপ করা হবে সে ভালো, নাকি যে নিরাপদে থাকবে, সে ভালো? তোমাদের যা ইচ্ছা করতে থাকো। নিশ্চয়ই তিনি দেখেন তোমরা যা আমল করো।","english_text":"Surely those who slander Our signs are not hidden from Us. Then, is he better who will be cast into Hell, or he who will come out safe on the Day of Resurrection? Do whatever you will, He sees whatsoever you do.","bangla_translit":"ইন্নাল্লাযীনা ইয়ুল্হিদূনা ফী য় আ-ইয়া-তিনা-লা-ইয়াখ্ফাওনা ‘আলাইনা-; আফামাইঁ ইয়ুল্ক্ব-ফী ন্না-রি খইরুন্ আম্ মাইঁ ইয়াতী য় আ- মিনাইঁ ইয়াওমাল্ কিয়া-মাহ্; ‘ইমালূ মা- শিতুম্ ইন্নাহূ বিমা- তা’মালূনা বার্ছী।","english_translit":"Inna allatheena yulhidoona fee ayatina la yakhfawna AAalayna afaman yulqa fee alnnari khayrun am man yatee aminan yawma alqiyamati iAAmaloo ma shitum innahu bima taAAmaloona baseerun"},{"sura":41,"aya":41,"quran_text":"إِنَّ الَّذِينَ كَفَرُوا بِالذِّكْرِ لَمَّا جَاءَهُمْ وَإِنَّهُ لَكِتَابٌ عَزِيزٌ","bangla_mohiuddin":"নিশ্চয় যারা কোরআন আসার পর তা অস্বীকার করে, তাদের মধ্যে চিন্তা-ভাবনার অভাব রয়েছে। এটা অবশ্যই এক সম্মানিত গ্রন্থ।","bangla_murtaza":"যারা যিকির (কুরআন) আসার পর তার প্রতি কুফুরি করেছে, (তাদের জন্যে রয়েছে কঠিন আযাব), তাদের জেনে রাখা উচিত, এ এক মহাশক্তিধর কিতাব।","english_text":"Those who reject the Reminder when it has come to them (should know) that it is a Book inviolate.","bangla_translit":"ইন্নাল্ লাযীনা কাফারূ বিয্যিক্রি লাম্মা জ্বা-য়া হুম্ অইন্নাহূ লাকিতা-বুন্ ‘আযীয্।","english_translit":"Inna allatheena kafaroo bialththikri lamma jaahum wainnahu lakitabun AAazeezun"},{"sura":41,"aya":42,"quran_text":"لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ","bangla_mohiuddin":"এতে মিথ্যার প্রভাব নেই, সামনের দিক থেকেও নেই এবং পেছন দিক থেকেও নেই। এটা প্রজ্ঞাময়, প্রশংসিত আল্লাহর পক্ষ থেকে অবতীর্ণ।","bangla_murtaza":"এ কিতাবে সামনে বা পেছনে থেকে কোনো বাতিল প্রবেশ করতে পারেনা। এটি নাযিল হয়েছে মহাজ্ঞানী সপ্রশংসিতের পক্ষ থেকে।","english_text":"Falsehood cannot enter it from any side: It's a revelation from the all-wise and praiseworthy (God).","bangla_translit":"লা-ইয়াতীহিল্ বা-ত্বিলু মিম্ বাইনি ইয়াদাইহি অলা-মিন্ খল্ফিহ্; তান্যীলুম্ মিন্ হাকীমিন্ হামীদ্।","english_translit":"La yateehi albatilu min bayni yadayhi wala min khalfihi tanzeelun min hakeemin hameedin"},{"sura":41,"aya":43,"quran_text":"مَا يُقَالُ لَكَ إِلَّا مَا قَدْ قِيلَ لِلرُّسُلِ مِنْ قَبْلِكَ إِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ وَذُو عِقَابٍ أَلِيمٍ","bangla_mohiuddin":"আপনাকে তো তাই বলা হয়, যা বলা হত পূর্ববর্তী রসূলগনকে। নিশ্চয় আপনার পালনকর্তার কাছে রয়েছে ক্ষমা এবং রয়েছে যন্ত্রণাদায়ক শাস্তি।","bangla_murtaza":"(হে নবী! কাফিরদের পক্ষ থেকে) তোমাকে এমন কিছুুই বলা হয়নি, যা তোমার পূর্বেকার রসূলদের বলা হয়নি। নিশ্চয়ই তোমার প্রভু বড়ই ক্ষমাওয়ালা, আবার কঠিন শাস্তিদাতাও।","english_text":"Nothing is said to you which had not been said to other apostles before you. Surely your Lord is the lord of forgiveness, but also the lord of severe retribution.","bangla_translit":"মা-ইয়ুক্ব-লু লাকা-ইল্লা-মা-ক্বদ্ ক্বীলা র্লিরুসুলি মিন্ ক্বব্লিক; ইন্না রব্বাকা লাযূ মাগ্ফিরাতিঁও অযূ ‘ইক্ব-বিন্ আলীম্।","english_translit":"Ma yuqalu laka illa ma qad qeela lilrrusuli min qablika inna rabbaka lathoo maghfiratin wathoo AAiqabin aleemin"},{"sura":41,"aya":44,"quran_text":"وَلَوْ جَعَلْنَاهُ قُرْآنًا أَعْجَمِيًّا لَقَالُوا لَوْلَا فُصِّلَتْ آيَاتُهُ أَأَعْجَمِيٌّ وَعَرَبِيٌّ قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ وَالَّذِينَ لَا يُؤْمِنُونَ فِي آذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى أُولَئِكَ يُنَادَوْنَ مِنْ مَكَانٍ بَعِيدٍ","bangla_mohiuddin":"আমি যদি একে অনারব ভাষায় কোরআন করতাম, তবে অবশ্যই তারা বলত, এর আয়াতসমূহ পরিস্কার ভাষায় বিবৃত হয়নি কেন? কি আশ্চর্য যে, কিতাব অনারব ভাষায় আর রসূল আরবী ভাষী! বলুন, এটা বিশ্বাসীদের জন্য হেদায়েত ও রোগের প্রতিকার। যারা মুমিন নয়, তাদের কানে আছে ছিপি, আর কোরআন তাদের জন্যে অন্ধত্ব। তাদেরকে যেন দূরবর্তী স্থান থেকে আহবান করা হয়।","bangla_murtaza":"আমরা যদি এটিকে অনারবি ভাষার কুরআন করতাম, তারা অবশ্যি বলতো: ‘এর আয়াতগুলো (আমাদের ভাষায়) কেন ব্যাখা করে দেয়া হয়নি। এটা কেমন ব্যাপার, কিতাব হলো অনারবি আর রসূল হলো আরব?’ হে নবী! বলো: ‘এ কুরআন মুমিনদের জন্যে জীবন পদ্ধতির দিশারি এবং নিরাময়। আর যারা ঈমান আনেনা, তাদের কানে তুলা এবং এ কুরআন তাদের জন্যে একটা অন্ধত্ব। এরা এমন, যেনো তাদের ডাকা হচ্ছে বহুদূর থেকে।’","english_text":"If We had made it a discourse in an obscure tongue, they would have said: \"Why were its revelations not expounded distinctly? A foreign tongue and an Arab (audience)?\" Say: \"For those who believe it is a guidance and a healing; but for those who do not believe it is a deafness in the ears, and a blindness. They are those one calls to from far away.","bangla_translit":"অলাওজ্বা‘আল্না -হু ক্বর্ আ-নান্ আ’জ্বামিয়্যাল্ লাক্ব-লূ লাও লা-ফুছ্ছিলাত্ আ-ইয়াতুহ্; আ আ’জ্বামিইয়ুঁও অ ‘আরাবী; কুল্ হুঅ লিল্লাযীনা আ-মানূ হুদাঁও অ শিফা-য়্; অল্লাযীনা লা-ইয়ুমিনূনা ফী য় আ-যা-নিহিম্ অকরুঁও অহুওয়া ‘আলাইহিম্ ‘আমা; উলা-য়িকা ইয়ুনা -দাওনা মিম্ মাকা-নিম্ বা‘ঈদ্।","english_translit":"Walaw jaAAalnahu quranan aAAjamiyyan laqaloo lawla fussilat ayatuhu aaAAjamiyyun waAAarabiyyun qul huwa lillatheena amanoo hudan washifaon waallatheena la yuminoona fee athanihim waqrun wahuwa AAalayhim AAaman olaika yunadawna min makanin baAAeedin"},{"sura":41,"aya":45,"quran_text":"وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ فَاخْتُلِفَ فِيهِ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَقُضِيَ بَيْنَهُمْ وَإِنَّهُمْ لَفِي شَكٍّ مِنْهُ مُرِيبٍ","bangla_mohiuddin":"আমি মূসাকে কিতাব দিয়েছিলাম, অতঃপর তাতে মতভেদ সৃষ্টি হয়। আপনার পালনকর্তার পক্ষ থেকে পূর্ব সিদ্ধান্ত না থাকলে তাদের মধ্যে ফয়সালা হয়ে যেত। তারা কোরআন সমন্ধে এক অস্বস্তিকর সন্দেহে লিপ্ত।","bangla_murtaza":"আমরা মূসাকেও কিতাব দিয়েছিলাম, অত:পর তা নিয়েও মতভেদ করা হয়েছিল। যদি তোমার প্রভুর পক্ষ থেকে পূর্ব সিদ্ধান্ত না থাকতো, তাহলে তাদের মাঝে ফায়সালা হয়ে যেতো। আসলে তারা এ বিষয়ে রয়েছে বিভ্রান্তিকর সন্দেহের মধ্যে।","english_text":"Verily We gave Moses the Book; but they began to differ about it. If the Word of your Lord had not preceded it the matter would have been settled between them. They are still in doubt about it and uneasy.","bangla_translit":"অলাক্বদ্ আ-তাইনা- মূসাল্ কিতা-বা ফাখ্তুলিফা ফীহ্; অলাওলা-কালিমাতুন্ সাবাক্বত্ র্মি রব্বিকা লাকুদ্বিয়া বাইনাহুম্; অইন্নাহুম্ লাফী শাক্কিম্ মিন্হু মুরী।","english_translit":"Walaqad atayna moosa alkitaba faikhtulifa feehi walawla kalimatun sabaqat min rabbika laqudiya baynahum wainnahum lafee shakkin minhu mureebin"},{"sura":41,"aya":46,"quran_text":"مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا وَمَا رَبُّكَ بِظَلَّامٍ لِلْعَبِيدِ","bangla_mohiuddin":"যে সৎকর্ম করে, সে নিজের উপকারের জন্যেই করে, আর যে অসৎকর্ম করে, তা তার উপরই বর্তাবে। আপনার পালনকর্তা বান্দাদের প্রতি মোটেই যুলুম করেন না।","bangla_murtaza":"যে ভালো কাজ করে, সে তা করে নিজের কল্যাণেই, আর যে মন্দ কাজ করে তার প্রতিফল সে নিজেই ভোগ করবে। তোমার প্রভু তাঁর দাসদের প্রতি বিন্দুমাত্র যালিম নন।","english_text":"Whoever does good does so for himself, and whoever does wrong bears the guilt thereof. Your Lord does no wrong to His creatures.","bangla_translit":"মান্ ‘আমিলা ছোয়া-লিহান্ ফালিনাফ্সিহী অ মান্ আসা-য়া ফা‘আলাইহা-; অমা- রব্বুকা বিজোয়াল্লা- মিল্ লিল্‘আবীদ্।","english_translit":"Man AAamila salihan falinafsihi waman asaa faAAalayha wama rabbuka bithallamin lilAAabeedi"},{"sura":41,"aya":47,"quran_text":"إِلَيْهِ يُرَدُّ عِلْمُ السَّاعَةِ وَمَا تَخْرُجُ مِنْ ثَمَرَاتٍ مِنْ أَكْمَامِهَا وَمَا تَحْمِلُ مِنْ أُنْثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ وَيَوْمَ يُنَادِيهِمْ أَيْنَ شُرَكَائِي قَالُوا آذَنَّاكَ مَا مِنَّا مِنْ شَهِيدٍ","bangla_mohiuddin":"কেয়ামতের জ্ঞান একমাত্র তাঁরই জানা। তাঁর জ্ঞানের বাইরে কোন ফল আবরণমুক্ত হয় না। এবং কোন নারী গর্ভধারণ ও সন্তান প্রসব করে না। যেদিন আল্লাহ তাদেরকে ডেকে বলবেন, আমার শরীকরা কোথায়? সেদিন তারা বলবে, আমরা আপনাকে বলে দিয়েছি যে, আমাদের কেউ এটা স্বীকার করে না।","bangla_murtaza":"কিয়ামতের জ্ঞান আল্লাহ পর্যন্তই সীমাবদ্ধ। তাঁর এলেম ছাড়া কোনো ফল আবরণ থেকে বের হয়না, কোনো নারী গর্ভ ধারণ করেনা এবং সন্তানও প্রসব করেনা। যেদিন তাদের ডেকে বলা হবে: ‘কোথায় তোমাদের বানানো শরিকরা?’ তারা বলবে, আপনার অনুমতি প্রার্থনা করে বলছি: ‘এ ব্যাপারে আমাদের কেউই কিছু সচোক্ষে দেখিনি।’","english_text":"He alone has knowledge of the Hour (of change): No fruit comes Out of its spathe, no female conceives or gives birth, but He has knowledge of it. The day He will call them (and ask): \"Where are the compeers (you ascribed to Me)?\" They will answer: \"We profess to You not one of us can vouch for them.\"","bangla_translit":"ইলাইহি ইয়ুরাদ্দু ‘ইল্মুস্ সা-আ’হ্; অমা- তাখ্রুজু মিন্ ছামার-তিম্ মিন্ আক্মা-মিহা-অমা- তাহ্মিলু মিন্ উন্ছা-অলা-তাদ্বোয়া‘উ ইল্লা-বি‘ইল্মিহ্; অইয়াওমা ইয়ুনা-দীহিম্ আইনা শুরাকা-য়ী ক্ব-লূ য় আ-যান্না-কা মা-মিন্না-মিন্ শাহীদ্।","english_translit":"Ilayhi yuraddu AAilmu alssaAAati wama takhruju min thamaratin min akmamiha wama tahmilu min ontha wala tadaAAu illa biAAilmihi wayawma yunadeehim ayna shurakaee qaloo athannaka ma minna min shaheedin"},{"sura":41,"aya":48,"quran_text":"وَضَلَّ عَنْهُمْ مَا كَانُوا يَدْعُونَ مِنْ قَبْلُ وَظَنُّوا مَا لَهُمْ مِنْ مَحِيصٍ","bangla_mohiuddin":"পূর্বে তারা যাদের পূজা করত, তারা উধাও হয়ে যাবে এবং তারা বুঝে নেবে যে, তাদের কোন নিস্কৃতি নেই।","bangla_murtaza":"দুনিয়ার জীবনে তারা যাদের ডাকতো, সেদিন তারা সবাই তাদের থেকে উধাও হয়ে যাবে, তখন তারা উপলব্ধি করবে, তাদের রক্ষা পাওয়ার কোনো পথ নেই।","english_text":"And those they used to worship will leave them in the lurch, and they will realise there is no escape for them.","bangla_translit":"অদ্বোয়াল্লা ‘আন্হুম্ মা-কা-নূ ইয়াদ্‘ঊনা মিন্ ক্বব্লু অজোয়ান্নূ মা-লাহুম্ মিম্ মাহীছ্।","english_translit":"Wadalla AAanhum ma kanoo yadAAoona min qablu wathannoo ma lahum min maheesin"},{"sura":41,"aya":49,"quran_text":"لَا يَسْأَمُ الْإِنْسَانُ مِنْ دُعَاءِ الْخَيْرِ وَإِنْ مَسَّهُ الشَّرُّ فَيَئُوسٌ قَنُوطٌ","bangla_mohiuddin":"মানুষ উন্নতি কামনায় ক্লান্ত হয় না; যদি তাকে অমঙ্গল স্পর্শ করে, তবে সে সম্পূর্ণ রূপে নিরাশ হয়ে পড়ে।","bangla_murtaza":"মানুষ অর্থ সম্পদ প্রার্থনার ক্ষেত্রে কোনো ক্লান্তিবোধ করেনা। কিন্তু যখন তাকে দুঃখ-দুর্দশা স্পর্শ করে, তখন সে নিরাশ ও হতাশ হয়ে পড়ে।","english_text":"Man never tires of praying for good; but if evil assails him he begins to despair.","bangla_translit":"লা-ইয়াস্য়ামুল্ ইন্সা-নু মিন্ দু‘আ-য়িল্ খইরি অইম্ মাস্সাহুশ্ র্শারু ফাইয়ায়ূসুন্ ক্ব-নূত্ব ।","english_translit":"La yasamu alinsanu min duAAai alkhayri wain massahu alshsharru fayaoosun qanootun"},{"sura":41,"aya":50,"quran_text":"وَلَئِنْ أَذَقْنَاهُ رَحْمَةً مِنَّا مِنْ بَعْدِ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ هَذَا لِي وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وَلَئِنْ رُجِعْتُ إِلَى رَبِّي إِنَّ لِي عِنْدَهُ لَلْحُسْنَى فَلَنُنَبِّئَنَّ الَّذِينَ كَفَرُوا بِمَا عَمِلُوا وَلَنُذِيقَنَّهُمْ مِنْ عَذَابٍ غَلِيظٍ","bangla_mohiuddin":"বিপদাপদ স্পর্শ করার পর আমি যদি তাকে আমার অনুগ্রহ আস্বাদন করাই, তখন সে বলতে থাকে, এটা যে আমার যোগ্য প্রাপ্য; আমি মনে করি না যে, কেয়ামত সংঘটিত হবে। আমি যদি আমার পালনকর্তার কাছে ফিরে যাই, তবে অবশ্যই তার কাছে আমার জন্য কল্যাণ রয়েছে। অতএব, আমি কাফেরদেরকে তাদের কর্ম সম্পর্কে অবশ্যই অবহিত করব এবং তাদেরকে অবশ্যই আস্বাদন করাব কঠিন শাস্তি।","bangla_murtaza":"আমরা যখন দুঃখ-দুর্দশা স্পর্শ করার পর তাকে আমাদের রহমত আস্বাদন করাই, তখন সে বলে: ‘এটা তো আমার প্রাপ্য এবং আমি মনে করিনা যে, কিয়ামত সংঘটিত হবে। আর আমি যদি আমার প্রভুর কাছে ফিরেও যাই, তার কাছে তো আমার জন্যে কল্যাণই থাকবে।’ আমরা কাফিরদের অবশ্যি তাদের কৃতকর্ম সম্পর্কে অবহিত করবো এবং তাদের আস্বাদন করাবো শক্ত আযাব।","english_text":"If We give him a taste of Our favour after some distress he has known, he says: \"It was my due. I cannot imagine the Hour will come. And even if I go back to my Lord, there will surely still be the best for me with Him.\" We shall tell those who do not believe what they used to do, and inflict on them a heavy punishment.","bangla_translit":"অলায়িন্ আযাকনা-হু রহ্মাতাম্ মিন্না-মিম্ বা’দি দ্বোর্য়ার-য়া মাস্সাত্হু লাইয়াকুলান্না হা-যা-লী অমা য় আযুন্নূস্ সা-‘আতা ক্ব-য়িমাতাঁও অ লার্য়ি রুজ্বিতু ইলা-রব্বী য় ইন্না লী ‘ইন্দাহূ লাল্হুস্না- ফালানুনাব্বিয়ান্নাল্ লাযীনা কাফারূ বিমা-‘আমিলূ অলানুযীক্বান্নাহুম্ মিন্ ‘আযা-বিন্ গলীজ্।","english_translit":"Walain athaqnahu rahmatan minna min baAAdi darraa massathu layaqoolanna hatha lee wama athunnu alssaAAata qaimatan walain rujiAAtu ila rabbee inna lee AAindahu lalhusna falanunabbianna allatheena kafaroo bima AAamiloo walanutheeqannahum min AAathabin ghaleethin"},{"sura":41,"aya":51,"quran_text":"وَإِذَا أَنْعَمْنَا عَلَى الْإِنْسَانِ أَعْرَضَ وَنَأَى بِجَانِبِهِ وَإِذَا مَسَّهُ الشَّرُّ فَذُو دُعَاءٍ عَرِيضٍ","bangla_mohiuddin":"আমি যখন মানুষের প্রতি অনুগ্রহ করি তখন সে মুখ ফিরিয়ে নেয় এবং পার্শ্ব পরিবর্তন করে। আর যখন তাকে অনিষ্ট স্পর্শ করে, তখন সুদীর্ঘ দোয়া করতে থাকে।","bangla_murtaza":"আমরা যখন মানুষের প্রতি অনুগ্রহ করি, তখন সে মুখ ফিরিয়ে নেয় এবং দূরে সরে যায়, আবার যখন তাকে স্পর্শ করে দুঃখ-দুর্দশা, তখন সে নিরত হয় দীর্ঘ প্রার্থনায়।","english_text":"When We show Our favours to man he moves away and turns aside; but when in trouble he prays a great deal.","bangla_translit":"অইযা য় আন্‘আম্না-‘আলাল্ ইন্সা-নি আ’রাদ্বোয়া অনায়া-বিজ্বা-নিবিহী অইযা-মাস্সাহুশ্ র্শারু ফাযূ দু‘আ-য়িন্ ‘আরীদ্ব্ ।","english_translit":"Waitha anAAamna AAala alinsani aAArada wanaa bijanibihi waitha massahu alshsharru fathoo duAAain AAareedin"},{"sura":41,"aya":52,"quran_text":"قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ ثُمَّ كَفَرْتُمْ بِهِ مَنْ أَضَلُّ مِمَّنْ هُوَ فِي شِقَاقٍ بَعِيدٍ","bangla_mohiuddin":"বলুন, তোমরা ভেবে দেখেছ কি, যদি এটা আল্লাহর পক্ষ থেকে হয়, অতঃপর তোমরা একে অমান্য কর, তবে যে ব্যক্তি ঘোর বিরোধিতায় লিপ্ত, তার চাইতে অধিক পথভ্রষ্ট আর কে?","bangla_murtaza":"বলো: ‘তোমরা ভেবে দেখেছো কি, যদি এ কুরআন আল্লাহর পক্ষ থেকে নাযিল হয়ে থাকে আর তোমরা তা অস্বীকার করো, তবে যে ব্যক্তি বিরোধিতায় বহুদূর এগিয়ে গেছে তার চাইতে বড় বিপথগামী আর কেউ আছে কি?’","english_text":"Say: \"Just think. If this is from God and you deny it, who will be in greater error than he who is in open dissent?\"","bangla_translit":"কুল্ আরয়াইতুম্ ইন্ কা-না মিন্ ‘ইন্দিল্লা-হি ছুম্মা কার্ফাতুম্ বিহী মান্ আদ্বোয়াল্ল ূ মিম্মান্ হুঅ ফী শিক্ব-ক্বিম্ বা‘ঈদ্।","english_translit":"Qul araaytum in kana min AAindi Allahi thumma kafartum bihi man adallu mimman huwa fee shiqaqin baAAeedin"},{"sura":41,"aya":53,"quran_text":"سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ","bangla_mohiuddin":"এখন আমি তাদেরকে আমার নিদর্শনাবলী প্রদর্শন করাব পৃথিবীর দিগন্তে এবং তাদের নিজেদের মধ্যে; ফলে তাদের কাছে ফুটে উঠবে যে, এ কোরআন সত্য। আপনার পালনকর্তা সর্ববিষয়ে সাক্ষ্যদাতা, এটা কি যথেষ্ট নয়?","bangla_murtaza":"আমরা অচিরেই তাদের দেখাবো আমাদের নিদর্শনাবলি মহাবিশ্বে এবং তাদের নিজেদের মধ্যে, তখন তাদের কাছে স্পষ্ট হয়ে যাবে যে, এ কুরআন এক মহাসত্য। তোমার প্রভুর ব্যাপারে কি একথা যথেষ্ট নয় যে, তিনি প্রতিটি বিষয়ে প্রত্যক্ষদর্শী?","english_text":"We will show Our signs to them in the horizons of the external world and within themselves, until it becomes clear to them that it's the truth. Is your Lord not sufficient? He is a witness over all things.","bangla_translit":"সানুরী হিম্ আ-ইয়া-তিনা-ফিল্ আ-ফা-ক্বি অফী য় আন্ফুসিহিম্ হাত্তা-ইয়াতাবাইয়্যানা লাহুম্ আন্নাহুল্ হাক্ব্; আওয়ালাম্ ইয়াক্ফি বিরব্বিকা আন্নাহূ ‘আলা-কুল্লি শাইয়িন্ শাহীদ্।","english_translit":"Sanureehim ayatina fee alafaqi wafee anfusihim hatta yatabayyana lahum annahu alhaqqu awalam yakfi birabbika annahu AAala kulli shayin shaheedun"},{"sura":41,"aya":54,"quran_text":"أَلَا إِنَّهُمْ فِي مِرْيَةٍ مِنْ لِقَاءِ رَبِّهِمْ أَلَا إِنَّهُ بِكُلِّ شَيْءٍ مُحِيطٌ","bangla_mohiuddin":"শুনে রাখ, তারা তাদের পালনকর্তার সাথে সাক্ষাতের ব্যাপারে সন্দেহে পতিত রয়েছে। শুনে রাখ, তিনি সবকিছুকে পরিবেষ্টন করে রয়েছেন।","bangla_murtaza":"সাবধান, তারা তাদের প্রভুর সাথে সাক্ষাতের বিষয়ে সন্দেহে নিমজ্জিত। জেনে রাখো, আল্লাহ প্রতিটি বস্তু পরিবেষ্টন করে আছেন।","english_text":"In truth they are in doubt that they will ever face their Lord. Do they not know that He surrounds all things?","bangla_translit":"আলা য় ইন্নাহুম্ ফী র্মিইয়াতিম্ মিল্লিক্ব-য়ি রব্বিহিম্; আলা য় ইন্নাহূ বিকুল্লি শাইয়িম্ মুহীত্ব।","english_translit":"Ala innahum fee miryatin min liqai rabbihim ala innahu bikulli shayin muheetun"}]