[{"sura":66,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ يَا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ تَبْتَغِي مَرْضَاتَ أَزْوَاجِكَ وَاللَّهُ غَفُورٌ رَحِيمٌ","bangla_mohiuddin":"হে নবী, আল্লাহ আপনার জন্যে যা হালাল করছেন, আপনি আপনার স্ত্রীদেরকে খুশী করার জন্যে তা নিজের জন্যে হারাম করেছেন কেন? আল্লাহ ক্ষমাশীল, দয়াময়।","bangla_murtaza":"পরম করুণাময় পরম দয়াবান আল্লাহর নামে হে নবী! আল্লাহ তোমার জন্যে যা হালাল করেছেন, তুমি কেন তা হারাম করছো? তুমি কি তোমার স্ত্রীদের সন্তুষ্টি চাইছো। আল্লাহ পরম ক্ষমাশীল দয়াবান।","english_text":"O PROPHET, WHY should you forbid (yourself) what God has made lawful for you, in order to please your wives? Yet God is forgiving and kind.","bangla_translit":"ইয়া য় আইয়্যুহান্নাবিয়্যু লিমা-তুর্হারিমু মা য় আহাল্লাল্লা-হু লাকা তাব্তাগী র্মাদ্বোয়া-তা আয্ওয়া-জ্বিক্; অল্লা-হু গফূর্রু রহীম্।","english_translit":"Ya ayyuha alnnabiyyu lima tuharrimu ma ahalla Allahu laka tabtaghee mardata azwajika waAllahu ghafoorun raheemun"},{"sura":66,"aya":2,"quran_text":"قَدْ فَرَضَ اللَّهُ لَكُمْ تَحِلَّةَ أَيْمَانِكُمْ وَاللَّهُ مَوْلَاكُمْ وَهُوَ الْعَلِيمُ الْحَكِيمُ","bangla_mohiuddin":"আল্লাহ তোমাদের জন্যে কসম থেকে অব্যহতি লাভের উপায় নির্ধারণ করে দিয়েছেন। আল্লাহ তোমাদের মালিক। তিনি সর্বজ্ঞ, প্রজ্ঞাময়।","bangla_murtaza":"আল্লাহ তোমাদের জন্যে কসম থেকে মুক্তি লাভের বিধান দিয়েছেন, কারণ তিনি তোমাদের মাওলা (অভিভাক) এবং তিনি মহাজ্ঞানী, মহাপ্রজ্ঞাবান।","english_text":"Surely God has sanctioned the dissolution of your vows. God is your Lord: He is all-knowing, and all-wise.","bangla_translit":"ক্বদ্ ফারাদ্বোয়াল্লা-হু লাকুম্ তাহিল্লাতা আইমা-নিকুম্ অল্লা-হু মাওলা-কুম্ অহুওয়াল্ ‘আলী মুল্ হাকীম্।","english_translit":"Qad farada Allahu lakum tahillata aymanikum waAllahu mawlakum wahuwa alAAaleemu alhakeemu"},{"sura":66,"aya":3,"quran_text":"وَإِذْ أَسَرَّ النَّبِيُّ إِلَى بَعْضِ أَزْوَاجِهِ حَدِيثًا فَلَمَّا نَبَّأَتْ بِهِ وَأَظْهَرَهُ اللَّهُ عَلَيْهِ عَرَّفَ بَعْضَهُ وَأَعْرَضَ عَنْ بَعْضٍ فَلَمَّا نَبَّأَهَا بِهِ قَالَتْ مَنْ أَنْبَأَكَ هَذَا قَالَ نَبَّأَنِيَ الْعَلِيمُ الْخَبِيرُ","bangla_mohiuddin":"যখন নবী তাঁর একজন স্ত্রীর কাছে একটি কথা গোপনে বললেন, অতঃপর স্ত্রী যখন তা বলে দিল এবং আল্লাহ নবীকে তা জানিয়ে দিলেন, তখন নবী সে বিষয়ে স্ত্রীকে কিছু বললেন এবং কিছু বললেন না। নবী যখন তা স্ত্রীকে বললেন, তখন স্ত্রী বললেনঃ কে আপনাকে এ সম্পর্কে অবহিত করল? নবী বললেন,ঃ যিনি সর্বজ্ঞ, ওয়াকিফহাল, তিনি আমাকে অবহিত করেছেন।","bangla_murtaza":"স্মরণ করো, নবী তার কোনো একজন স্ত্রীকে গোপনে একটি কথা বলেছিল। তার সে (স্ত্রী) যখন তা অন্যজনকে বলে দিয়েছিল এবং আল্লাহ নবীকে তা জানিয়ে দিয়েছিলেন, তখন নবী এ বিষয়ে কিছু কথা ব্যক্ত করলো আর কিছু ব্যক্ত করতে উপেক্ষা করলো। নবী যখন তা তাঁর সেই স্ত্রীকে জানালো, তখন সে বললো: ‘কে আপনাকে  এটা অবহিত করেছে?’ সে বললো: ‘আমাকে তা জানিয়ে দিয়েছেন তিনি, যিনি সর্বজ্ঞানী এবং সব বিষয়ে অবহিত।’","english_text":"When the Prophet told one of his wives something in confidence and she disclosed it, God revealed this to him. So he made some of it known to her, and held back some. When, however, he informed her about it, she asked: \"Who told you this?\" He said: \"I was told this by the All-knowing, All-Informed.\"","bangla_translit":"অইয্ আর্সারন্নাবিয়্যু ইলা-বা’দ্বি আয্ওয়া-জ্বিহী হাদীছান্ ফালাম্মা-নাব্বায়াত্ বিহী অ-আজ্হারহুল্লা-হু ‘আলাইহি ‘র্আরফা বা’দ্বোয়াহূ অআ’রদ্বোয়া ‘আম্ বা’দ্বিন্ ফালাম্মা-নাব্বায়াহা বিহী ক্বলাত্ মান্ আম্বায়াকা হা-যা; ক্ব-লা নাব্বায়ানিয়াল্ ‘আলীমুল্ খর্বী।","english_translit":"Waith asarra alnnabiyyu ila baAAdi azwajihi hadeethan falamma nabbaat bihi waathharahu Allahu AAalayhi AAarrafa baAAdahu waaAArada AAan baAAdin falamma nabbaaha bihi qalat man anbaaka hatha qala nabbaaniya alAAaleemu alkhabeeru"},{"sura":66,"aya":4,"quran_text":"إِنْ تَتُوبَا إِلَى اللَّهِ فَقَدْ صَغَتْ قُلُوبُكُمَا وَإِنْ تَظَاهَرَا عَلَيْهِ فَإِنَّ اللَّهَ هُوَ مَوْلَاهُ وَجِبْرِيلُ وَصَالِحُ الْمُؤْمِنِينَ وَالْمَلَائِكَةُ بَعْدَ ذَلِكَ ظَهِيرٌ","bangla_mohiuddin":"তোমাদের অন্তর অন্যায়ের দিকে ঝুঁকে পড়েছে বলে যদি তোমরা উভয়ে তওবা কর, তবে ভাল কথা। আর যদি নবীর বিরুদ্ধে একে অপরকে সাহায্য কর, তবে জেনে রেখ আল্লাহ জিবরাঈল এবং সৎকর্মপরায়ণ মুমিনগণ তাঁর সহায়। উপরন্তুত ফেরেশতাগণও তাঁর সাহায্যকারী।","bangla_murtaza":"যদি তোমরা দুজনেই (নবীর সেই দুই স্ত্রী) আল্লাহর দিকে তওবা করে (অনুতপ্ত হয়ে) ফিরে আসো তবে ভালো, কারণ তোমাদের অন্তর তো ঝুঁকে পড়েছে। কিন্তু তোমরা যদি নবীর বিরুদ্ধে পরস্পরকে সহযোগিতা করো, তবে জেনে রাখো, আল্লাহ তার (নবীর) মাওলা এবং জিবরিল আর পুণ্যবান মুমিনরাও তার সাহায্যকারী। তাছাড়া ফেরেশতারা তো তার সাহায্যকারী আছেই।","english_text":"If both of you two (women) turn to God in penitence (it would be better). Your hearts have been impaired; and if you assist one another against him, then surely his helper is God, and Gabriel and the righteous believers, and, besides them, the angels are his helpers.","bangla_translit":"ইন্ তাতূ বা য় ইলাল্লা-হি ফাক্বদ্ ছোয়াগাত্ কুলূবুকুমা-অ ইন্ তাজোয়া-হার ‘আলাইহি ফাইন্নাল্লা-হা হুওয়া মাওলা-হু অজ্বিব্রীলু অছোয়া-লিহুল্ মু”মিনীনা অল্ মালা-য়িকাতু বা’দা যা-লিকা জোয়ার্হী।","english_translit":"In tatooba ila Allahi faqad saghat quloobukuma wain tathahara AAalayhi fainna Allaha huwa mawlahu wajibreelu wasalihu almumineena waalmalaikatu baAAda thalika thaheerun"},{"sura":66,"aya":5,"quran_text":"عَسَى رَبُّهُ إِنْ طَلَّقَكُنَّ أَنْ يُبْدِلَهُ أَزْوَاجًا خَيْرًا مِنْكُنَّ مُسْلِمَاتٍ مُؤْمِنَاتٍ قَانِتَاتٍ تَائِبَاتٍ عَابِدَاتٍ سَائِحَاتٍ ثَيِّبَاتٍ وَأَبْكَارًا","bangla_mohiuddin":"যদি নবী তোমাদের সকলকে পরিত্যাগ করেন, তবে সম্ভবতঃ তাঁর পালনকর্তা তাঁকে পরিবর্তে দিবেন তোমাদের চাইতে উত্তম স্ত্রী, যারা হবে আজ্ঞাবহ, ঈমানদার, নামাযী তওবাকারিণী, এবাদতকারিণী, রোযাদার, অকুমারী ও কুমারী।","bangla_murtaza":"নবী যদি তোমাদের সবাইকে তালাক দিয়ে দেয়, তবে তার প্রভু অবশ্যি তোমাদের বদলে তাকে দেবেন তোমাদের চাইতেও উত্তম স্ত্রী, যারা হবে আত্মসমর্পিত, মুমিনা, অনুগত, তাওবাকারী, ইবাদতকারী, সিয়াম পালনকারী, অকুমারী এবং কুমারী।","english_text":"In case he divorces you, his Lord will give him better wives in return, who will be modest, true believers, obedient to God, repentant, observant of prayer and fasting, both widows and virgins.","bangla_translit":"‘আসা- রব্বুহূ য় ইন্ ত্বোয়াল্লাক্বকুন্না আইঁ ইয়ুব্দি লাহূ য় আয্ওয়া-জ্বান্ খইরাম্ মিন্কুন্না মুস্লিমা -তিম্ মু”মিনা-তিন্ ক্ব-নিতা-তিন্ তা-য়িবা-তিন্ ‘আ-বিদা-তিন্ সা-য়িহা-তিন্ ছাইয়িবা-তিঁও অ আব্কা-র-।","english_translit":"AAasa rabbuhu in tallaqakunna an yubdilahu azwajan khayran minkunna muslimatin muminatin qanitatin taibatin AAabidatin saihatin thayyibatin waabkaran"},{"sura":66,"aya":6,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَارًا وَقُودُهَا النَّاسُ وَالْحِجَارَةُ عَلَيْهَا مَلَائِكَةٌ غِلَاظٌ شِدَادٌ لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ","bangla_mohiuddin":"মুমিনগণ, তোমরা নিজেদেরকে এবং তোমাদের পরিবার-পরিজনকে সেই অগ্নি থেকে রক্ষা কর, যার ইন্ধন হবে মানুষ ও প্রস্তর, যাতে নিয়োজিত আছে পাষাণ হৃদয়, কঠোরস্বভাব ফেরেশতাগণ। তারা আল্লাহ তা’আলা যা আদেশ করেন, তা অমান্য করে না এবং যা করতে আদেশ করা হয়, তাই করে।","bangla_murtaza":"হে ঈমানদার লোকেরা! তোমরা নিজেদেরকে এবং নিজেদের পরিবারবর্গকে রক্ষা করো জাহান্নাম থেকে, যার জ্বালানি হবে মানুষ আর পাথর (ভাষ্কর্য, মূর্তি), তার তত্ত্বাবধানে নিয়োজিত রয়েছে এমন সব ফেরেশতা, যারা শক্ত হৃদয় আর কঠোর স্বভাবের। তারা অমান্য করেনা তাদেরকে যা নির্দেশ দেয়া হয়। যা নির্দেশ দেয়া হয় তারা তাই করে।","english_text":"O you who believe, save yourselves and your families from the Fire whose fuel is men and rocks, over which are appointed angels stern and severe as wardens who never disobey what God commands them, and do what they are commanded;","bangla_translit":"ইয়া য় আইয়্যুহাল্লাযীনা আ-মানূ কু য় আন্ফুসাকুম্ অআহ্লীকুম্ না-রঁও অকু দুহান্ না-সু অল্হিজ্বা-রতু ‘আলাইহা-মালা-য়িকাতুন্ গিলা-জুন্ শিদাদুল্লা-ইয়া’ছূনাল্লা-হা মা য় আমারহুম্ অইয়াফ্‘আলূনা মা-ইয়ু”মারূন্।","english_translit":"Ya ayyuha allatheena amanoo qoo anfusakum waahleekum naran waqooduha alnnasu waalhijaratu AAalayha malaikatun ghilathun shidadun la yaAAsoona Allaha ma amarahum wayafAAaloona ma yumaroona"},{"sura":66,"aya":7,"quran_text":"يَا أَيُّهَا الَّذِينَ كَفَرُوا لَا تَعْتَذِرُوا الْيَوْمَ إِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ","bangla_mohiuddin":"হে কাফের সম্প্রদায়, তোমরা আজ ওযর পেশ করো না। তোমাদেরকে তারই প্রতিফল দেয়া হবে, যা তোমরা করতে।","bangla_murtaza":"হে কাফিররা! তোমরা আজ কোনো ওযর পেশ করোনা। অবশ্যি আজ তোমাদের প্রতিফল দেয়া হবে তোমাদের কাজ অনুযায়ী।","english_text":"(And say:) \"O you who do not believe, make no excuses today. You will be requited only for what you had done.\"","bangla_translit":"ইয়া য় আইয়্যুহাল্ লাযীনা কাফারূ লা-তা’তাযিরুল্ ইয়াওম্; ইন্নামা-তুজযাওনা মা-কুন্তুম্ তা’মালূন্।","english_translit":"Ya ayyuha allatheena kafaroo la taAAtathiroo alyawma innama tujzawna ma kuntum taAAmaloona"},{"sura":66,"aya":8,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا تُوبُوا إِلَى اللَّهِ تَوْبَةً نَصُوحًا عَسَى رَبُّكُمْ أَنْ يُكَفِّرَ عَنْكُمْ سَيِّئَاتِكُمْ وَيُدْخِلَكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ يَوْمَ لَا يُخْزِي اللَّهُ النَّبِيَّ وَالَّذِينَ آمَنُوا مَعَهُ نُورُهُمْ يَسْعَى بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ يَقُولُونَ رَبَّنَا أَتْمِمْ لَنَا نُورَنَا وَاغْفِرْ لَنَا إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ","bangla_mohiuddin":"মুমিনগণ! তোমরা আল্লাহ তা’আলার কাছে তওবা কর-আন্তরিক তওবা। আশা করা যায়, তোমাদের পালনকর্তা তোমাদের মন্দ কর্মসমূহ মোচন করে দেবেন এবং তোমাদেরকে দাখিল করবেন জান্নাতে, যার তলদেশে নদী প্রবাহিত। সেদিন আল্লাহ নবী এবং তাঁর বিশ্বাসী সহচরদেরকে অপদস্থ করবেন না। তাদের নূর তাদের সামনে ও ডানদিকে ছুটোছুটি করবে। তারা বলবেঃ হে আমাদের পালনকর্তা, আমাদের নূরকে পূর্ণ করে দিন এবং আমাদেরকে ক্ষমা করুন। নিশ্চয় আপনি সবকিছুর উপর সর্ব শক্তিমান।","bangla_murtaza":"হে ঈমানদার লোকেরা! তোমরা তওবা করো (অনুতপ্ত হয়ে ফিরে আসো) আল্লাহর দিকে শুদ্ধ একনিষ্ঠ তওবা। তাহলে অবশ্যি তোমাদের প্রভু তোমাদের থেকে মুছে দেবেন তোমাদের পাপসমূহ এবং তোমাদের দাখিল করবেন জান্নাতে, যার নিচে দিয়ে বহমান থাকবে নদ নদী নহর। সেদিন আল্লাহ অপমানিত করবেন না তাঁর নবীকে এবং তাঁর সাথে যারা ঈমান এনেছে তাদেরকে। তাদের নূর সায়ী করবে (দৌড়াবে) তাদের সামনে দিয়ে এবং ডানে দিয়ে। তারা বলবে, আমাদের প্রভু! আমাদের জন্যে পূর্ণ করে দাও (জান্নাতে পৌঁছা পর্যন্ত) আমাদের নূর এবং ক্ষমা করে দাও আমাদের। নিশ্চয়ই তুমি প্রতিটি বিষয়ে সর্বশক্তিমান।","english_text":"O you who believe, turn to God truly in repentance. Perhaps your Lord may forgive your ills and admit you to gardens with rivers flowing by on the day when God will not humiliate the Prophet and those who believe with him. Their light will move in front of them and to their right, and they will say: \"O Lord, perfect our light and forgive us. You have power over every thing.\"","bangla_translit":"ইয়া য় আইয়্যুহাল্ লাযীনা আ-মানূ তূবূ য় ইলাল্লা-হি তাওবাতান্নাছূহা-; ‘আসা-রব্বুকুম্ আইঁ ইয়ুকাফ্ফির ‘আন্কুম্ সাইয়িয়া-তিকুম্ অইয়ুদ্খিলাকুম্ জ্বান্না-তিন্ তাজরি মিন্ তাহ্তিহাল্ আন্হা-রু ইয়াওমা লা-ইয়ুখ্যিল্লা-হুন্ নাবিইয়া, অল্লাযীনা আ-মানূ মা‘আহূ নূরুহুম্ ইয়াস্‘আ-বাইনা আইদীহিম্ অবিআইমা নিহিম্ ইয়াকুলূনা রব্বানা য় আত্মিম্ লানা-নূরানা- ওয়ার্গ্ফি লানা- ইন্নাকা ‘আলা-কুল্লি শাইয়িন্ ক্বর্দীর।","english_translit":"Ya ayyuha allatheena amanoo tooboo ila Allahi tawbatan nasoohan AAasa rabbukum an yukaffira AAankum sayyiatikum wayudkhilakum jannatin tajree min tahtiha alanharu yawma la yukhzee Allahu alnnabiyya waallatheena amanoo maAAahu nooruhum yasAAa bayna aydeehim wabiaymanihim yaqooloona rabbana atmim lana noorana waighfir lana innaka AAala kulli shayin qadeerun"},{"sura":66,"aya":9,"quran_text":"يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ","bangla_mohiuddin":"হে নবী! কাফের ও মুনাফিকদের বিরুদ্ধে জেহাদ করুন এবং তাদের প্রতি কঠোর হোন। তাদের ঠিকানা জাহান্নাম। সেটা কতই না নিকৃষ্ট স্থান।","bangla_murtaza":"হে নবী! জিহাদ করো কাফির এবং মুনাফিকদের বিরুদ্ধে এবং কঠোর হও তাদের প্রতি। তাদের আশ্রয় হবে জাহান্নাম এবং সেটা কতো যে নিকৃষ্ট প্রত্যাবর্তনের জায়গা!","english_text":"O Prophet, fight the unbelievers and the hypocrites, and be severe with them. Their abode is Hell, an evil destination?","bangla_translit":"ইয়া য় আইয়্যুহান্নাবিয়্যু জ্বা-হিদিল্ কুফ্ফা-রা অল্ মুনা-ফিক্বীনা অগ্লুজ্ ‘আলাইহিম্; অমা”ওয়া-হুম্ জ্বাহান্নাম্; অবি”সাল্ মার্ছীর।","english_translit":"Ya ayyuha alnnabiyyu jahidi alkuffara waalmunafiqeena waoghluth AAalayhim wamawahum jahannamu wabisa almaseeru"},{"sura":66,"aya":10,"quran_text":"ضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ كَفَرُوا امْرَأَتَ نُوحٍ وَامْرَأَتَ لُوطٍ كَانَتَا تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا صَالِحَيْنِ فَخَانَتَاهُمَا فَلَمْ يُغْنِيَا عَنْهُمَا مِنَ اللَّهِ شَيْئًا وَقِيلَ ادْخُلَا النَّارَ مَعَ الدَّاخِلِينَ","bangla_mohiuddin":"আল্লাহ তা’আলা কাফেরদের জন্যে নূহ-পত্নী ও লূত-পত্নীর দৃষ্টান্ত বর্ণনা করেছেন। তারা ছিল আমার দুই ধর্মপরায়ণ বান্দার গৃহে। অতঃপর তারা তাদের সাথে বিশ্বাসঘাতকতা করল। ফলে নূহ ও লূত তাদেরকে আল্লাহ তা’আলার কবল থেকে রক্ষা করতে পারল না এবং তাদেরকে বলা হলঃ জাহান্নামীদের সাথে জাহান্নামে চলে যাও।","bangla_murtaza":"আল্লাহ কাফিরদের জন্যে মেছাল (দৃষ্টান্ত) দিচ্ছেন নূহের স্ত্রীর এবং লুতের স্ত্রীর। তারা ছিলো আমার দুই পুণ্যবান দাসের বিবাহাধীন। কিন্তু দুজনই তাদের প্রতি করেছিল খিয়ানত। ফলে নূহ এবং লুত তাদেরকে আল্লাহর পাকড়াও থেকে রক্ষা করতে পারেনি এবং তাদের বলা হয়েছিল: প্রবেশকারীদের সাথে দাখিল হয়ে যাও জাহান্নামে।","english_text":"God advances the example of Noah's wife and the wife of Lot for those who do not believe. They were married to Our two pious devotees, but they were unfaithful to them, and even (the apostles) could not avail them in the least against God; and it was said to them: \"Enter Hell with those (who are condemned) to enter it.\"","bangla_translit":"দ্বোয়ারবাল্লা-হু মাছালাল্ লিল্লাযীনা কাফারুম্ রয়াতা নূহিঁও অম্রয়াতা লূত্; কা-নাতা তাহ্তা ‘আব্দাইনি মিন্ ই’বাদিনা-ছোয়া-লিহাইনি ফাখানাতা-হুমা-ফালাম্ ইয়ুগ্নিয়া-‘আন্হুমা-মিনাল্লা-হি শাইয়াঁও অক্বীলাদ্ খলা ন্না-ও মা‘আদ্ দা-খিলীন্।","english_translit":"Daraba Allahu mathalan lillatheena kafaroo imraata noohin waimraata lootin kanata tahta AAabdayni min AAibadina salihayni fakhanatahuma falam yughniya AAanhuma mina Allahi shayan waqeela odkhula alnnara maAAa alddakhileena"},{"sura":66,"aya":11,"quran_text":"وَضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ آمَنُوا امْرَأَتَ فِرْعَوْنَ إِذْ قَالَتْ رَبِّ ابْنِ لِي عِنْدَكَ بَيْتًا فِي الْجَنَّةِ وَنَجِّنِي مِنْ فِرْعَوْنَ وَعَمَلِهِ وَنَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ","bangla_mohiuddin":"আল্লাহ তা’আলা মুমিনদের জন্যে ফেরাউন-পত্নীর দৃষ্টান্ত বর্ণনা করেছেন। সে বললঃ হে আমার পালনকর্তা! আপনার সন্নিকটে জান্নাতে আমার জন্যে একটি গৃহ নির্মাণ করুন, আমাকে ফেরাউন ও তার দুস্কর্ম থেকে উদ্ধার করুন এবং আমাকে যালেম সম্প্রদায় থেকে মুক্তি দিন।","bangla_murtaza":"আল্লাহ মুমিনদের জন্যে মেছাল দিচ্ছেন ফেরাউনের স্ত্রীর। সে ফরিয়াদ করেছিল: ‘আমার প্রভু! তোমার সন্নিকটে জান্নাতে আমার জন্যে বানাও একটি ঘর, আর আমাকে নাজাত দাও ফেরাউনের কবল থেকে এবং তার দুষ্কর্ম থেকে, আর আমাকে নাজাত দাও যালিম কওমের কবল থেকে।’","english_text":"And God presents the example of Pharaoh's wife for those who believe, when she said: \"O Lord, build me a house in Paradise, and save me from Pharaoh and his deeds, and save me from a wicked people;\"","bangla_translit":"অদ্বোয়ারবাল্লা-হু মাছালাল্ লিল্লাযীনা আ-মানুম্ রয়াতা ফির‘আউন্। ইয্ ক্ব-লাত্ রব্বিব্নি লী ‘ইন্দাকা বাইতান্ ফিল্ জ্বান্নাতি অনাজজ্বিনী মিন্ ফির‘আউনা অ ‘আমালিহী অনাজজ্বিনী মিনাল্ ক্বওমিজ্ জোয়া-লিমীন।","english_translit":"Wadaraba Allahu mathalan lillatheena amanoo imraata firAAawna ith qalat rabbi ibni lee AAindaka baytan fee aljannati wanajjinee min firAAawna waAAamalihi wanajjinee mina alqawmi alththalimeena"},{"sura":66,"aya":12,"quran_text":"وَمَرْيَمَ ابْنَتَ عِمْرَانَ الَّتِي أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهِ مِنْ رُوحِنَا وَصَدَّقَتْ بِكَلِمَاتِ رَبِّهَا وَكُتُبِهِ وَكَانَتْ مِنَ الْقَانِتِينَ","bangla_mohiuddin":"আর দৃষ্টান্ত বর্ণনা করেছেন এমরান-তনয়া মরিয়মের, যে তার সতীত্ব বজায় রেখেছিল। অতঃপর আমি তার মধ্যে আমার পক্ষ থেকে জীবন ফুঁকে দিয়েছিলাম এবং সে তার পালনকর্তার বানী ও কিতাবকে সত্যে পরিণত করেছিল। সে ছিল বিনয় প্রকাশকারীনীদের একজন।","bangla_murtaza":"তিনি তাদের জন্যে আরো মেছাল দিচ্ছেন ইমরানের কন্যা মরিয়মের, যে রক্ষা করেছিল নিজের সতীত্ব। ফলে আমরা তার মধ্যে ফুঁকে দিয়েছিলাম আমাদের রূহ থেকে। সে তার প্রভুর বাণী এবং তাঁর কিতাবকে সত্যায়ন করেছিল এবং সে ছিলো অনুগতদের একজন।","english_text":"And of Mary, daughter of 'Imran, who guarded her chastity, so that We breathed into her a new life from Us, and she believed the words of her Lord and His Books, and was among the obedient.","bangla_translit":"অর্মাইয়ামাব্নাতা ‘ইম্র-নাল্ লাতী য় আহ্ছোয়ানাত্ র্ফাজ্বাহা-ফানাফাখ্না- ফীহি র্মি রূহিনা- অছোয়াদ্দাক্বত্ বিকালিমা-তি রব্বিহা-অকুতুবিহী অকা-নাত্ মিনাল্ ক্ব-নিতীন্।","english_translit":"Wamaryama ibnata AAimrana allatee ahsanat farjaha fanafakhna feehi min roohina wasaddaqat bikalimati rabbiha wakutubihi wakanat mina alqaniteena"}]