[{"sura":32,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ الم","bangla_mohiuddin":"আলিফ-লাম-মীম।","bangla_murtaza":"পরম করুণাময়পরম দয়াবান আল্লাহর নামে আলিফ লাম মিম।","english_text":"ALIF LAM MIM.","bangla_translit":"আলিফ্ লা-ম্ মী-ম।","english_translit":"Aliflammeem"},{"sura":32,"aya":2,"quran_text":"تَنْزِيلُ الْكِتَابِ لَا رَيْبَ فِيهِ مِنْ رَبِّ الْعَالَمِينَ","bangla_mohiuddin":"এ কিতাবের অবতরণ বিশ্বপালনকর্তার নিকট থেকে এতে কোন সন্দেহ নেই।","bangla_murtaza":"এতে কোনো সন্দেহ নেই যে, এ কিতাব রাব্বুল আলামিনের নাযিলকৃত।","english_text":"The revelation of this Book free of doubt and involution is from the Lord of all the worlds.","bangla_translit":"তান্যীলুল্ কিতা-বি লা-রইবা ফীহি র্মি রব্বিল্ ‘আ-লামীন্।","english_translit":"Tanzeelu alkitabi la rayba feehi min rabbi alAAalameena"},{"sura":32,"aya":3,"quran_text":"أَمْ يَقُولُونَ افْتَرَاهُ بَلْ هُوَ الْحَقُّ مِنْ رَبِّكَ لِتُنْذِرَ قَوْمًا مَا أَتَاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ لَعَلَّهُمْ يَهْتَدُونَ","bangla_mohiuddin":"তারা কি বলে, এটা সে মিথ্যা রচনা করেছে? বরং এটা আপনার পালনকর্তার তরফ থেকে সত্য, যাতে আপনি এমন এক সম্প্রদায়কে সতর্ক করেন, যাদের কাছে আপনার পূর্বে কোন সতর্ককারী আসেনি। সম্ভবতঃ এরা সুপথ প্রাপ্ত হবে।","bangla_murtaza":"তারা কি বলে: ‘এটি সে নিজে রচনা করে নিয়েছে?’ বরং তোমার প্রভুর পক্ষ থেকে এ এক মহাসত্য। এটি নাযিলের উদ্দেশ্য হলো: সেই কওমকে সতর্ক করা, যাদের মধ্যে তোমার পূর্বে কোনো সতর্ককারী আসেনি। হয়তো তারা সঠিক পথ ধরবে।","english_text":"Or do they say he has fabricated it? In fact, it is the truth from your Lord so that you may warn the people to whom no admonisher was sent before you. They may haply come to guidance.","bangla_translit":"আম্ ইয়াকুলূনাফ্ তার-হু বাল্ হুওয়াল্ হাক্ব কু র্মি রব্বিকা লিতুন্যির ক্বওমাম্ মা য় আতা-হুম্ মিন্ নাযীরিম্ মিন্ ক্বব্লিকা লা‘আল্লাহুম্ ইয়াহ্তাদূন্।","english_translit":"Am yaqooloona iftarahu bal huwa alhaqqu min rabbika litunthira qawman ma atahum min natheerin min qablika laAAallahum yahtadoona"},{"sura":32,"aya":4,"quran_text":"اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ مَا لَكُمْ مِنْ دُونِهِ مِنْ وَلِيٍّ وَلَا شَفِيعٍ أَفَلَا تَتَذَكَّرُونَ","bangla_mohiuddin":"আল্লাহ যিনি নভোমন্ডল, ভুমন্ডল ও এতদুভয়ের মধ্যবর্তী সবকিছু ছয় দিনে সৃষ্টি করেছেন, অতঃপর তিনি আরশে বিরাজমান হয়েছেন। তিনি ব্যতীত তোমাদের কোন অভিভাবক ও সুপারিশকারী নেই। এরপরও কি তোমরা বুঝবে না?","bangla_murtaza":"আল্লাহ, তিনিই সৃষ্টি করেছেন মহাকাশ, পৃথিবী এবং এ দুয়ের মধ্যবর্তী সবকিছু ছয়টি সময়কালে, তারপর তিনি সমাসীন হন আরশে। তিনি ছাড়া তোমাদের কোনো অলিও নেই শফীও (শাফায়াতকারীও) নেই। তারপরও কি তোমরা শিক্ষা গ্রহণ করবেনা?","english_text":"It is God who created the heavens and the earth and all that lies between them, in six spans, then assumed all authority. You have no protector other than Him, nor any intercessor. Will you not be warned even then?","bangla_translit":"আল্লা-হুল্লাযী খলাক্বস্-সামা ওয়া-তি অল্র্আদ্বোয়া অমা-বাইনা হুমা-ফী সিত্তাতি আইয়্যা-মিন্ ছুম্মাস্ তাওয়া ‘আলাল্-‘র্আশ্; মা- লাকুম্ মিন্দূনিহী মিওঁ অলিয়্যঁও অলা- শাফী‘ইন্ আফালা-তাতাযাক্কারূন্।","english_translit":"Allahu allathee khalaqa alssamawati waalarda wama baynahuma fee sittati ayyamin thumma istawa AAala alAAarshi ma lakum min doonihi min waliyyin wala shafeeAAin afala tatathakkaroona"},{"sura":32,"aya":5,"quran_text":"يُدَبِّرُ الْأَمْرَ مِنَ السَّمَاءِ إِلَى الْأَرْضِ ثُمَّ يَعْرُجُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ مِمَّا تَعُدُّونَ","bangla_mohiuddin":"তিনি আকাশ থেকে পৃথিবী পর্যন্ত সমস্ত কর্ম পরিচালনা করেন, অতঃপর তা তাঁর কাছে পৌছবে এমন এক দিনে, যার পরিমাণ তোমাদের গণনায় হাজার বছরের সমান।","bangla_murtaza":"তিনিই আসমান থেকে জমিন পর্যন্ত সব বিষয় পরিচালনা করেন, তারপর একদিন সবকিছুই তাঁর কাছে উত্থাপন করা হবে, তোমাদের হিসাব অনুযায়ী যে দিনটির পরিমাণ হাজার বছর।","english_text":"He regulates all affairs from high to low, then they rise to perfection step by step in a (heavenly) day whose measure is a thousand years of your reckoning.","bangla_translit":"ইয়ুদাব্বিরুল্ আম্র মিনাস্ সামা-য়ি ইলাল্ র্আদ্বি ছুম্মা ইয়া’রুজু ইলাইহি ফী ইয়াওমিন্ কা-না মিক্ব দা-রুহূ য় আল্ফা সানাতিম্ মিম্মা-তা‘উদ্দূন্।","english_translit":"Yudabbiru alamra mina alssamai ila alardi thumma yaAAruju ilayhi fee yawmin kana miqdaruhu alfa sanatin mimma taAAuddoona"},{"sura":32,"aya":6,"quran_text":"ذَلِكَ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْعَزِيزُ الرَّحِيمُ","bangla_mohiuddin":"তিনিই দৃশ্য ও অদৃশ্যের জ্ঞানী, পরাক্রমশালী, পরম দয়ালু,","bangla_murtaza":"তিনিই আল্লাহ, তিনি গায়েব (অদৃশ্যের) এবং শাহাদাতের (দৃশ্যের) জ্ঞানী, মহাশক্তিধর, অতীব দয়াবান।","english_text":"Such is (He) the knower of the unknown and the known, the mighty and the merciful,","bangla_translit":"যা-লিকা ‘আ-লিমুল্ গইবি অশ্শাহা-দাতিল্ ‘আযীর্যু রহীম্।","english_translit":"Thalika AAalimu alghaybi waalshshahadati alAAazeezu alrraheemu"},{"sura":32,"aya":7,"quran_text":"الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ وَبَدَأَ خَلْقَ الْإِنْسَانِ مِنْ طِينٍ","bangla_mohiuddin":"যিনি তাঁর প্রত্যেকটি সৃষ্টিকে সুন্দর করেছেন এবং কাদামাটি থেকে মানব সৃষ্টির সূচনা করেছেন।","bangla_murtaza":"তিনি অতি উত্তম ও সুষম করেছেন প্রতিটি জিনিসের সৃষ্টি এবং তিনি মানুষ সৃষ্টির সূচনা করেছেন কাদামাটি থেকে।","english_text":"Who made all things He created excellent; and first fashioned man from clay,","bangla_translit":"আল্লাযী য় আহ্সানা কুল্লা শাইয়িন্ খলাক্বহূ অবাদায়া খল্ক্বল্ ইন্সা-নি মিন্ ত্বীন্।","english_translit":"Allathee ahsana kulla shayin khalaqahu wabadaa khalqa alinsani min teenin"},{"sura":32,"aya":8,"quran_text":"ثُمَّ جَعَلَ نَسْلَهُ مِنْ سُلَالَةٍ مِنْ مَاءٍ مَهِينٍ","bangla_mohiuddin":"অতঃপর তিনি তার বংশধর সৃষ্টি করেন তুচ্ছ পানির নির্যাস থেকে।","bangla_murtaza":"তারপর তিনি তার (মানুষের) বংশ চালু করেছেন তুচ্ছ পানির নির্যাস থেকে।","english_text":"Then made his offspring from the extract of base fluid,","bangla_translit":"ছুম্মা জ্বা‘আলা নাস্লাহূ মিন্ সুলা-লাতিম্ মিম্মা-য়িম্ মাহীন্।","english_translit":"Thumma jaAAala naslahu min sulalatin min main maheenin"},{"sura":32,"aya":9,"quran_text":"ثُمَّ سَوَّاهُ وَنَفَخَ فِيهِ مِنْ رُوحِهِ وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلًا مَا تَشْكُرُونَ","bangla_mohiuddin":"অতঃপর তিনি তাকে সুষম করেন, তাতে রূহ সঞ্চার করেন এবং তোমাদেরকে দেন কর্ণ, চক্ষু ও অন্তঃকরণ। তোমরা সামান্যই কৃতজ্ঞতা প্রকাশ কর।","bangla_murtaza":"তারপর তিনি তাকে সুষম ও সুঠাম করেন এবং তাতে ফুঁকে দেন তাঁর থেকে রূহ। আর তিনি তার শোনার জন্যে দিয়েছেন কান, দেখার জন্যে বানিয়ে দিয়েছেন চোখ এবং ভাববার জন্যে সৃষ্টি করে দিয়েছেন অন্তর। তোমরা খুব কমই শোকর আদায় করো।","english_text":"Then proportioned and breathed into him of His spirit, and gave you the senses of hearing, sight and feeling. And yet how little are the thanks you offer!","bangla_translit":"ছুম্মা সাওয়্যা-হু অনাফাখ ফীহি র্মি রূহিহী অজ্বা‘আলা লাকুমুস্ সাম‘আ অল্ আব্ছোয়া-র অল্আফ্য়িদাহ্; ক্বলীলাম্ মা-তাশ্কুরূন্।","english_translit":"Thumma sawwahu wanafakha feehi min roohihi wajaAAala lakumu alssamAAa waalabsara waalafidata qaleelan ma tashkuroona"},{"sura":32,"aya":10,"quran_text":"وَقَالُوا أَإِذَا ضَلَلْنَا فِي الْأَرْضِ أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ بَلْ هُمْ بِلِقَاءِ رَبِّهِمْ كَافِرُونَ","bangla_mohiuddin":"তারা বলে, আমরা মৃত্তিকায় মিশ্রিত হয়ে গেলেও পুনরায় নতুন করে সৃজিত হব কি? বরং তারা তাদের পালনকর্তার সাক্ষাতকে অস্বীকার করে।","bangla_murtaza":"তারা বলে: ‘আমরা যখন মাটিতে বিলীন হয়ে যাবো, তখন কি আমাদের পুনরায় নতুন করে সৃষ্টি করা হবে?’ বরং তারা তাদের প্রভুর সাথে সাক্ষাতের বিষয়টিকেই অস্বীকার করছে।","english_text":"But they say: \"When we have mingled with the earth, shall we be created anew?\" In fact they deny the meeting with their Lord.","bangla_translit":"অক্ব-লূ য় য়া ইযা- দ্বোয়ালাল্না-ফিল্ র্আদ্বি আ ইন্না-লাফী খল্ক্বিন্ জ্বাদীদ্; বাল্ হুম্ বিলিক্ব-য়ি রব্বিহিম্ কা-ফিরূন্।","english_translit":"Waqaloo aitha dalalna fee alardi ainna lafee khalqin jadeedin bal hum biliqai rabbihim kafiroona"},{"sura":32,"aya":11,"quran_text":"قُلْ يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ ثُمَّ إِلَى رَبِّكُمْ تُرْجَعُونَ","bangla_mohiuddin":"বলুন, তোমাদের প্রাণ হরণের দায়িত্বে নিয়োজিত ফেরেশতা তোমাদের প্রাণ হরণ করবে। অতঃপর তোমরা তোমাদের পালনকর্তার কাছে প্রত্যাবর্তিত হবে।","bangla_murtaza":"বলো: ‘তোমাদের ওফাত ঘটাবে মালাকুল মউত (মউতের ফেরেশতা) যাকে তোমাদের মৃত্যু ঘটাবার জন্যে নিযুক্ত করা হয়েছে। তারপর তোমাদের ফিরিয়ে নেয়া হবে তোমাদের প্রভুর কাছে।’","english_text":"Say: \"The angel of death appointed over you will take away your soul, then you will be sent back to your Lord.\"","bangla_translit":"কুল্ ইয়াতাওয়াফ্ফা-কুম্ মালাকুল্ মাওতিল্লাযী উক্কিলা বিকুম্ ছুম্মা ইলা-রব্বিকুম্ র্তুজ্বা‘ঊন্।","english_translit":"Qul yatawaffakum malaku almawti allathee wukkila bikum thumma ila rabbikum turjaAAoona"},{"sura":32,"aya":12,"quran_text":"وَلَوْ تَرَى إِذِ الْمُجْرِمُونَ نَاكِسُو رُءُوسِهِمْ عِنْدَ رَبِّهِمْ رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَالِحًا إِنَّا مُوقِنُونَ","bangla_mohiuddin":"যদি আপনি দেখতেন যখন অপরাধীরা তাদের পালনকর্তার সামনে নতশির হয়ে বলবে, হে আমাদের পালনকর্তা, আমরা দেখলাম ও শ্রবণ করলাম। এখন আমাদেরকে পাঠিয়ে দিন, আমরা সৎকর্ম করব। আমরা দৃঢ়বিশ্বাসী হয়ে গেছি।","bangla_murtaza":"হায়, তুমি যদি দেখতে, অপরাধীরা যখন তাদের প্রভুর সামনে মাথা নত করে বলবে: ‘আমাদের প্রভু! আমরা সবকিছু দেখলাম এবং শুনলাম, এখন তুমি আমাদের আবার পৃথিবীতে পাঠাও, আমরা সৎকাজ করবো এবং আমরা মজবুত বিশ্বাসী হয়েছি।’","english_text":"If only you could see when the sinners will stand before their Lord, heads hung low, (and say:) \"O Lord, we have seen and heard. So send us back. We shall do the right, for we have come to believe with certainty.\"","bangla_translit":"অলাও তারা য় ইযিল্ মুজ্ব রিমূনা না-কিসূ রুয়ূসিহিম্ ‘ইন্দা রব্বিহিম্; রব্বানা য় আব্ছোর্য়ানা-অসামি’না র্ফাজ্বি’না না’মাল্ ছোয়া- লিহান্ ইন্না-মূক্বিনূন্।","english_translit":"Walaw tara ithi almujrimoona nakisoo ruoosihim AAinda rabbihim rabbana absarna wasamiAAna faarjiAAna naAAmal salihan inna mooqinoona"},{"sura":32,"aya":13,"quran_text":"وَلَوْ شِئْنَا لَآتَيْنَا كُلَّ نَفْسٍ هُدَاهَا وَلَكِنْ حَقَّ الْقَوْلُ مِنِّي لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ","bangla_mohiuddin":"আমি ইচ্ছা করলে প্রত্যেককে সঠিক দিক নির্দেশ দিতাম; কিন্তু আমার এ উক্তি অবধারিত সত্য যে, আমি জিন ও মানব সকলকে দিয়ে অবশ্যই জাহান্নাম পূর্ণ করব।","bangla_murtaza":"আমরা চাইলে প্রত্যেক ব্যক্তিকেই হিদায়াতের পথে নিয়ে আসতাম, কিন্তু আমি তো ফায়সালা করে রেখেছি: ‘আমি অবশ্যি পরিপূর্ণ করবো জাহান্নামকে জিন ও মানুষ উভয়কে দিয়ে।’","english_text":"Had We intended We could have given every soul its guidance; but inevitable is My word that I will fill up Hell with men and jinns together.","bangla_translit":"অলাও শিনা লাআ-তাইনা- কুল্লা নাফ্সিন্ হুদা-হা-অলা-কিন্ হাক্ব ক্বল্ কওলু মিন্নী লাআম্লায়ান্না জ্বাহান্নামা মিনাল্ জ্বিন্নাতি অন্না-সি আজ্ব মা‘ঈন্।","english_translit":"Walaw shina laatayna kulla nafsin hudaha walakin haqqa alqawlu minnee laamlaanna jahannama mina aljinnati waalnnasi ajmaAAeena"},{"sura":32,"aya":14,"quran_text":"فَذُوقُوا بِمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَذَا إِنَّا نَسِينَاكُمْ وَذُوقُوا عَذَابَ الْخُلْدِ بِمَا كُنْتُمْ تَعْمَلُونَ","bangla_mohiuddin":"অতএব এ দিবসকে ভূলে যাওয়ার কারণে তোমরা মজা আস্বাদন কর। আমিও তোমাদেরকে ভুলে গেলাম। তোমরা তোমাদের কৃতকর্মের কারণে স্থায়ী আযাব ভোগ কর।","bangla_murtaza":"সুতরাং আজকের এই দিনের সাক্ষাতের কথা তোমরা যেহেতু ভুলে গিয়েছিলে তাই আস্বাদন করো আযাব। আমরাও তোমাদের ভুলে গেলাম, সুতরাং তোমাদের কর্মকান্ডের ফল হিসেবে আস্বাদন করো চিরস্থায়ী আযাব।","english_text":"So now suffer. As you forgot the meeting of this your Day of Doom, so have We forgotten you. Now taste the everlasting punishment for your deeds.","bangla_translit":"ফাযূকু বিমা-নাসীতুম্ লিক্বা-য়া ইয়াওমিকুম্ হা-যা-ইন্না নাসীনা-কুম্ অযূকু ‘আযা- বাল্ খুল্দি বিমা-কুন্তুম্ তা’মালূন্।","english_translit":"Fathooqoo bima naseetum liqaa yawmikum hatha inna naseenakum wathooqoo AAathaba alkhuldi bima kuntum taAAmaloona"},{"sura":32,"aya":15,"quran_text":"إِنَّمَا يُؤْمِنُ بِآيَاتِنَا الَّذِينَ إِذَا ذُكِّرُوا بِهَا خَرُّوا سُجَّدًا وَسَبَّحُوا بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُونَ","bangla_mohiuddin":"কেবল তারাই আমার আয়াতসমূহের প্রতি ঈমান আনে, যারা আয়াতসমূহ দ্বারা উপদেশপ্রাপ্ত হয়ে সেজদায় লুটিয়ে পড়ে এবং অহংকারমুক্ত হয়ে তাদের পালনকর্তার সপ্রশংস পবিত্রতা বর্ণনা করে।","bangla_murtaza":"আমাদের আয়াতের প্রতি ঈমান রাখে তো তারা, যাদেরকে তা স্মরণ করিয়ে দেয়া হলে তারা সাজদায় অবনত হয়ে পড়ে এবং তাদের প্রভুর হামদসহ তসবিহ করতে থাকে, আর তারা দম্ভ করে বেড়ায়না। (সাজদা)","english_text":"Only they believe in Our revelations who, when they are reminded, bow in adoration, and give praise to their Lord, and do not become arrogant.","bangla_translit":"ইন্নামা-ইয়ুমিনু বিআ-ইয়া-তিনা ল্লাযীনা ইযা-যুক্কিরূ বিহা- র্খারূ সুজ্জ্বাদাঁও অসাব্বাহূ বিহাম্দি রব্বিহিম অহুম্ লা- ইয়াস্তাক্বিরূন্।","english_translit":"Innama yuminu biayatina allatheena itha thukkiroo biha kharroo sujjadan wasabbahoo bihamdi rabbihim wahum la yastakbiroona"},{"sura":32,"aya":16,"quran_text":"تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ","bangla_mohiuddin":"তাদের পার্শ্ব শয্যা থেকে আলাদা থাকে। তারা তাদের পালনকর্তাকে ডাকে ভয়ে ও আশায় এবং আমি তাদেরকে যে রিযিক দিয়েছি, তা থেকে ব্যয় করে।","bangla_murtaza":"তারা তাদের দেহকে শয্যা থেকে আলগা করে উঠিয়ে নিয়ে তাদের প্রভুকে ডাকে ভয় ও আশা নিয়ে, আর আমরা তাদের যে রিযিক দিয়েছি তা থেকে তারা খরচ করে (আল্লাহর সন্তুষ্টির উদ্দেশ্যে)।","english_text":"Their backs do not rest on their beds, and they pray to their Lord in fear and hope, and spend of what We have given them (in charity).","bangla_translit":"তাতাজ্বা-ফা-জুনূবুহুম্ ‘আনিল্ মাদ্বোয়া-জ্বি‘ই ইয়াদ্‘ঊনা রব্বাহুম্ খাওফাঁও অ ত্বোয়ামায়াঁও অ মিম্মা-রযাক্ব না-হুম্ ইয়ুন্ফিকুন্।","english_translit":"Tatajafa junoobuhum AAani almadajiAAi yadAAoona rabbahum khawfan watamaAAan wamimma razaqnahum yunfiqoona"},{"sura":32,"aya":17,"quran_text":"فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ","bangla_mohiuddin":"কেউ জানে না তার জন্যে কৃতকর্মের কি কি নয়ন-প্রীতিকর প্রতিদান লুক্কায়িত আছে।","bangla_murtaza":"কেউই জানেনা, তাদের জন্যে চোখ জুড়ানো যেসব (নিয়ামত রাজি) গোপন করে রাখা হয়েছে তাদের আমলের পুরস্কার হিসেবে!","english_text":"No soul knows what peace and joy lie hidden from them as reward for what they have done.","bangla_translit":"ফালা- তা’লামু নাফ্সুম্ মা য় উখ্ফিয়া লাহুম্ মিন্ ক্বর্ রতি আ’ইয়ুনিন্ জ্বাযা-য়াম্ বিমা-কা-নূ ইয়া’মালূন্।","english_translit":"Fala taAAlamu nafsun ma okhfiya lahum min qurrati aAAyunin jazaan bima kanoo yaAAmaloona"},{"sura":32,"aya":18,"quran_text":"أَفَمَنْ كَانَ مُؤْمِنًا كَمَنْ كَانَ فَاسِقًا لَا يَسْتَوُونَ","bangla_mohiuddin":"ঈমানদার ব্যক্তি কি অবাধ্যের অনুরূপ? তারা সমান নয়।","bangla_murtaza":"যে ব্যক্তি মুমিন, সে কি ফাসিকের সমতুল্য? না, তারা সমান নয়।","english_text":"Is one who is a believer like one who is a transgressor? No, they are not alike.","bangla_translit":"আফামান্ কা-না মুমিনান্ কামান্ কা-না ফা-সিক্বন্ লা-ইয়াস্তায়ূন্।","english_translit":"Afaman kana muminan kaman kana fasiqan la yastawoona"},{"sura":32,"aya":19,"quran_text":"أَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَلَهُمْ جَنَّاتُ الْمَأْوَى نُزُلًا بِمَا كَانُوا يَعْمَلُونَ","bangla_mohiuddin":"যারা ঈমান আনে ও সৎকর্ম করে, তাদের জন্যে রয়েছে তাদের কৃতকর্মের আপ্যায়নস্বরূপ বসবাসের জান্নাত।","bangla_murtaza":"হাঁ, যারা ঈমান আনে এবং আমলে সালেহ্ করে, তাদের জন্যে রয়েছে জান্নাতুল মা’ওয়া (স্থায়ী জান্নাত) তাদের আমলের আতিথ্য হিসেবে।","english_text":"As for those who believe and do the right, there are gardens for abode as welcome for what they had done.","bangla_translit":"আম্মাল্ লাযীনা আ-মানূ অ ‘আমিলুছ্ ছোয়া-লিহা-তি ফালাহুম্ জ্বান্না-তুল্ মাওয়া-নুযুলাম্ বিমা-কা-নূ ইয়া’মালূন্।","english_translit":"Amma allatheena amanoo waAAamiloo alssalihati falahum jannatu almawa nuzulan bima kanoo yaAAmaloona"},{"sura":32,"aya":20,"quran_text":"وَأَمَّا الَّذِينَ فَسَقُوا فَمَأْوَاهُمُ النَّارُ كُلَّمَا أَرَادُوا أَنْ يَخْرُجُوا مِنْهَا أُعِيدُوا فِيهَا وَقِيلَ لَهُمْ ذُوقُوا عَذَابَ النَّارِ الَّذِي كُنْتُمْ بِهِ تُكَذِّبُونَ","bangla_mohiuddin":"পক্ষান্তরে যারা অবাধ্য হয়, তাদের ঠিকানা জাহান্নাম। যখনই তারা জাহান্নাম থেকে বের হতে চাইবে, তখনই তাদেরকে তথায় ফিরিয়ে দেয়া হবে এবং তাদেরকে বলা হবে, তোমরা জাহান্নামের যে আযাবকে মিথ্যা বলতে, তার স্বাদ আস্বাদন কর।","bangla_murtaza":"আর যারা ফাসেকি (সীমালংঘন ও পাপাচার) করে, তাদের আবাস হবে জাহান্নাম, যখনই তারা সেখান থেকে বের হতে চাইবে, তখনই তাদের সেখানে ঠেলে দেয়া হবে। তাদের বলা হবে: আস্বাদন করো সেই জাহান্নামের আযাব, যাকে তোমরা অস্বীকার করতে।","english_text":"As for those who disobey, their abode is Hell. Whensoever they wish to escape from it they would be dragged back into it, and told: \"Taste the torment of the Fire which you used to call a lie.\"","bangla_translit":"অআম্মাল্লাযীনা ফাসাকুফামাওয়া-হুমুন্ নার্-; কুল্লামা য় আরদূ য় আইঁ ইয়াখ্রুজু মিন্হা য় উ‘ঈদূ ফীহা- অ ক্বীলা লাহুম্ যূকু ‘আযা-বান্ না-রিল্লাযী কুন্তুম্ বিহী তুকায্যিবূন্।","english_translit":"Waamma allatheena fasaqoo famawahumu alnnaru kullama aradoo an yakhrujoo minha oAAeedoo feeha waqeela lahum thooqoo AAathaba alnnari allathee kuntum bihi tukaththiboona"},{"sura":32,"aya":21,"quran_text":"وَلَنُذِيقَنَّهُمْ مِنَ الْعَذَابِ الْأَدْنَى دُونَ الْعَذَابِ الْأَكْبَرِ لَعَلَّهُمْ يَرْجِعُونَ","bangla_mohiuddin":"গুরু শাস্তির পূর্বে আমি অবশ্যই তাদেরকে লঘু শাস্তি আস্বাদন করাব, যাতে তারা প্রত্যাবর্তন করে।","bangla_murtaza":"‘আযাবুল আকবার’ (গুরুদণ্ড) আস্বাদন করাবার আগে আমরা তাদের (এই দুনিয়াতে) কিছু কিছু ‘আযাবুল আদনা’ (লঘুদণ্ড) আস্বাদন করাবো, যাতে করে তারা ফিরে আসে।","english_text":"But We shall make them taste the affliction of this world before the greater torment, so that they may retract.","bangla_translit":"অলানুযীক্বন্নাহুম্ মিনাল্ ‘আযা-বিল্ আদ্না-দূনাল্ ‘আযা-বিল্ আক্বারি লা‘আল্লাহুম্ ইর্য়াজ্বি‘ঊন্।","english_translit":"Walanutheeqannahum mina alAAathabi aladna doona alAAathabi alakbari laAAallahum yarjiAAoona"},{"sura":32,"aya":22,"quran_text":"وَمَنْ أَظْلَمُ مِمَّنْ ذُكِّرَ بِآيَاتِ رَبِّهِ ثُمَّ أَعْرَضَ عَنْهَا إِنَّا مِنَ الْمُجْرِمِينَ مُنْتَقِمُونَ","bangla_mohiuddin":"যে ব্যক্তিকে তার পালনকর্তার আয়াতসমূহ দ্বারা উপদেশ দান করা হয়, অতঃপর সে তা থেকে মুখ ফিরিয়ে নেয়, তার চেয়ে যালেম আর কে? আমি অপরাধীদেরকে শাস্তি দেব।","bangla_murtaza":"ঐ ব্যক্তির চাইতে বড় যালিম আর কে, যাকে বারবার তার প্রভুর আয়াত স্মরণ করিয়ে দেয়া হয়েছে, তারপরও সে তা উপেক্ষা করে চলেছে। আমরা অবশ্যি অপরাধীদের থেকে প্রতিশোধ নেবো।","english_text":"Who is more wicked than he who is reminded of his Lord's revelations yet turns away from them; We will surely requite the sinners.","bangla_translit":"অমান্ আজ্লামু মিম্মান্ যুক্কিরা বিআ-ইয়া-তি রব্বিহী ছুম্মা ‘আরদ্বোয়া ‘আন্হা-; ইন্না-মিনাল্ মুজ্ব রিমীনা মুন্তাক্বিমূন্।","english_translit":"Waman athlamu mimman thukkira biayati rabbihi thumma aAArada AAanha inna mina almujrimeena muntaqimoona"},{"sura":32,"aya":23,"quran_text":"وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ فَلَا تَكُنْ فِي مِرْيَةٍ مِنْ لِقَائِهِ وَجَعَلْنَاهُ هُدًى لِبَنِي إِسْرَائِيلَ","bangla_mohiuddin":"আমি মূসাকে কিতাব দিয়েছি, অতএব আপনি কোরআন প্রাপ্তির বিষয়ে কোন সন্দেহ করবেন না। আমি একে বনী ইসরাঈলের জন্যে পথ প্রদর্শক করেছিলাম।","bangla_murtaza":"আমরা মূসাকেও কিতাব দিয়েছিলাম। সুতরাং তুমি তার সাক্ষাতের ব্যাপারে সন্দেহের মধ্যে থেকোনা। আমরা সেই (মূসার) কিতাবকে বানিয়েছিলাম বনি ইসরাঈলের জন্যে জীবন যাপন পদ্ধতি।","english_text":"Verily We gave Moses the Book; so be not in doubt about his having received it; and We made it a guidance for the children of Israel.","bangla_translit":"অলাক্বদ্ আ-তাইনা- মূসাল্ কিতা-বা ফালা-তাকুন্ ফী র্মিইয়াতিম্ মিল্ লিক্ব-য়িহী অ জ্বা‘আল্না-হু হুদাল্ লিবানী য় ইস্রা-ঈল্।","english_translit":"Walaqad atayna moosa alkitaba fala takun fee miryatin min liqaihi wajaAAalnahu hudan libanee israeela"},{"sura":32,"aya":24,"quran_text":"وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا وَكَانُوا بِآيَاتِنَا يُوقِنُونَ","bangla_mohiuddin":"তারা সবর করত বিধায় আমি তাদের মধ্য থেকে নেতা মনোনীত করেছিলাম, যারা আমার আদেশে পথ প্রদর্শন করত। তারা আমার আয়াতসমূহে দৃঢ় বিশ্বাসী ছিল।","bangla_murtaza":"আমরা তাদের মধ্য থেকে বহু ইমাম (নেতা) বানিয়েছিলাম যখন তারা সবর অবলম্বন করেছিল। তারা আমার নির্দেশ অনুসারে মানুষকে সঠিক পথ দেখাতো। আর তারা একীন রাখতো আমাদের আয়াতের প্রতি।","english_text":"When they persevered and firmly believed Our revelations We appointed learned men among them who guided them by Our command.","bangla_translit":"অ জ্বা‘আল্না-মিন্হুম্ আইম্মাতাইঁ ইয়াহ্দূনা বিআম্রিনা-লাম্মা-ছবারূ; অকা-নূ বিআ-ইয়া-তিনা- ইয়ূক্বিনূন্।","english_translit":"WajaAAalna minhum aimmatan yahdoona biamrina lamma sabaroo wakanoo biayatina yooqinoona"},{"sura":32,"aya":25,"quran_text":"إِنَّ رَبَّكَ هُوَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ","bangla_mohiuddin":"তারা যে বিষয়ে মত বিরোধ করছে, আপনার পালনকর্তাই কেয়ামতের দিন সে বিষয়ে তাদের মধ্যে ফয়সালা দেবেন।","bangla_murtaza":"তারা যেসব বিষয়ে এখতেলাফ করতো, তোমার প্রভু সেসব বিষয়ে তাদের মাঝে ফায়সালা করে দেবেন কিয়ামতের দিন।","english_text":"Surely your Lord will decide between them about what they were at variance, on the Day of Resurrection.","bangla_translit":"ইন্না রব্বাকা হুওয়া ইয়াফ্ছিলু বাইনাহুম্ ইয়াওমাল্ ক্বিয়া-মাতি ফীমা- কা-নূ ফীহি ইয়াখ্তালিফূন্।","english_translit":"Inna rabbaka huwa yafsilu baynahum yawma alqiyamati feema kanoo feehi yakhtalifoona"},{"sura":32,"aya":26,"quran_text":"أَوَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ أَفَلَا يَسْمَعُونَ","bangla_mohiuddin":"এতে কি তাদের চোখ খোলেনি যে, আমি তাদের পূর্বে অনেক সম্প্রদায়কে ধ্বংস করেছি, যাদের বাড়ী-ঘরে এরা বিচরণ করে। অবশ্যই এতে নিদর্শনাবলী রয়েছে। তারা কি শোনে না?","bangla_murtaza":"তাদের জন্যে কি এ জিনিসটাও পথ নির্দেশ নয় যে, তাদের আগে আমরা কতো প্রজন্মকে হালাক করে দিয়েছিলাম! আজ তারা তাদের সেই আবাসভূমি দিয়ে চলাফেরা করছে। এতেও রয়েছে অনেক নিদর্শন। তারা কি শুনবেনা?","english_text":"Did they not find guidance in the many generations We had destroyed before them, over whose dwellings they (now) walk? There were indeed signs in this. Will they even then not listen?","bangla_translit":"আওয়ালাম্ ইয়াহ্দি লাহুম্ কাম্ আহ্লাক্না-মিন্ ক্বব্লিহিম্ মিনাল্ ক্বরূনি ইয়াম্শূনা ফী মাসা-কিনিহিম্; ইন্না ফী যা-লিকা লাআ-ইয়া-ত্; আফালা-ইয়াস্মা‘ঊন্।","english_translit":"Awalam yahdi lahum kam ahlakna min qablihim mina alqurooni yamshoona fee masakinihim inna fee thalika laayatin afala yasmaAAoona"},{"sura":32,"aya":27,"quran_text":"أَوَلَمْ يَرَوْا أَنَّا نَسُوقُ الْمَاءَ إِلَى الْأَرْضِ الْجُرُزِ فَنُخْرِجُ بِهِ زَرْعًا تَأْكُلُ مِنْهُ أَنْعَامُهُمْ وَأَنْفُسُهُمْ أَفَلَا يُبْصِرُونَ","bangla_mohiuddin":"তারা কি লক্ষ্য করে না যে, আমি উষর ভূমিতে পানি প্রবাহিত করে শস্য উদগত করি, যা থেকে ভক্ষণ করে তাদের জন্তুরা এবং তারা কি দেখে না?","bangla_murtaza":"তারা কি দেখেনা, আমরা ঊষর (dry) জমিনে পানি বইয়ে দিয়ে তার সাহায্যে উৎপাদন করি শস্য, যা থেকে তাদের পশুরাও খায়, তারাও খায়। তারা কি ভেবে দেখবেনা?","english_text":"Do they not see that We drive the rain towards a land that is dry, then grow grain from it which their cattle and they themselves eat? Will they not see even then?","bangla_translit":"আওয়ালাম্ ইয়ারাও আন্না- নাসূ কুল্ মা-য়া ইলাল্ র্আদ্বিল্ জুরুযি ফানুখ্রিজু বিহী র্যা ‘আন্ তাকুলু মিন্হু আন্‘আ-মুহুম্ অআন্ফুসুহুম্ আফালা-ইয়ুব্ছিরূন্।","english_translit":"Awalam yaraw anna nasooqu almaa ila alardi aljuruzi fanukhriju bihi zarAAan takulu minhu anAAamuhum waanfusuhum afala yubsiroona"},{"sura":32,"aya":28,"quran_text":"وَيَقُولُونَ مَتَى هَذَا الْفَتْحُ إِنْ كُنْتُمْ صَادِقِينَ","bangla_mohiuddin":"তারা বলে তোমরা সত্যবাদী হলে বল; কবে হবে এই ফয়সালা?","bangla_murtaza":"তারা বলে: ‘তোমরা যদি সত্যবাদী হও, তবে বলো, কখন হবে সেই জয়ের ফায়সালা?’","english_text":"Yet they say: \"When will this decree come, if you speak the truth?\"","bangla_translit":"অইয়াকুলূনা মাতা-হা-যাল্ ফাত্হু ইন্ কুন্তুম্ ছোয়া-দিকীন্।","english_translit":"Wayaqooloona mata hatha alfathu in kuntum sadiqeena"},{"sura":32,"aya":29,"quran_text":"قُلْ يَوْمَ الْفَتْحِ لَا يَنْفَعُ الَّذِينَ كَفَرُوا إِيمَانُهُمْ وَلَا هُمْ يُنْظَرُونَ","bangla_mohiuddin":"বলুন, ফয়সালার দিনে কাফেরদের ঈমান তাদের কোন কাজে আসবে না এবং তাদেরকে অবকাশ ও দেয়া হবে না।","bangla_murtaza":"তুমি বলো: ‘ফায়সালার দিন কাফিররা ঈমান আনলে তা তাদের কোনো কাজে আসবেনা, আর সেদিন তাদের অবকাশও দেয়া হবেনা।’","english_text":"Say: \"Of no use will be the acceptance of belief to unbelievers on the Day of Decision, nor will they be granted respite.","bangla_translit":"কুল্ ইয়াওমাল্ ফাত্হি লা-ইয়ান্ফা‘ঊল্লাযীনা কাফারূ য় ঈমা-নুহুম্ অলা-হুম্ ইয্নজায়ারূন্ ।","english_translit":"Qul yawma alfathi la yanfaAAu allatheena kafaroo eemanuhum wala hum yuntharoona"},{"sura":32,"aya":30,"quran_text":"فَأَعْرِضْ عَنْهُمْ وَانْتَظِرْ إِنَّهُمْ مُنْتَظِرُونَ","bangla_mohiuddin":"অতএব আপনি তাদের থেকে মুখ ফিরিয়ে নিন এবং অপেক্ষা করুন, তারাও অপেক্ষা করছে।","bangla_murtaza":"সুতরাং তাদের উপেক্ষা করো এবং অপেক্ষা করো, আর তারাও অপেক্ষায় থাকুক।","english_text":"Therefore turn away from them and wait as they are waiting.","bangla_translit":"ফা‘আরিদ্ব্ ‘আন্হুম্ ওয়ান্তার্জি ইন্নাহুম্ মুন্তাজিরূন্।","english_translit":"FaaAArid AAanhum waintathir innahum muntathiroona"}]