[{"sura":10,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ الر تِلْكَ آيَاتُ الْكِتَابِ الْحَكِيمِ","bangla_mohiuddin":"আলিফ-লাম-র, এগুলো হেকমতপূর্ণ কিতাবের আয়াত।","bangla_murtaza":"পরম করুণাময় পরম দয়াবান আল্লাহর নামে আলিফ লাম রা! এগুলো বিজ্ঞানময় কিতাবের আয়াত।","english_text":"ALIF LAM RA. These are the verses of the authoritative Book.","bangla_translit":"আলিফ্ লা-ম-র তিল্কা আ-ইয়া-তুল্ কিতা-বিল্ হাকীম্।","english_translit":"Aliflamra tilka ayatu alkitabi alhakeemi"},{"sura":10,"aya":2,"quran_text":"أَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَا إِلَى رَجُلٍ مِنْهُمْ أَنْ أَنْذِرِ النَّاسَ وَبَشِّرِ الَّذِينَ آمَنُوا أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِنْدَ رَبِّهِمْ قَالَ الْكَافِرُونَ إِنَّ هَذَا لَسَاحِرٌ مُبِينٌ","bangla_mohiuddin":"মানুষের কাছে কি আশ্চর্য লাগছে যে, আমি ওহী পাঠিয়েছি তাদেরই মধ্য থেকে একজনের কাছে যেন তিনি মানুষকে সতর্ক করেন এবং সুসংবাদ শুনিয়ে দেন ঈমনাদারগণকে যে, তাঁদের জন্য সত্য মর্যাদা রয়েছে তাঁদের পালনকর্তার কাছে। কাফেররা বলতে লাগল, নিঃসন্দেহে এ লোক প্রকাশ্য যাদুকর।","bangla_murtaza":"এটা কি মানুষের জন্য কোনো তাজ্জবের বিষয় যে, আমি তাদেরই এক ব্যক্তির কাছে এই নির্দেশ দিয়ে অহি পাঠিয়েছি: ‘তুমি মানুষকে সতর্ক করো এবং মুমিনদের এই সুসংবাদ দাও যে, তাদের জন্যে তাদের প্রভুর কাছে রয়েছে মর্যাদার আসন।’ কাফিররা বলে: ‘নিশ্চয়ই এ ব্যক্তি একজন সুস্পষ্ট ম্যাজিসিয়ান।’","english_text":"Are the people astonished that a man who is one of them was commanded by Us to warn them and to bring glad tidings to those who believe that they have a true precedence with their Lord? (Yet) the unbelievers say: \"He is a clear sorcerer.\"","bangla_translit":"আকা-না লিন্না-সি ‘আজ্বাবান্ আন্ আওহাইনায় ইলা-রাজ্বুলিম্ মিনহুম্ আন্ আন্যিরিন্না-সা অবাশ্শিরিল্লাযীনা আ-মানূ য় আন্না লাহুম ক্বাদামা ছিদ্ক্বিন্ ‘ইন্দা রব্বিহিম্; ক্ব-লাল্ কা-ফিরূনা ইন্না হা-যা-লাসা-হিরুম্ মুবীন্।","english_translit":"Akana lilnnasi AAajaban an awhayna ila rajulin minhum an anthiri alnnasa wabashshiri allatheena amanoo anna lahum qadama sidqin AAinda rabbihim qala alkafiroona inna hatha lasahirun mubeenun"},{"sura":10,"aya":3,"quran_text":"إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُدَبِّرُ الْأَمْرَ مَا مِنْ شَفِيعٍ إِلَّا مِنْ بَعْدِ إِذْنِهِ ذَلِكُمُ اللَّهُ رَبُّكُمْ فَاعْبُدُوهُ أَفَلَا تَذَكَّرُونَ","bangla_mohiuddin":"নিশ্চয়ই তোমাদের পালনকর্তা আল্লাহ যিনি তৈরী করেছেন আসমান ও যমীনকে ছয় দিনে, অতঃপর তিনি আরশের উপর অধিষ্ঠিত হয়েছেন। তিনি কার্য পরিচালনা করেন। কেউ সুপারিশ করতে পাবে না তবে তাঁর অনুমতি ছাড়া ইনিই আল্লাহ তোমাদের পালনকর্তা। অতএব, তোমরা তাঁরই এবাদত কর। তোমরা কি কিছুই চিন্তা কর না ?","bangla_murtaza":"তোমাদের প্রভু হচ্ছেন আল্লাহ্, যিনি মহাকাশ ও এই পৃথিবী সৃষ্টি করেছেন ছয়টি কালে। তারপর তিনি সমাসীন হয়েছেন আরশে। সব বিষয় তিনিই পরিচালনা করেন। তাঁর অনুমতি ছাড়া কোনো শাফায়াতকারী শাফায়াত করতে পারবেনা। তিনিই আল্লাহ্, তোমাদের প্রভু। সুতরাং তোমরা তাঁরই ইবাদত করো। তোমরা কি উপদেশ গ্রহণ করবেনা?","english_text":"Your Lord is God who created the heavens and the earth in six spans, then assumed His power, dispensing all affairs. None can intercede with Him except by His leave. He is God, your Lord, so worship Him. Will you not be warned?","bangla_translit":"ইন্না রব্বাকুমুল্লা-হুল্ লাযী খলাক্বাস্ সামা-ওয়া-তি অল্ র্আদ্বোয়া ফী সিত্তাতি আইয়্যা-মিন্ ছুম্মাস্তাওয়া- ‘আলাল্ ‘র্আশি ইয়ুদাব্বিরূল্ আম্র্; মা-মিন্ শাফী‘ইন্ ইল্লা-মিম্ বা’দ্বি ইয্নিহ্; যা-লিকুমুল্লা-হু রব্বুকুম্ ফা’বুদূহ্ আফালা-তাযাক্কারূন্।","english_translit":"Inna rabbakumu Allahu allathee khalaqa alssamawati waalarda fee sittati ayyamin thumma istawa AAala alAAarshi yudabbiru alamra ma min shafeeAAin illa min baAAdi ithnihi thalikumu Allahu rabbukum faoAAbudoohu afala tathakkaroona"},{"sura":10,"aya":4,"quran_text":"إِلَيْهِ مَرْجِعُكُمْ جَمِيعًا وَعْدَ اللَّهِ حَقًّا إِنَّهُ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ بِالْقِسْطِ وَالَّذِينَ كَفَرُوا لَهُمْ شَرَابٌ مِنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ","bangla_mohiuddin":"তাঁর কাছেই ফিরে যেতে হবে তোমাদের সবাইকে, আল্লাহর ওয়াদা সত্য, তিনিই সৃষ্টি করেন প্রথমবার আবার পুনর্বার তৈরী করবেন তাদেরকে বদলা দেয়ার জন্য যারা ঈমান এনেছে এবং নেক কাজ করেছে ইনসাফের সাথে। আর যারা কাফের হয়েছে, তাদের পান করতে হবে ফুটন্ত পানি এবং ভোগ করতে হবে যন্ত্রনাদায়ক আযাব এ জন্যে যে, তারা কুফরী করছিল।","bangla_murtaza":"তোমাদের সবার প্রত্যাবর্তন হবে তাঁরই কাছে। আল্লাহর ওয়াদা হক। তিনিই সৃষ্টির সূচনা করেন এবং তিনিই পুন: সৃষ্টি করবেন যারা ঈমান এনেছে এবং আমলে সালেহ্ করেছে তাদেরকে ইনসাফের সাথে তাদের কর্মফল দেয়ার জন্যে। আর যারা কুফুরি করে, তাদের জন্যে রয়েছে প্রচণ্ড গরম পানির শরবত আর বেদনাদায়ক আযাব, তাদের কুফুরির কারণে।","english_text":"To Him will you all return: God's promise is true. It is He who originates creation, then will revert it, so that He may reward those who believe and do good things in all justice. But those who deny the truth will receive boiling water to drink and grievous punishment, for they disbelieved.","bangla_translit":"ইলাইহি র্মাজ্বি‘উকুম্ জ্বামী‘আ-; অ’দাল্লা-হি হাক্বক্বা-; ইন্নাহূ ইয়াব্দাউল্ খল্ক্ব ছুম্মা ইয়ু‘ঈদুহূ লিইয়াজ্ব যিয়াল্ লাযীনা আ-মানূ অ‘আ-মিলুছ্ ছোয়া-লিহা-তি বিল্ক্বিস্ত্ব ; অল্লাযীনা কাফারূ লাহুম্ শারা-বুঁম্ মিন্ হামীমিওঁ অ‘আযা-বুন্ আলীমুম্ বিমা-কা-নূ ইয়াক্ফুরূন্।","english_translit":"Ilayhi marjiAAukum jameeAAan waAAda Allahi haqqan innahu yabdao alkhalqa thumma yuAAeeduhu liyajziya allatheena amanoo waAAamiloo alssalihati bialqisti waallatheena kafaroo lahum sharabun min hameemin waAAathabun aleemun bima kanoo yakfuroona"},{"sura":10,"aya":5,"quran_text":"هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِيَاءً وَالْقَمَرَ نُورًا وَقَدَّرَهُ مَنَازِلَ لِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ مَا خَلَقَ اللَّهُ ذَلِكَ إِلَّا بِالْحَقِّ يُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ","bangla_mohiuddin":"তিনিই সে মহান সত্তা, যিনি বানিয়েছেন সুর্যকে উজ্জল আলোকময়, আর চন্দ্রকে স্নিগ্ধ আলো বিতরণকারীরূপে এবং অতঃপর নির্ধারিত করেছেন এর জন্য মনযিল সমূহ, যাতে করে তোমরা চিনতে পার বছরগুলোর সংখ্যা ও হিসাব। আল্লাহ এই সমস্ত কিছু এমনিতেই সৃষ্টি করেননি, কিন্তু যথার্থতার সাথে। তিনি প্রকাশ করেন লক্ষণসমূহ সে সমস্ত লোকের জন্য যাদের জ্ঞান আছে।","bangla_murtaza":"তিনিই সূর্যকে বানিয়েছেন আলোদানকারী এবং চাঁদকে করেছেন আলোকিত, আর তার মন্যিল ঠিক করে দিয়েছেন যাতে করে তোমরা বছর গুণতে পারো এবং হিসাব করতে পারো। আল্লাহ্ বাস্তব কারণ ও প্রয়োজন ছাড়া এগুলো সৃষ্টি করেননি। তিনি জ্ঞানীদের জন্যে বিশদভাবে বর্ণনা করেন আয়াত সমূহ।","english_text":"It is He who gave the sun its radiance, the moon its lustre, and appointed its stations so that you may compute years and numbers. God did not create them but with deliberation. He distinctly explains His signs for those who can understand.","bangla_translit":"হুঅল্লাযী জ্বা‘আলাশ্ শাম্সা দ্বিয়া - আওঁ অল্ক্বমারা নূরাওঁ অক্বদ্দারাহূ মানা-যিলা লিতা’লামূ ‘আদাদাস্ সিনীনা অল্ হিসা-ব; মা-খলাক্বাল্লা-হু যা-লিকা ইল্লা-বিল্হাক্বক্বি ইয়ুফাছ্ছিলুল্ আ-ইয়া-তি লিক্বওমিইঁ ইয়া’লামূন্।","english_translit":"Huwa allathee jaAAala alshshamsa diyaan waalqamara nooran waqaddarahu manazila litaAAlamoo AAadada alssineena waalhisaba ma khalaqa Allahu thalika illa bialhaqqi yufassilu alayati liqawmin yaAAlamoona"},{"sura":10,"aya":6,"quran_text":"إِنَّ فِي اخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَمَا خَلَقَ اللَّهُ فِي السَّمَاوَاتِ وَالْأَرْضِ لَآيَاتٍ لِقَوْمٍ يَتَّقُونَ","bangla_mohiuddin":"নিশ্চয়ই রাত-দিনের পরিবর্তনের মাঝে এবং যা কিছু তিনি সৃষ্টি করেছেন আসমান ও যমীনে, সবই হল নিদর্শন সেসব লোকের জন্য যারা ভয় করে।","bangla_murtaza":"নিশ্চয়ই দিন ও রাতের পরিবর্তন এবং মহাকাশ ও পৃথিবীর সৃষ্টির মধ্যে রয়েছে সতর্ক লোকদের জন্যে নিদর্শন।","english_text":"In the alternation of night and day, and all that He has created in the heavens and the earth, are certainly signs for people who fear God.","bangla_translit":"ইন্না ফিখ্তিলা-ফিল্ লাইলি অন্নাহা-রি অমা-খলাক্বল্লা-হু ফিস্ সামা-ওয়া-তি অল্ র্আদ্বি লাআ-ইয়া-তিল্ লিক্বওমিইঁ ইয়াত্তাকুন্।","english_translit":"Inna fee ikhtilafi allayli waalnnahari wama khalaqa Allahu fee alssamawati waalardi laayatin liqawmin yattaqoona"},{"sura":10,"aya":7,"quran_text":"إِنَّ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا وَرَضُوا بِالْحَيَاةِ الدُّنْيَا وَاطْمَأَنُّوا بِهَا وَالَّذِينَ هُمْ عَنْ آيَاتِنَا غَافِلُونَ","bangla_mohiuddin":"অবশ্যই যেসব লোক আমার সাক্ষাৎ লাভের আশা রাখে না এবং পার্থিব জীবন নিয়েই উৎফুল্ল রয়েছে, তাতেই প্রশান্তি অনুভব করেছে এবং যারা আমার নির্দশনসমূহ সম্পর্কে বেখবর।","bangla_murtaza":"যারা আমাদের সাক্ষাতের আশা করেনা এবং দুনিয়ার জীবন নিয়েই সন্তুষ্ট আর তাতেই পরিতৃপ্ত এবং যারা আমাদের আয়াত সম্পর্কেও গাফিল,","english_text":"As for those who do not hope to meet Us (after death), and are content with the life of this world, who are oblivious of Our signs,","bangla_translit":"ইন্নাল্ লাযীনা লা-ইর্য়াজুনা লিক্বা - য়ানা-আরাদ্বূ বিল্হাইয়া-তিদ্দুন্ইয়া-ওয়াত্বমাআন্ন বিহা- অল্লাযীনা হুম্ ‘আন্ আ-ইয়া-তিনা-গ -ফিলূন্।","english_translit":"Inna allatheena la yarjoona liqaana waradoo bialhayati alddunya waitmaannoo biha waallatheena hum AAan ayatina ghafiloona"},{"sura":10,"aya":8,"quran_text":"أُولَئِكَ مَأْوَاهُمُ النَّارُ بِمَا كَانُوا يَكْسِبُونَ","bangla_mohiuddin":"এমন লোকদের ঠিকানা হল আগুন সেসবের বদলা হিসাবে যা তারা অর্জন করছিল।","bangla_murtaza":"তাদেরই আবাস হবে জাহান্নাম তাদের (মন্দ) কৃতকর্মের কারণে।","english_text":"Will have Hell as their abode for what they have earned.","bangla_translit":"উলা - য়িকা মাওয়া-হুমুন্না-রু বিমা-কা-নূ ইয়াক্সিবূন্।","english_translit":"Olaika mawahumu alnnaru bima kanoo yaksiboona"},{"sura":10,"aya":9,"quran_text":"إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ يَهْدِيهِمْ رَبُّهُمْ بِإِيمَانِهِمْ تَجْرِي مِنْ تَحْتِهِمُ الْأَنْهَارُ فِي جَنَّاتِ النَّعِيمِ","bangla_mohiuddin":"অবশ্য যেসব লোক ঈমান এনেছে এবং সৎকাজ করেছে, তাদেরকে হেদায়েত দান করবেন তাদের পালনকর্তা, তাদের ঈমানের মাধ্যমে। এমন সুসময় কানন-কুঞ্জের প্রতি যার তলদেশে প্রবাহিত হয় প্রস্রবণসমূহ।","bangla_murtaza":"যারা ঈমান আনে এবং আমলে সালেহ করে, তাদের প্রভু তাদের ঈমানের ভিত্তিতে তাদের পরিচালিত করেন সেই নিয়ামতে ভরা জান্নাতের দিকে, যার নিচে দিয়ে বহমান রয়েছে নদ-নদী-নহর।","english_text":"But those who believe and act for a beneficial end will be guided by their Lord for their good faith. At their feet shall flow streams of running water in gardens of delight.","bangla_translit":"ইন্নাল্লাযীনা আ-মানূ অ‘আমিলুছ্ ছোয়া-লিহা-তি ইয়াহ্দীহিম্ রব্বুহুম্ বিঈমা-নিহিম্ তা জ্বরী মিন্ তাহতিহিমুল্ আন্হা-রু ফী জান্না-তিন্না‘ঈম্।","english_translit":"Inna allatheena amanoo waAAamiloo alssalihati yahdeehim rabbuhum bieemanihim tajree min tahtihimu alanharu fee jannati alnnaAAeemi"},{"sura":10,"aya":10,"quran_text":"دَعْوَاهُمْ فِيهَا سُبْحَانَكَ اللَّهُمَّ وَتَحِيَّتُهُمْ فِيهَا سَلَامٌ وَآخِرُ دَعْوَاهُمْ أَنِ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ","bangla_mohiuddin":"সেখানে তাদের প্রার্থনা হল ‘পবিত্র তোমার সত্তা হে আল্লাহ’। আর শুভেচ্ছা হল সালাম আর তাদের প্রার্থনার সমাপ্তি হয়, ‘সমস্ত প্রশংসা বিশ্বপালক আল্লাহর জন্য’ বলে।","bangla_murtaza":"সেখানে তাদের দোয়া হবে: ‘হে আল্লাহ্! তুমি সকল ত্রুটির উর্ধ্বে, অতীব পবিত্র, অতি মহান!’ আর সেখানে তাদের অভিবাদন হবে ‘সালাম।’ সেখানে তাদের শেষ দোয়া হবে: ‘আল হামদুলিল্লাহি রাব্বিল আলামিন-সব প্রশংসা মহাজগতের প্রভু আল্লাহর।’","english_text":"Their invocation will be: \"All glory to you, O God,\" and \"Peace\" will be their salutation, and the end of their prayer (will be): \"All praise be to God, the Lord of all the worlds.\"","bangla_translit":"দা’ওয়া-হুম্ ফীহা-সুব্হা-নাকাল্লা-হুম্মা অতাহিয়্যাতুহুম্ ফীহা-সালা-মুন্ অ আ-খিরু দা’ওয়া-হুম্ ‘আনিল্ হাম্দু লিল্লা-হি রব্বিল্ ‘আ-লামীন্।","english_translit":"DaAAwahum feeha subhanaka allahumma watahiyyatuhum feeha salamun waakhiru daAAwahum ani alhamdu lillahi rabbi alAAalameena"},{"sura":10,"aya":11,"quran_text":"وَلَوْ يُعَجِّلُ اللَّهُ لِلنَّاسِ الشَّرَّ اسْتِعْجَالَهُمْ بِالْخَيْرِ لَقُضِيَ إِلَيْهِمْ أَجَلُهُمْ فَنَذَرُ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا فِي طُغْيَانِهِمْ يَعْمَهُونَ","bangla_mohiuddin":"আর যদি আল্লাহ তা’আলা মানুষকে যথাশীঘ্র অকল্যাণ পৌঁছে দেন যতশীঘ্র তার কামনা করে, তাহলে তাদের আশাই শেষ করে দিতে হত। সুতরাং যাদের মনে আমার সাক্ষাতের আশা নেই, আমি তাদেরকে তাদের দুষ্টুমিতে ব্যতিব্যস্ত ছেড়ে দিয়ে রাখি।","bangla_murtaza":"আল্লাহ্ যদি মানুষের ক্ষতির বিষয়টা দ্রুত করতেন, যেভাবে তারা তাদের কল্যাণের বিষয়টা দ্রুত করে, তাহলে তাদের মরণ হয়ে যেতো। সুতরাং যারা আমাদের সাক্ষাতের আশা করেনা, আমরা তাদেরকে তাদের বিদ্রোহ ও অবাধ্যতা নিয়ে উদ্ভ্রান্তের মতো ঘুরে বেড়ানোর জন্যে ছেড়ে দেই।","english_text":"If God were to hasten the evil, as men try to hasten the good, their term would come to end. So We leave those who do not expect to meet Us to wander perplexed in transgression.","bangla_translit":"অলাও ইয়ু‘আজ্জ্বিলুল্লা-হু লিন্না-সিশ্ র্শারাস্ তি’জ্বা-লাহুম্ বিল্খইরি লাকুদ্বিয়া ইলাইহিম্ আজ্বালুহুম্; ফানাযারুল্লাযীনা লা-ইর্য়াজুনা লিক্ব - য়ানা ফী তুগ্ইয়া-নিহিম্ ইয়া’মাহূন্।","english_translit":"Walaw yuAAajjilu Allahu lilnnasi alshsharra istiAAjalahum bialkhayri laqudiya ilayhim ajaluhum fanatharu allatheena la yarjoona liqaana fee tughyanihim yaAAmahoona"},{"sura":10,"aya":12,"quran_text":"وَإِذَا مَسَّ الْإِنْسَانَ الضُّرُّ دَعَانَا لِجَنْبِهِ أَوْ قَاعِدًا أَوْ قَائِمًا فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُ مَرَّ كَأَنْ لَمْ يَدْعُنَا إِلَى ضُرٍّ مَسَّهُ كَذَلِكَ زُيِّنَ لِلْمُسْرِفِينَ مَا كَانُوا يَعْمَلُونَ","bangla_mohiuddin":"আর যখন মানুষ কষ্টের সম্মুখীন হয়, শুয়ে বসে, দাঁড়িয়ে আমাকে ডাকতে থাকে। তারপর আমি যখন তা থেকে মুক্ত করে দেই, সে কষ্ট যখন চলে যায় তখন মনে হয় কখনো কোন কষ্টেরই সম্মুখীন হয়ে যেন আমাকে ডাকেইনি। এমনিভাবে মনঃপুত হয়েছে নির্ভয় লোকদের যা তারা করেছে।","bangla_murtaza":"মানুষকে যখন দুঃখ-দুর্দশা স্পর্শ করে, তখন সে আমাদের ডাকে শুয়ে, বসে, কিংবা দাঁড়িয়ে। কিন্তু আমরা যখনই তার দুঃখ-দুর্দশা দূর করে দেই, তখন সে এমনভাবে চলে যেনো তাকে যখন দুঃখ-দুর্দশা স্পর্শ করেছিল, তখন সে আমাকে ডাকেনি। এভাবে সীমালংঘনকারীদের কর্মকান্ড তাদের কাছে শোভনীয় করে দেয়া হয়েছে।","english_text":"When man is afflicted with adversity he calls to Us, whether lying on his side, or sitting or standing. But when We take away his troubles, he moves away, as though he had never called to Us in affliction. In the same way, attractive have been made their deeds to the prodigals.","bangla_translit":"অইযা- মাস্সাল্ ইন্সা-নাদ্ব্ দ্বর্ রু দা‘আ-না- লিজ্বাম্বিহী য় আও ক-‘ইদান্ আও ক্ব - য়িমান্ ফালাম্মা-কাশাফ্না-‘আন্হু র্দ্বুরাহূ র্মারা কাআল্লাম্ ইয়াদ্‘উনা য় ইলা-র্দ্বুরিম্ মাস্সাহ্; কাযা-লিকা যুইয়্যিনা লিল্মুসরিফীনা মা-কা-নূ ইয়া’মালূন্।","english_translit":"Waitha massa alinsana alddurru daAAana lijanbihi aw qaAAidan aw qaiman falamma kashafna AAanhu durrahu marra kaan lam yadAAuna ila durrin massahu kathalika zuyyina lilmusrifeena ma kanoo yaAAmaloona"},{"sura":10,"aya":13,"quran_text":"وَلَقَدْ أَهْلَكْنَا الْقُرُونَ مِنْ قَبْلِكُمْ لَمَّا ظَلَمُوا وَجَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ وَمَا كَانُوا لِيُؤْمِنُوا كَذَلِكَ نَجْزِي الْقَوْمَ الْمُجْرِمِينَ","bangla_mohiuddin":"অবশ্য তোমাদের পূর্বে বহু দলকে ধ্বংস করে দিয়েছি, তখন তারা জালেম হয়ে গেছে। অথচ রসূল তাদের কাছেও এসব বিষয়ের প্রকৃষ্ট নির্দেশ নিয়ে এসেছিলেন। কিন্তু কিছুতেই তারা ঈমান আনল না। এমনিভাবে আমি শাস্তি দিয়ে থাকি পাপি সম্প্রদায়কে।","bangla_murtaza":"তোমাদের আগেকার বহু মানব প্রজন্মকে আমরা ধ্বংস করে দিয়েছি যখন তারা যুলুম করেছিল। তাদের কাছে তাদের রসূলরা এসেছিল স্পষ্ট নিদর্শন নিয়ে। কিন্তু তারা ঈমান আনার জন্যে এগিয়ে আসেনি। এভাবেই আমরা অপরাধী লোকদেরকে তাদের কাজের প্রতিফল দিয়ে থাকি।","english_text":"How many generations did We lay low before you when they became wilfully unjust. Their apostles had brought clear proofs to them, yet they never believed. So We punished the sinful people.","bangla_translit":"অলাক্বদ্ আহ্লাক্নাল্ কুরূনা মিন্ ক্বব্লিকুম্ লাম্মা-জোয়ালামূ অজ্বা - য়াত্হুম্ রুসুলুহুম্ বিল্বাইয়্যিনা-তি অমা-কা-নূ লিইয়ুমিনূ; কাযা-লিকা না জ্বযিল্ ক্বওমাল্ মু জ্বরিমীন্।","english_translit":"Walaqad ahlakna alquroona min qablikum lamma thalamoo wajaathum rusuluhum bialbayyinati wama kanoo liyuminoo kathalika najzee alqawma almujrimeena"},{"sura":10,"aya":14,"quran_text":"ثُمَّ جَعَلْنَاكُمْ خَلَائِفَ فِي الْأَرْضِ مِنْ بَعْدِهِمْ لِنَنْظُرَ كَيْفَ تَعْمَلُونَ","bangla_mohiuddin":"অতঃপর আমি তোমাদেরকে যমীনে তাদের পর প্রতিনিধি বানিয়েছি যাতে দেখতে পারি তোমরা কি কর।","bangla_murtaza":"তাদের পরে আমরা পৃথিবীতে তাদের স্থলাভিষিক্ত করেছি তোমাদেরকে। কারণ, আমরা দেখতে চাই তোমরা কেমন আমল করো।","english_text":"Then We appointed you leaders in the land after them to see how you behaved.","bangla_translit":"ছুম্মাজ্বা‘আল্না-কুম্ খলা - য়িফা ফিল্ র্আদ্বি মিম্ বা’দিহিম্ লিনান্জুরা কাইফা তা’মালূন্।","english_translit":"Thumma jaAAalnakum khalaifa fee alardi min baAAdihim linanthura kayfa taAAmaloona"},{"sura":10,"aya":15,"quran_text":"وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا ائْتِ بِقُرْآنٍ غَيْرِ هَذَا أَوْ بَدِّلْهُ قُلْ مَا يَكُونُ لِي أَنْ أُبَدِّلَهُ مِنْ تِلْقَاءِ نَفْسِي إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ","bangla_mohiuddin":"আর যখন তাদের কাছে আমার প্রকৃষ্ট আয়াত সমূহ পাঠ করা হয়, তখন সে সমস্ত লোক বলে, যাদের আশা নেই আমার সাক্ষাতের, নিয়ে এসো কোন কোরআন এটি ছাড়া, অথবা একে পরিবর্তিত করে দাও। তাহলে বলে দাও, একে নিজের পক্ষ থেকে পরিবর্তিত করা আমার কাজ নয়। আমি সে নির্দেশেরই আনুগত্য করি, যা আমার কাছে আসে। আমি যদি স্বীয় পরওয়ারদেগারের নাফরমানী করি, তবে কঠিন দিবসের আযাবের ভয় করি।","bangla_murtaza":"যখন তাদেরকে আমাদের সুস্পষ্ট আয়াত শুনানো হয়, তখন যারা আমাদের সাক্ষাতের আশা করেনা তারা বলে: ‘এটির পরিবর্তে অন্য একটি কুরআন আনো, অথবা এটি রদবদল করো।’ হে নবী! বলো: ‘আমার নিজ থেকে এটিতে রদবদল করা আমার কাজ নয়। আমি তো কেবল তারই অনুসরণ করি যা আমার কাছে অহি করা হয়। আমি যদি আমার প্রভুর নির্দেশের অবাধ্য হই, তবে আমি এক মহা ভয়াবহ দিনের আযাবের আশংকা করি।’","english_text":"When Our clear messages are recited to them, those who do not hope to meet Us, say: \"Bring a different Qur'an, or make amendments to this one.\" Say: \"It is not for me to change it of my will. I follow (only) what is revealed to me. If I disobey my Lord, I fear the punishment of an awful Day.\"","bangla_translit":"অ ইযা-তুত্লা-‘আলাইহিম্ আ-ইয়া-তুনা-বাইয়্যিনা-তিন্ ক্ব-লাল্লাযীনা লা-ইর্য়াজুনা লিক্ব- য়ানা তি বিক্বরুআ-নিন্ গইরি হা-যা য় আও বাদ্দিল্হু, কুল্ মা-ইয়াকূনূ লী য় আন্ উবাদ্দিলাহূ মিন্ তিল্ক্বা - য়ি নাফ্সী ইন্ আত্তাবি‘উ ইল্লা-মা-ইয়ূহা য় ইলাইয়্যা ইন্নী য় আখা-ফু ইন্ ‘আছোয়াইতু রব্বি ‘আযা-বা ইয়াওমিন্ ‘আজীম।","english_translit":"Waitha tutla AAalayhim ayatuna bayyinatin qala allatheena la yarjoona liqaana iti biquranin ghayri hatha aw baddilhu qul ma yakoonu lee an obaddilahu min tilqai nafsee in attabiAAu illa ma yooha ilayya innee akhafu in AAasaytu rabbee AAathaba yawmin AAatheemin"},{"sura":10,"aya":16,"quran_text":"قُلْ لَوْ شَاءَ اللَّهُ مَا تَلَوْتُهُ عَلَيْكُمْ وَلَا أَدْرَاكُمْ بِهِ فَقَدْ لَبِثْتُ فِيكُمْ عُمُرًا مِنْ قَبْلِهِ أَفَلَا تَعْقِلُونَ","bangla_mohiuddin":"বলে দাও, যদি আল্লাহ চাইতেন, তবে আমি এটি তোমাদের সামনে পড়তাম না, আর নাইবা তিনি তোমাদেরেকে অবহিত করতেন এ সম্পর্কে। কারণ আমি তোমাদের মাঝে ইতিপূর্বেও একটা বয়স অতিবাহিত করেছি। তারপরেও কি তোমরা চিন্তা করবে না?","bangla_murtaza":"হে নবী! বলো: ‘আল্লাহ্ চাইলে আমি এটি তোমাদের কাছে তিলাওয়াত করতাম না এবং তিনিও এ বিষয়ে তোমাদের অবহিত করতেন না। আমি তো আমার একটা দীর্ঘ বয়সকাল তোমাদেরই মাঝে কাটিয়েছি, তবু কি তোমরা আকল খাটাবে না?’","english_text":"Say: \"Had God pleased I would never have recited it to you, nor would He have given you comprehension of it. (Remember that I am one of you) and have lived a whole life with you before (its revelation). Even then you do not understand.\"","bangla_translit":"কুল্ লাও শা - য়াল্লা-হু মা-তালাওতুহূ ‘আলাইকুম্ অলা য় আদ্র-কুম্ বিহী ফাক্বদ্ লাবিছ্তু ফীকুম্ ‘উমুরাম্ মিন্ ক্বব্লিহ্; আফালা-তা’ক্বিলূন্।","english_translit":"Qul law shaa Allahu ma talawtuhu AAalaykum wala adrakum bihi faqad labithtu feekum AAumuran min qablihi afala taAAqiloona"},{"sura":10,"aya":17,"quran_text":"فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ إِنَّهُ لَا يُفْلِحُ الْمُجْرِمُونَ","bangla_mohiuddin":"অতঃপর তার চেয়ে বড় জালেম, কে হবে, যে আল্লাহর প্রতি অপবাদ আরোপ করেছে কিংবা তাঁর আয়াতসমূহকে মিথ্যা বলে অভিহিত করছে? কস্মিনকালেও পাপীদের কোন কল্যাণ হয় না।","bangla_murtaza":"ঐ ব্যক্তির চাইতে বড় যালিম আর কে হতে পারে, যে মিথ্যা রচনা করে আল্লাহর প্রতি আরোপ করে, কিংবা প্রত্যাখ্যান করে তাঁর আয়াতকে? নিশ্চয়ই অপরাধিরা সফলকাম হয়না।","english_text":"Who is more unjust than he who imputes lies to God or denies His revelations? The sinners will surely not be reprieved.","bangla_translit":"ফামান্ আজ্লামু মিম্মানিফ্তারা- ‘আলাল্লা-হি কাযিবান্ আও কায্যাবা বিআ-ইয়া-তিহ্; ইন্নাহূ লা-ইয়ুফ্লিহুল্ মু জ্বরিমূন।","english_translit":"Faman athlamu mimmani iftara AAala Allahi kathiban aw kaththaba biayatihi innahu la yuflihu almujrimoona"},{"sura":10,"aya":18,"quran_text":"وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَيَقُولُونَ هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ قُلْ أَتُنَبِّئُونَ اللَّهَ بِمَا لَا يَعْلَمُ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ","bangla_mohiuddin":"আর উপাসনা করে আল্লাহকে বাদ দিয়ে এমন বস্তুর, যা না তাদের কোন ক্ষতিসাধন করতে পারে, না লাভ এবং বলে, এরা তো আল্লাহর কাছে আমাদের সুপারিশকারী। তুমি বল, তোমরা কি আল্লাহকে এমন বিষয়ে অবহিত করছ, যে সম্পর্কে তিনি অবহিত নন আসমান ও যমীনের মাঝে ? তিনি পুতঃপবিত্র ও মহান সে সমস্ত থেকে যাকে তোমরা শরীক করছ।","bangla_murtaza":"তারা আল্লাহ্ ছাড়া যে সবের ইবাদত (পূজা, উপাসনা, প্রার্থনা) করে, সেগুলো না তাদের কোনো ক্ষতি করতে পারে, আর না কোনো উপকার। তারা বলে: ‘এরা আল্লাহর কাছে আমাদের শাফায়াতকারী।’ হে নবী! বলো: ‘তোমরা কি আল্লাহ্কে এমন বিষয় অবহিত করতে চাও, মহাকাশ ও পৃথিবীর মধ্যে যে বিষয়ে তিনি জানেন না?’ তিনি ত্রুটিমুক্ত পবিত্র এবং সেসব থেকে অনেক ঊর্ধ্বে যাদেরকে তোমরা শরিক করছো তাঁর সাথে।","english_text":"They worship those besides God who cannot do them harm or bring them gain, and say: \"These are our intercessors with God.\" Say: \"Do you want to inform God of things in the heavens and the earth He does not know?\" Glorious is He, and too exalted for what they associate with Him!","bangla_translit":"অইয়া’বুদূনা মিন্ দূনিল্লা-হি মা-লা-ইয়াদ্বরুরুহুম্ অলা- ইয়ান্ফা‘উহুম্ অইয়াকুলূনা হা য় উলা - য়ি শুফা‘আ - উনা- ‘ইন্দাল্লা-হ্; কুল্ আতুনাব্বিঊনা ল্লা-হা বিমা-লা-ইয়া’লামু ফিস্ সামা-ওয়া-তি অলা-ফিল্ র্আদ্ব; সুব্হা-নাহূ অতা‘আ-লা-‘আম্মা- ইয়ুশ্রিকূন্।","english_translit":"WayaAAbudoona min dooni Allahi ma la yadurruhum wala yanfaAAuhum wayaqooloona haolai shufaAAaona AAinda Allahi qul atunabbioona Allaha bima la yaAAlamu fee alssamawati wala fee alardi subhanahu wataAAala AAamma yushrikoona"},{"sura":10,"aya":19,"quran_text":"وَمَا كَانَ النَّاسُ إِلَّا أُمَّةً وَاحِدَةً فَاخْتَلَفُوا وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَقُضِيَ بَيْنَهُمْ فِيمَا فِيهِ يَخْتَلِفُونَ","bangla_mohiuddin":"আর সমস্ত মানুষ একই উম্মতভুক্ত ছিল, পরে পৃথক হয়ে গেছে। আর একটি কথা যদি তোমার পরওয়ারদেগারের পক্ষ থেকে পূর্ব নির্ধারিত না হয়ে যেত; তবে তারা যে বিষয়ে বিরোধ করছে তার মীমাংসা হয়ে যেত।","bangla_murtaza":"মানুষ তো প্রথমে এক উম্মতই ছিলো। পরে তারা ইখতেলাফ (বিভেদ সৃষ্টি) করে। তোমার প্রভুর পূর্ব ঘোষণা না থাকলে তারা যে বিষয়ে ইখতেলাফ করছে তার ফায়সালা হয়ে যেতো।","english_text":"Men were once a community of one faith; but they differed (and followed different ways). Had it not been for the word proclaimed by your Lord before, their differences would have been resolved.","bangla_translit":"অমা-কা-নান্ না-সু ইল্লা য় উস্মাতাওঁ ওয়া-হিদাতান্ ফাখ্তালাফূ অলাওলা-কালিমাতুন্ সাবাক্বাত্ র্মি রব্বিকা লাকুদ্বিয়া বাইনাহুম্ ফীমা-ফীহি ইয়াখ্তালিফূন্।","english_translit":"Wama kana alnnasu illa ommatan wahidatan faikhtalafoo walawla kalimatun sabaqat min rabbika laqudiya baynahum feema feehi yakhtalifoona"},{"sura":10,"aya":20,"quran_text":"وَيَقُولُونَ لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ فَقُلْ إِنَّمَا الْغَيْبُ لِلَّهِ فَانْتَظِرُوا إِنِّي مَعَكُمْ مِنَ الْمُنْتَظِرِينَ","bangla_mohiuddin":"বস্তুতঃ তারা বলে, তাঁর কাছে তাঁর পরওয়ারদেগারের পক্ষ থেকে কোন নির্দেশ এল না কেন? বলে দাও গায়েবের কথা আল্লাহই জানেন। আমি ও তোমাদের সাথে অপেক্ষায় রইলাম।","bangla_murtaza":"তারা বলে: ‘তার প্রভুর পক্ষ থেকে তার কাছে কোনো নিদর্শন নাযিল হলো না কেন?’ তুমি বলো: ‘গায়েব তো কেবল আল্লাহ্ই জানেন। সুতরাং তোমরা অপেক্ষা করো, আমিও তোমাদের সাথে অপেক্ষায় থাকলাম।’","english_text":"They say: \"How is it that no sign was sent by his Lord (to His Prophet)?\" Tell them: \"Unknown things are only known to God. So watch and wait (for the sign); I am waiting and expecting with you.\"","bangla_translit":"অইয়াকুলূনা লাওলা য় উন্যিলা ‘আলাইহি আ-ইয়াতুম্ র্মি রব্বিহী ফাকুল্ ইন্নামাল্ গইবু লিল্লা-হি ফান্তাজিরূ, ইন্নী মা‘আকুম্ মিনাল্ মুন্তাজিরীন্।","english_translit":"Wayaqooloona lawla onzila AAalayhi ayatun min rabbihi faqul innama alghaybu lillahi faintathiroo innee maAAakum mina almuntathireena"},{"sura":10,"aya":21,"quran_text":"وَإِذَا أَذَقْنَا النَّاسَ رَحْمَةً مِنْ بَعْدِ ضَرَّاءَ مَسَّتْهُمْ إِذَا لَهُمْ مَكْرٌ فِي آيَاتِنَا قُلِ اللَّهُ أَسْرَعُ مَكْرًا إِنَّ رُسُلَنَا يَكْتُبُونَ مَا تَمْكُرُونَ","bangla_mohiuddin":"আর যখন আমি আস্বাদন করাই স্বীয় রহমত সে কষ্টের পর, যা তাদের ভোগ করতে হয়েছিল, তখনই তারা আমার শক্তিমত্তার মাঝে নানা রকম ছলনা তৈরী করতে আরম্ভ করবে। আপনি বলে দিন, আল্লাহ সবচেয়ে দ্রুত কলা-কৌশল তৈরী করতে পারেন। নিশ্চয়ই আমাদের ফেরেশতারা লিখে রাখে তোমাদের ছল-চাতুরী।","bangla_murtaza":"দুঃখ-দুর্দশা স্পর্শ করার পর যখনই আমরা মানুষকে আমাদের রহমতের স্বাদ আস্বাদন করাই, তখনই তারা আমাদের আয়াতের বিরুদ্ধে চক্রান্তে লিপ্ত হয়। বলো: ‘কৌশল প্রয়োগে আল্লাহ্ সবচেয়ে দ্রুত।’ আমাদের রসূলরা (ফেরেশতারা) রেকর্ড করে রাখছে তোমাদের সব চক্রান্ত।","english_text":"When We let them taste Our mercy after affliction, they contrive against Our signs. Say: \"God is swifter at contriving,\" for Our angels record everything you plan.","bangla_translit":"অইযা য় আযাক্বনান না-সা রহ্মাতাম্ মিম্ বা’দি দ্বোর্য়ারা - য়া মাস্সাতহুম্ ইযা-লাহুম্ মাক্রুন্ ফী য় আ-ইয়া-তিনা-; কুলিল্লা-হু আস্রা‘উ মাক্রা-; ইন্না রুসুলানা-ইয়াক্তুবূনা মা-তাম্কুরূন্।","english_translit":"Waitha athaqna alnnasa rahmatan min baAAdi darraa massathum itha lahum makrun fee ayatina quli Allahu asraAAu makran inna rusulana yaktuboona ma tamkuroona"},{"sura":10,"aya":22,"quran_text":"هُوَ الَّذِي يُسَيِّرُكُمْ فِي الْبَرِّ وَالْبَحْرِ حَتَّى إِذَا كُنْتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِمْ بِرِيحٍ طَيِّبَةٍ وَفَرِحُوا بِهَا جَاءَتْهَا رِيحٌ عَاصِفٌ وَجَاءَهُمُ الْمَوْجُ مِنْ كُلِّ مَكَانٍ وَظَنُّوا أَنَّهُمْ أُحِيطَ بِهِمْ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ لَئِنْ أَنْجَيْتَنَا مِنْ هَذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ","bangla_mohiuddin":"তিনিই তোমাদের ভ্রমন করান স্থলে ও সাগরে। এমনকি যখন তোমরা নৌকাসমূহে আরোহণ করলে আর তা লোকজনকে অনুকূল হাওয়ায় বয়ে নিয়ে চলল এবং তাতে তারা আনন্দিত হল, নৌকাগুলোর উপর এল তীব্র বাতাস, আর সর্বদিক থেকে সেগুলোর উপর ঢেউ আসতে লাগল এবং তারা জানতে পারল যে, তারা অবরুদ্ধ হয়ে পড়েছে, তখন ডাকতে লাগল আল্লাহকে তাঁর এবাদতে নিঃস্বার্থ হয়ে যদি তুমি আমাদেরকে এ বিপদ থেকে উদ্ধার করে তোল, তাহলে নিঃসন্দেহে আমরা কৃতজ্ঞ থাকব।","bangla_murtaza":"তিনিই তোমাদের ভ্রমণ করান স্থলভাগে এবং সমুদ্রে। এভাবে তোমরা যখন নৌযানে ভ্রমণ করো এবং সেগুলো আরোহীদের নিয়ে অনুকূল বাতাসে এগিয়ে চলে এবং তাতে তারা আনন্দিত হয়। অত:পর যখন দমকা হাওয়া এবং সবদিক থেকে আগত উত্তাল তরঙ্গমালা সেগুলোকে আক্রমণ করে এবং তারা মনে করে যে, তারা ঘেরাও হয়ে পড়েছে, তখন আল্লাহর জন্যে আনুগত্যকে একনিষ্ঠ করে তারা কেবল তাঁকেই ডাকতে থাকে। তারা তখন তাঁকে বলে:  ‘তুমি যদি আমাদের উদ্ধার করো তাহলে অবশ্যি আমরা শোকরগুজার হবো।’","english_text":"It is He who enables you to travel over land and sea. When you sail in ships in a favourable breeze, you rejoice. But when a gale begins to blow and the waves dash against them from every side they realise that they have been caught in it, (and) they call on God in all faith: \"If You save us from this we shall ever be grateful.\"","bangla_translit":"হুঅল্লাযী ইয়ুসাইয়্যিরুকুম্ ফিল্ র্বারি অল্ বাহ্র্; হাত্তা য় ইযা- কুন্তুম্ ফিল্ফুল্কি অজ্বারাইনা বিহিম বিরীহিন্ ত্বোয়াইয়্যিবাতিওঁ অফারিহূ বিহা-জ্বা - য়াত্হা- রীহুন্ ‘আ-ছিফুওঁ অজ্বা - য়াহুমুল্ মাওজ্বু মিন্ কুল্লি মাকা-নিওঁ অজোয়ান্ন য় আন্নাহুম্ উহীতোয়া বিহিম্ দা‘আ‘উল্লা-হা মুখ্লিছীনা লাহুদ্দীনা লায়িন্ আন্জ্বাইতানা-মিন্ হা-যিহী লানাকূনান্না মিনাশ্ শা-কিরীন্।","english_translit":"Huwa allathee yusayyirukum fee albarri waalbahri hatta itha kuntum fee alfulki wajarayna bihim bireehin tayyibatin wafarihoo biha jaatha reehun AAasifun wajaahumu almawju min kulli makanin wathannoo annahum oheeta bihim daAAawoo Allaha mukhliseena lahu alddeena lain anjaytana min hathihi lanakoonanna mina alshshakireena"},{"sura":10,"aya":23,"quran_text":"فَلَمَّا أَنْجَاهُمْ إِذَا هُمْ يَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ يَا أَيُّهَا النَّاسُ إِنَّمَا بَغْيُكُمْ عَلَى أَنْفُسِكُمْ مَتَاعَ الْحَيَاةِ الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُكُمْ فَنُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ","bangla_mohiuddin":"তারপর যখন তাদেরকে আল্লাহ বাঁচিয়ে দিলেন, তখনই তারা পৃথিবীতে অনাচার করতে লাগল অন্যায় ভাবে। হে মানুষ! শোন, তোমাদের অনাচার তোমাদেরই উপর পড়বে। পার্থিব জীবনের সুফল ভোগ করে নাও-অতঃপর আমার নিকট প্রত্যাবর্তন করতে হবে। তখন আমি বাতলে দেব, যা কিছু তোমরা করতে।","bangla_murtaza":"কিন্তু যখন তিনি তাদের বিপদ থেকে নাজাত দেন, তখন তারা না হকভাবে দেশে সীমালংঘন করতে থাকে। হে মানুষ! তোমাদের সীমালংঘন তোমাদেরই ধ্বংসের কারণ হয়। দুনিয়ার জীবনে কিছুটা ভোগবিলাস করে নাও, তারপর আমাদের কাছেই হবে তোমাদের প্রত্যাবর্তন, তখন আমরা তোমাদের অবহিত করবো তোমরা কী সব কান্ড কারবার করছিলে।","english_text":"But when He rescues them, they commit excesses in the land unjustly again. Your rebellion, O people, shall recoil back on your own selves. The joys of the world (are only ephemeral): You have to come back to Us in the end. We shall then inform you what you were doing.","bangla_translit":"ফালাম্মা য় আন্জ্বা-হুম্ ইযা-হুম্ ইয়াব্গূনা ফিল্ র্আদ্বি বিগইরিল্ হাক্ব; ইয়া য় আইয়্যুহান্ না-সু ইন্নামা-বাগ্ইয়ুকুম্ ‘আলা য় আন্ফুসিকুম্ মাতা-‘আল্ হা-ইয়া-তিদ্দুন্ইয়া-ছুম্মা ইলাইনা-র্মাজ্বি‘উকুম্ ফানুনাব্বিউকুম্ বিমা-কুন্তুম্ তা’মালূন।","english_translit":"Falamma anjahum itha hum yabghoona fee alardi bighayri alhaqqi ya ayyuha alnnasu innama baghyukum AAala anfusikum mataAAa alhayati alddunya thumma ilayna marjiAAukum fanunabbiokum bima kuntum taAAmaloona"},{"sura":10,"aya":24,"quran_text":"إِنَّمَا مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنْزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ مِمَّا يَأْكُلُ النَّاسُ وَالْأَنْعَامُ حَتَّى إِذَا أَخَذَتِ الْأَرْضُ زُخْرُفَهَا وَازَّيَّنَتْ وَظَنَّ أَهْلُهَا أَنَّهُمْ قَادِرُونَ عَلَيْهَا أَتَاهَا أَمْرُنَا لَيْلًا أَوْ نَهَارًا فَجَعَلْنَاهَا حَصِيدًا كَأَنْ لَمْ تَغْنَ بِالْأَمْسِ كَذَلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَتَفَكَّرُونَ","bangla_mohiuddin":"পার্থিব জীবনের উদাহরণ তেমনি, যেমনি আমি আসমান থেকে পানি বর্ষন করলাম, পরে তা মিলিত সংমিশ্রিত হয়ে তা থেকে যমীনের শ্যামল উদ্ভিদ বেরিয়ে এল যা মানুষ ও জীব-জন্তুরা খেয়ে থাকে। এমনকি যমীন যখন সৌন্দর্য সুষমায় ভরে উঠলো আর যমীনের অধিকর্তারা ভাবতে লাগল, এগুলো আমাদের হাতে আসবে, হঠাৎ করে তার উপর আমার নির্দেশ এল রাত্রে কিংবা দিনে, তখন সেগুলোকে কেটে স্তুপাকার করে দিল যেন কাল ও এখানে কোন আবাদ ছিল না। এমনিভাবে আমি খোলাখুলি বর্ণনা করে থাকি নিদর্শণসমূহ সে সমস্ত লোকদের জন্য যারা লক্ষ্য করে।","bangla_murtaza":"দুনিয়ার জীবনের উপমা হলো (বৃষ্টির) পানি, যা আমরা আকাশ থেকে নাযিল করি। তা থেকে গজিয়ে উঠে ভূমিজ উদ্ভিদ ঘন নিবিড় হয়ে। তা থেকেই আহার করে মানুষ এবং জীব-জানোয়ার। তারপর জমিন যখন তার শোভা ধারন করে এবং চাকচিক্যময় হয়ে উঠে আর তার অধিবাসীরা মনে করে, সেগুলো তাদের আয়ত্তাধীন, তখন আমাদের নির্দেশ এসে পড়ে রাতে কিংবা দিনে এবং আমরা সেগুলো এমনভাবে ধ্বংস  করে দেই, যেনো গতকালও সেখানে কিছু ছিলনা। এভাবেই আমরা বিশদ বিবরণ দেই আমাদের আয়াতের, চিন্তাশীল লোকদের জন্যে।","english_text":"The life of the world is like the rain that waters the crops of the earth which are used as food by men and cattle. But when the earth is embellished and adorned with gold, and its tillers begin to feel that (the crops) are under control, Our command descends suddenly at night or in the day, and We mow them down as though there was nothing there yesterday. This is how We distinctly explain Our signs to those who think.","bangla_translit":"ইন্নামা-মাছালুল্ হা ইয়া-তিদ্ দুন্ইয়া-কামা - য়িন্ আন্যাল্না-হু মিনাস্ সামা - য়ি ফাখ্তালাত্বোয়া বিহী নাবা-তুল্ র্আদ্বি মিম্মা- ইয়াকুলুন্না-সু অল্ আন‘আ-ম্ হাত্তা য় ইযা য় আখাযাতিল্ র্আদ্ব ু যুখ্রুফাহা- অয্যাইয়্যানাত্ অজোয়ান্না আহ্লুহা য় আন্নাহুম্ ক্বা-দ্বিরূনা ‘আলাইহা য় আতা-হা য় আম্রুনা- লাইলান্ আও নাহা-রন্ ফাজ্বা‘আল্না-হা- হাছীদান্ কাআল্লাম্ তাগ্না বিল্আম্স্; কাযা-লিকা নুফাছ্ছিলুল্ আ-ইয়া-তি লিক্বওমিইঁ ইয়াতাফাক্কারূন্।","english_translit":"Innama mathalu alhayati alddunya kamain anzalnahu mina alssamai faikhtalata bihi nabatu alardi mimma yakulu alnnasu waalanAAamu hatta itha akhathati alardu zukhrufaha waizzayyanat wathanna ahluha annahum qadiroona AAalayha ataha amruna laylan aw naharan fajaAAalnaha haseedan kaan lam taghna bialamsi kathalika nufassilu alayati liqawmin yatafakkaroona"},{"sura":10,"aya":25,"quran_text":"وَاللَّهُ يَدْعُو إِلَى دَارِ السَّلَامِ وَيَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ","bangla_mohiuddin":"আর আল্লাহ শান্তি-নিরাপত্তার আলয়ের প্রতি আহবান জানান এবং যাকে ইচ্ছা সরলপথ প্রদর্শন করেন।","bangla_murtaza":"আল্লাহ্ দাওয়াত দিচ্ছেন দারুস সালামের (শান্তি নিবাসের) দিকে এবং তিনি যাকে চান পরিচালিত করেন সিরাতুল মুস্তাকিমে (সঠিক সুদৃঢ় পথে)।","english_text":"God invites you to mansions of peace, and guides whosoever He will to the path that is straight","bangla_translit":"অল্লা-হু ইয়াদ্‘ঊ - ইলা-দা-রিস্ সালা-ম্; অইয়াহ্দী মাইঁ ইয়াশা - য়ু ইলা-ছিরা-ত্বিম্ মুস্তাক্বীম্।","english_translit":"WaAllahu yadAAoo ila dari alssalami wayahdee man yashao ila siratin mustaqeemin"},{"sura":10,"aya":26,"quran_text":"لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَةٌ وَلَا يَرْهَقُ وُجُوهَهُمْ قَتَرٌ وَلَا ذِلَّةٌ أُولَئِكَ أَصْحَابُ الْجَنَّةِ هُمْ فِيهَا خَالِدُونَ","bangla_mohiuddin":"যারা সৎকর্ম করেছে তাদের জন্য রয়েছে কল্যাণ এবং তারও চেয়ে বেশী। আর তাদের মুখমন্ডলকে আবৃত করবে না মলিনতা কিংবা অপমান। তারাই হল জান্নাতবাসী, এতেই তারা বসবাস করতে থাকবে অনন্তকাল।","bangla_murtaza":"যারা কল্যাণের কাজ করে তাদের জন্যে রয়েছে কল্যাণ এবং আরো অধিক। তাদের চেহারাকে আচ্ছন্ন করবেনা কালিমা কিংবা জিল্লতি। তারাই হবে জান্নাতের অধিবাসী, সেখানেই থাকবে তারা চিরকাল।","english_text":"For those who do good there is goodness and more, and no blot or disgrace will cover their faces. They are people of Paradise, where they will abide for ever.","bangla_translit":"লিল্লাযীনা আহ্সানুল্ হুস্না-অযিইয়া-দাহ্; অলা-ইর্য়াহাকু উজুহাহুম্ ক্বাতারুওঁ অলা-যিল্লাহ্; উলা - য়িকা আছ্হা-বুল্ জান্নাতি হুম্ ফীহা-খা-লিদূন্।","english_translit":"Lillatheena ahsanoo alhusna waziyadatun wala yarhaqu wujoohahum qatarun wala thillatun olaika ashabu aljannati hum feeha khalidoona"},{"sura":10,"aya":27,"quran_text":"وَالَّذِينَ كَسَبُوا السَّيِّئَاتِ جَزَاءُ سَيِّئَةٍ بِمِثْلِهَا وَتَرْهَقُهُمْ ذِلَّةٌ مَا لَهُمْ مِنَ اللَّهِ مِنْ عَاصِمٍ كَأَنَّمَا أُغْشِيَتْ وُجُوهُهُمْ قِطَعًا مِنَ اللَّيْلِ مُظْلِمًا أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ","bangla_mohiuddin":"আর যারা সঞ্চয় করেছে অকল্যাণ অসৎ কর্মের বদলায় সে পরিমাণ অপমান তাদের চেহারাকে আবৃত করে ফেলবে। কেউ নেই তাদেরকে বাঁচাতে পারে আল্লাহর হাত থেকে। তাদের মুখমন্ডল যেন ঢেকে দেয়া হয়েছে আধাঁর রাতের টুকরো দিয়ে। এরা হল দোযখবাসী। এরা এতেই থাকবে অনন্তকাল।","bangla_murtaza":"আর যারা কামাই করবে মন্দ কর্ম, তাদের প্রতিফলও হবে অনুরূপ মন্দ। তাদেরকে আচ্ছন্ন করবে জিল্লতি। তাদেরকে আল্লাহর (পাকড়াও) থেকে রক্ষা করার কেউ হবেনা। তাদের চেহারা হবে (কালো) যেনো রাতের অন্ধকার আবরণে আচ্ছন্ন। তারাই হবে জাহান্নামের অধিবাসী। সেখানেই থাকবে তারা চিরকাল।","english_text":"But those who earn evil shall be punished to an equal degree as their evil, and they will be covered with shame, and will have none to protect them against God: Their faces shall be blackened as though with patches of the night. They are the people of Hell, where they will abide for ever,","bangla_translit":"অল্লাযীনা কাসাবুস্ সাইয়্যিয়া-তি জ্বাযা য় উ সাইয়্যিয়াতিম্ বিমিছ্লিহা-অর্তাহাক্বহুম্ যিল্লাহ্; মা-লাহুম্ মিনাল্লা-হি মিন্ ‘আ-ছিমিন্ কাআন্নামা য় উগ্শিয়াত্ উজুহুহুম্ ক্বিতোয়া‘আম্ মিনাল্লাইলি মুজ্লিমা-; উলা - য়িকা আছ্হা-বুন্না-রি হুম্ ফীহা-খ-লিদূন্।","english_translit":"Waallatheena kasaboo alssayyiati jazao sayyiatin bimithliha watarhaquhum thillatun ma lahum mina Allahi min AAasimin kaannama oghshiyat wujoohuhum qitaAAan mina allayli muthliman olaika ashabu alnnari hum feeha khalidoona"},{"sura":10,"aya":28,"quran_text":"وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوا مَكَانَكُمْ أَنْتُمْ وَشُرَكَاؤُكُمْ فَزَيَّلْنَا بَيْنَهُمْ وَقَالَ شُرَكَاؤُهُمْ مَا كُنْتُمْ إِيَّانَا تَعْبُدُونَ","bangla_mohiuddin":"আর যেদিন আমি তাদের সবাইকে সমবেত করব; আর যারা শেরক করত তাদেরকে বলবঃ তোমরা এবং তোমাদের শরীকরা নিজ নিজ জায়গায় দাঁড়িয়ে যাও-অতঃপর তাদেরকে পারস্পরিক বিচ্ছিন্ন করে দেব, তখন তাদের শরীকরা বলবে, তোমরা তো আমাদের উপাসনা-বন্দেগী করনি।","bangla_murtaza":"যেদিন আমরা তাদের সবাইকে হাশর (সমবেত) করবো এবং মুশরিকদের বলবো: ‘তোমাদের নিজ নিজ জায়গায় অবস্থান করো, তোমরা নিজেরা এবং তোমরা যাদের শরিক করেছিলে তারা। তারপর আমরা তাদেরকে পরস্পর থেকে আলাদা করে দেবো। তখন  তারা যাদের শরিক করেছিল তারা বলবে: “তোমরা তো আমাদের ইবাদত করতে না।","english_text":"The day We shall gather them all together We shall say to the idolaters: \"Take your stand with the compeers you worshipped as the equals of God.\" We shall then create a rift between them, and the compeers will say: \"You did not worship us;","bangla_translit":"অইয়াওমা নাহ্শুরুহুম্ জ্বামী‘আন ছুম্মা নাকুলু লিল্লাযীনা আশ্রাকূ মাকা-নাকুম্ আনতুম্ অশুরাকা - উকুম্ ফাযাইয়্যাল্না-বাইনাহুম্ অক্ব-লা শুরাকা - উহুম্ মা- কুন্তুম্ ইয়্যা-না-তা’বুদূন্।","english_translit":"Wayawma nahshuruhum jameeAAan thumma naqoolu lillatheena ashrakoo makanakum antum washurakaokum fazayyalna baynahum waqala shurakaohum ma kuntum iyyana taAAbudoona"},{"sura":10,"aya":29,"quran_text":"فَكَفَى بِاللَّهِ شَهِيدًا بَيْنَنَا وَبَيْنَكُمْ إِنْ كُنَّا عَنْ عِبَادَتِكُمْ لَغَافِلِينَ","bangla_mohiuddin":"বস্তুতঃ আল্লাহ আমাদের ও তোমাদের মাঝে সাক্ষী হিসাবে যথেষ্ট। আমরা তোমাদের বন্দেগী সম্পর্কে জানতাম না।","bangla_murtaza":"আমাদের এবং তোমাদের মাঝে আল্লাহ্ই সাক্ষী হিসেবে যথেষ্ট। (তোমরা যে বলছো তোমরা আমাদের ইবাদত করতে) আমরা তো তোমাদের ইবাদত সম্পর্কে একেবারেই গাফিল ছিলাম।”","english_text":"For God is sufficient as witness between us and you we were not aware of your worship.\"","bangla_translit":"ফাকাফা-বিল্লা-হি শাহীদাম্ বাইনানা-অবাইনাকুম্ ইন্ কুন্না-‘আন্ ‘ইবা-দাতিকুম্ লাগ-ফিলীন্।","english_translit":"Fakafa biAllahi shaheedan baynana wabaynakum in kunna AAan AAibadatikum laghafileena"},{"sura":10,"aya":30,"quran_text":"هُنَالِكَ تَبْلُو كُلُّ نَفْسٍ مَا أَسْلَفَتْ وَرُدُّوا إِلَى اللَّهِ مَوْلَاهُمُ الْحَقِّ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ","bangla_mohiuddin":"সেখানে প্রত্যেকে যাচাই করে নিতে পারবে যা কিছু সে ইতিপূর্বে করেছিল এবং আল্লাহর প্রতি প্রত্যাবর্তন করবে যিনি তাদের প্রকৃত মালিক, আর তাদের কাছ থেকে দূরে যেতে থাকবে যারা মিথ্যা বলত।","bangla_murtaza":"সেখানেই তারা প্রত্যেকে নিজ নিজ কৃতকর্ম পরীক্ষা করে নেবে এবং তাদেরকে ফিরিয়ে আনা হবে তাদের প্রকৃত মনিব আল্লাহর দিকে, আর তাদের থেকে উধাও হয়ে যাবে তাদের মনগড়া (সুপারিশকারীরা)।","english_text":"Then each will see what he had done in the past; and they will turn to God, their true Lord, and all the lies they had fabricated will be of no avail to them.","bangla_translit":"হুনা-লিকা তাব্লূ কুল্লু নাফ্সিম্ মা য় আস্লাফাত্ অরুদ্দূ য় ইলাল্লা-হি মাওলা-হুমুল্ হাক্বক্বি অদ্বোয়াল্লা ‘আন্হুম্ মা-কা-নূ ইয়াফ্তারূন্।","english_translit":"Hunalika tabloo kullu nafsin ma aslafat waruddoo ila Allahi mawlahumu alhaqqi wadalla AAanhum ma kanoo yaftaroona"},{"sura":10,"aya":31,"quran_text":"قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ أَمَّنْ يَمْلِكُ السَّمْعَ وَالْأَبْصَارَ وَمَنْ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَنْ يُدَبِّرُ الْأَمْرَ فَسَيَقُولُونَ اللَّهُ فَقُلْ أَفَلَا تَتَّقُونَ","bangla_mohiuddin":"তুমি জিজ্ঞেস কর, কে রুযী দান করে তোমাদেরকে আসমান থেকে ও যমীন থেকে, কিংবা কে তোমাদের কান ও চোখের মালিক? তাছাড়া কে জীবিতকে মৃতের ভেতর থেকে বের করেন এবং কেইবা মৃতকে জীবিতের মধ্য থেকে বের করেন? কে করেন কর্ম সম্পাদনের ব্যবস্থাপনা? তখন তারা বলে উঠবে, আল্লাহ! তখন তুমি বলো তারপরেও ভয় করছ না?","bangla_murtaza":"হে নবী! তাদের জিজ্ঞেস করো: ‘কে তোমাদের রিযিক দেন আসমান ও জমিন থেকে? কিংবা শ্রবণ শক্তি ও দৃষ্টি শক্তির কর্তৃত্ব কার? কে বের করেন মৃত থেকে জীবিতকে? কে বের করেন জীবিত থেকে মৃতকে? কে পরিচালনা করেন সমস্ত বিষয়?’ এসব প্রশ্নের জবাবে তারা বলবে: ‘আল্লাহ্’। বলো: ‘তাহলে কেন তোমরা সতর্ক হওনা (আল্লাহর আযাব সম্পর্কে)?’","english_text":"Ask them: \"Who gives you food and sustenance from the skies and the earth? Or, who is the lord of ear and eye? And who brings forth the living from the dead, the dead from the living? And who directs all affairs?\" They will say: \"God.\" So tell them: \"Why do you not fear Him?\"","bangla_translit":"কুল্ মাইঁ ইর্য়াযুকুকুম্ মিনাস্ সামা - য়ি অল্ র্আদ্বি আম্মাইঁ ইয়াম্লিকুস্ সাম্‘আ অল্ আব্ছোয়া-রা অমাইঁ ইয়ুখ্রিজ্বুল্ হাইয়্যা মিনাল্ মাইয়্যিতি অইয়ুখ্রিজ্বুল্ মাইয়্যিতা মিনাল্ হাইয়্যি অমাইঁ ইয়ুদাব্বিরুল্ আম্র্; ফাসাইয়াকুলূনাল্লা-হু ফাক্বলুআফালা-তাত্তাকুন্।","english_translit":"Qul man yarzuqukum mina alssamai waalardi amman yamliku alssamAAa waalabsara waman yukhriju alhayya mina almayyiti wayukhriju almayyita mina alhayyi waman yudabbiru alamra fasayaqooloona Allahu faqul afala tattaqoona"},{"sura":10,"aya":32,"quran_text":"فَذَلِكُمُ اللَّهُ رَبُّكُمُ الْحَقُّ فَمَاذَا بَعْدَ الْحَقِّ إِلَّا الضَّلَالُ فَأَنَّى تُصْرَفُونَ","bangla_mohiuddin":"অতএব, এ আল্লাহই তোমাদের প্রকৃত পালনকর্তা। আর সত্য প্রকাশের পরে (উদভ্রান্ত ঘুরার মাঝে) কি রয়েছে গোমরাহী ছাড়া? সুতরাং কোথায় ঘুরছ?","bangla_murtaza":"তিনিই আল্লাহ্, তোমাদের প্রকৃত প্রভু। সত্য ত্যাগ করলে গোমরাহি ছাড়া আর কী থাকে? তাহলে তোমরা ঘুরে ফিরে কোন্ দিকে যাচ্ছো?","english_text":"Such then is God, your true Lord; and when truth is gone what is left but error? So why do you turn away?","bangla_translit":"ফাযা-লিকুমুল্লা-হু রব্বুকুমুল্ হাক্বকু ফামা-যা-বা’দাল্ হাক্বক্বি ইল্লাদ্দোয়ালা-লু ফাআন্না-তুছ্রাফূন্।","english_translit":"Fathalikumu Allahu rabbukumu alhaqqu famatha baAAda alhaqqi illa alddalalu faanna tusrafoona"},{"sura":10,"aya":33,"quran_text":"كَذَلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى الَّذِينَ فَسَقُوا أَنَّهُمْ لَا يُؤْمِنُونَ","bangla_mohiuddin":"এমনিভাবে সপ্রমাণিত হয়ে গেছে তোমার পরওয়ারদেগারের বাণী সেসব নাফরমানের ব্যাপারে যে, এরা ঈমান আনবে না।","bangla_murtaza":"এভাবেই ফাসিকদের উপর তোমার প্রভুর বাণী সত্যে পরিণত হয়েছে যে, তারা ঈমান আনবে না।","english_text":"Thus the word of your Lord about those who disobey comes true, that they do not believe.","bangla_translit":"কাযা-লিকা হাক্বক্বাত্ কালিমাতু রব্বিকা ‘আলাল্লাযীনা ফাসাকুয় আন্নাহুম্ লা-ইয়ুমিনূন্।","english_translit":"Kathalika haqqat kalimatu rabbika AAala allatheena fasaqoo annahum la yuminoona"},{"sura":10,"aya":34,"quran_text":"قُلْ هَلْ مِنْ شُرَكَائِكُمْ مَنْ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ قُلِ اللَّهُ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ فَأَنَّى تُؤْفَكُونَ","bangla_mohiuddin":"বল, আছে কি কেউ তোমাদের শরীকদের মাঝে যে সৃষ্টি কে পয়দা করতে পারে এবং আবার জীবিত করতে পারে? বল, আল্লাহই প্রথমবার সৃষ্টি করেন এবং অতঃপর তার পুনরুদ্ভব করবেন। অতএব, কোথায় ঘুরপাক খাচ্ছে?","bangla_murtaza":"বলো: তোমরা যাদেরকে আল্লাহর শরিক বানাও, তাদের মধ্যে এমন কেউ আছে কি, যে সৃষ্টির অস্তিত্ব দেয়, পরে তার পুনরাবৃত্তি ঘটায়? বলো: আল্লাহই সৃষ্টির অস্তিত্ব দেন এবং পরে তার পুনরাবৃত্তি ঘটান। ফলে তোমরা কী করে সত্য ত্যাগ করে দূরে সরে যাচ্ছো?","english_text":"Ask them: \"Is there among the partners (you ascribe to God) one who first originates then reverts it? Say: \"It is God alone who first creates and then reverts it. So where do you stray?\"","bangla_translit":"কুল্ হাল্ মিন্ শুরাকা - য়িকুম্ মাইঁ ইয়্ব্দাউল্ খল্ক্ব ছুম্মা ইয়ু‘ঈদুহ্; কুলিল্লা-হু ইয়াব্দাউল্ খল্ক্ব ছুম্মা ইয়ু‘ঈদুহূ ফাআন্না-তুফাকূন্।","english_translit":"Qul hal min shurakaikum man yabdao alkhalqa thumma yuAAeeduhu quli Allahu yabdao alkhalqa thumma yuAAeeduhu faanna tufakoona"},{"sura":10,"aya":35,"quran_text":"قُلْ هَلْ مِنْ شُرَكَائِكُمْ مَنْ يَهْدِي إِلَى الْحَقِّ قُلِ اللَّهُ يَهْدِي لِلْحَقِّ أَفَمَنْ يَهْدِي إِلَى الْحَقِّ أَحَقُّ أَنْ يُتَّبَعَ أَمَّنْ لَا يَهِدِّي إِلَّا أَنْ يُهْدَى فَمَا لَكُمْ كَيْفَ تَحْكُمُونَ","bangla_mohiuddin":"জিজ্ঞেস কর, আছে কি কেউ তোমাদের শরীকদের মধ্যে যে সত্য-সঠিক পথ প্রদর্শন করবে? বল, আল্লাহই সত্য-সঠিক পথ প্রদর্শন করেন, সুতরাং এমন যে লোক সঠিক পথ দেখাবে তার কথা মান্য করা কিংবা যে লোক নিজে নিজে পথ খুঁজে পায় না, তাকে পথ দেখানো কর্তব্য। অতএব, তোমাদের কি হল, কেমন তোমাদের বিচার?","bangla_murtaza":"বলো: তোমরা যাদেরকে আল্লাহর সাথে শরিক বানাচ্ছো, তাদের মধ্যে এমন কেউ আছে কি, যে সত্যের দিকে পথ দেখায়? বলো: সত্যের দিকে পথ দেখান তো কেবল আল্লাহ্। যিনি সত্যের দিকে পথ দেখান তিনি আনুগত্য লাভের অধিক হকদার নাকি সে, যাকে পথ না দেখালে সে নিজেই পথ পায়না? তোমাদের হয়েছে কী? কিভাবে তোমরা ফায়সালা গ্রহণ করো?","english_text":"Ask: \"Is there one among those you associate with God who can show the way to the truth?\" Say: \"It is God who shows the way to truth.\" Then who is more worthy of being followed -- He who guides to the truth, or he who cannot find the path until shown the way? What has happened to you that you judge in such a wise?","bangla_translit":"কুল্ হাল্ মিন্ শুরাকা - য়িকুম্ মাইঁ ইয়াহ্দী য় ইলাল্ হাক্ব কুলিল্লা-হু ইয়াহ্দী লিল্হাক্ব; আফামাইঁ ইয়াহ্দী য় ইলাল্ হাক্বক্বি আহাক্বকু আইঁ ইয়ুত্তাবা‘আ আম্মাল লা-ইয়াহিদ্দী য় ইল্লা য় আইঁ ইয়ুহ্দা- ফামা-লাকুম্ কাইফা তাহ্কুমূন্।","english_translit":"Qul hal min shurakaikum man yahdee ila alhaqqi quli Allahu yahdee lilhaqqi afaman yahdee ila alhaqqi ahaqqu an yuttabaAAa amman la yahiddee illa an yuhda fama lakum kayfa tahkumoona"},{"sura":10,"aya":36,"quran_text":"وَمَا يَتَّبِعُ أَكْثَرُهُمْ إِلَّا ظَنًّا إِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا إِنَّ اللَّهَ عَلِيمٌ بِمَا يَفْعَلُونَ","bangla_mohiuddin":"বস্তুতঃ তাদের অধিকাংশই শুধু আন্দাজ-অনুমানের উপর চলে, অথচ আন্দাজ-অনুমান সত্যের বেলায় কোন কাজেই আসে না। আল্লাহ ভাল করেই জানেন, তারা যা কিছু করে।","bangla_murtaza":"তাদের অধিকাংশই অনুমান ছাড়া আর কিছুরই অনুসরণ করেনা। নিশ্চয়ই অনুমান সত্যে উপনীত হবার ব্যাপারে কোনো কাজেই আসেনা। তারা যা করে সে বিষয়ে আল্লাহ্ পূর্ণ অবহিত।","english_text":"Many of them follow nothing but illusion; yet illusion cannot replace the reality. God verily knows what they do.","bangla_translit":"অমা-ইয়াত্তাবি‘উ আক্ছারুহুম্ ইল্লা-জোয়ান্না-;ইন্নাজ জোয়ান্না লা-ইয়ুগ্নী মিনাল্ হাক্বক্বি শাইয়া-; ইন্নাল্লা-হা ‘আলীমুম্ বিমা-ইয়াফ্‘আলূন্।","english_translit":"Wama yattabiAAu aktharuhum illa thannan inna alththanna la yughnee mina alhaqqi shayan inna Allaha AAaleemun bima yafAAaloona"},{"sura":10,"aya":37,"quran_text":"وَمَا كَانَ هَذَا الْقُرْآنُ أَنْ يُفْتَرَى مِنْ دُونِ اللَّهِ وَلَكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ الْكِتَابِ لَا رَيْبَ فِيهِ مِنْ رَبِّ الْعَالَمِينَ","bangla_mohiuddin":"আর কোরআন সে জিনিস নয় যে, আল্লাহ ব্যতীত কেউ তা বানিয়ে নেবে। অবশ্য এটি পূর্ববর্তী কালামের সত্যায়ন করে এবং সে সমস্ত বিষয়ের বিশ্লেষণ দান করে যা তোমার প্রতি দেয়া হয়েছে, যাতে কোন সন্দেহ নেই-তোমার বিশ্বপালনকর্তার পক্ষ থেকে।","bangla_murtaza":"এ কুরআন আল্লাহ্ ছাড়া আর কারো পক্ষে রচনা করা সম্ভব নয়। বরং এটি এর পূর্বে যেসব (কিতাব) অবতীর্ণ হয়েছে সেগুলোর সত্যায়নকারী এবং বিধানসমূহের বিশদ বিবরণ। এতে সন্দেহের কোনোই অবকাশ নেই যে, এটি নাযিল হয়েছে মহাজগতের প্রভুর পক্ষ থেকে।","english_text":"This Qur'an is not such (a writ) as could be composed by anyone but God. It confirms what has been revealed before, and is an exposition of (Heaven's) law. Without any doubt it's from the Lord of all the worlds.","bangla_translit":"অমা-কা-না হা-যাল্ ক্বরুআ-নু আইঁ ইয়ুফ্তারা- মিন্ দূনিল্লা-হি অলা-কিন্ তাছ্দীক্বল্লাযী বাইনা ইয়াদাইহি অতাফ্ছীলাল্ কিতা-বি লা-রাইবা ফীহি র্মি রব্বিল্ ‘আ-লামীন্।","english_translit":"Wama kana hatha alquranu an yuftara min dooni Allahi walakin tasdeeqa allathee bayna yadayhi watafseela alkitabi la rayba feehi min rabbi alAAalameena"},{"sura":10,"aya":38,"quran_text":"أَمْ يَقُولُونَ افْتَرَاهُ قُلْ فَأْتُوا بِسُورَةٍ مِثْلِهِ وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ","bangla_mohiuddin":"মানুষ কি বলে যে, এটি বানিয়ে এনেছ? বলে দাও, তোমরা নিয়ে এসো একটিই সূরা, আর ডেকে নাও, যাদেরকে নিতে সক্ষম হও আল্লাহ ব্যতীত, যদি তোমরা সত্যবাদী হয়ে থাক।","bangla_murtaza":"নাকি তারা বলে: এটি সে (মুহাম্মদ) রচনা করে নিয়েছে? তুমি বলো: তাহলে তোমরা এর অনুরূপ একটি সূরা রচনা করে নিয়ে এসো এবং আল্লাহ্ ছাড়া আর যাদেরকে পারো (সহযোগিতার) জন্যে ডেকে নাও, যদি তোমরা সত্যবাদী হয়ে থাকো।","english_text":"Do they say (of the Prophet) that: \"He has composed it?\" Say to them: \"Bring a Surah like this, and call anyone apart from God you can (to help you), if what you say is true.\"","bangla_translit":"আম্ ইয়াকুলূনাফ্ তারাহ্; কুল্ ফাতূ বিসূরাতিম্ মিছ্লিহী অদ্‘ঊ মানিস্ তাত্বোয়া’তুম্ মিন্ দূনিল্লা-হি ইন্ কুন্তুম্ ছোয়া-দিক্বীন্।","english_translit":"Am yaqooloona iftarahu qul fatoo bisooratin mithlihi waodAAoo mani istataAAtum min dooni Allahi in kuntum sadiqeena"},{"sura":10,"aya":39,"quran_text":"بَلْ كَذَّبُوا بِمَا لَمْ يُحِيطُوا بِعِلْمِهِ وَلَمَّا يَأْتِهِمْ تَأْوِيلُهُ كَذَلِكَ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظَّالِمِينَ","bangla_mohiuddin":"কিন্তু কথা হল এই যে, তারা মিথ্যা প্রতিপন্ন করতে আরম্ভ করেছে যাকে বুঝতে, তারা অক্ষম। অথচ এখনো এর বিশ্লেষণ আসেনি। এমনিভাবে মিথ্যা প্রতিপন্ন করেছে তাদের পূর্ববর্তীরা। অতএব, লক্ষ্য করে দেখ, কেমন হয়েছে পরিণতি।","bangla_murtaza":"বরং তারা এমন বিষয় অস্বীকার করছে, যে বিষয়ে জ্ঞান তারা আয়ত্ত করেনি এবং যার তা’বিলও তাদের কাছে আসেনি। তাদের পূর্ববর্তী (কাফিররাও) এভাবেই সত্যকে প্রত্যাখ্যান করেছিল। এখন তাকিয়ে দেখো, যালিমদের কী পরিণতি হয়েছিল!","english_text":"In fact, they deny what is beyond the reach of their knowledge, whose explanation has not reached them yet. So had those who have gone before them denied; but look at the fate of the unjust","bangla_translit":"বাল্ কায্যাবূ বিমা-লাম্ ইয়ুহীত্ব বি‘ইল্মিহী অলাম্মা-ইয়াতিহিম্ তাওয়ী লুহ্; কাযা-লিকা কায্যাবাল্লাযীনা মিন্ ক্বাব্লিহিম্ ফার্ন্জু কাইফা কা-না‘আ-ক্বিবাতুজ্জোয়া-লিমীন্।","english_translit":"Bal kaththaboo bima lam yuheetoo biAAilmihi walamma yatihim taweeluhu kathalika kaththaba allatheena min qablihim faonthur kayfa kana AAaqibatu alththalimeena"},{"sura":10,"aya":40,"quran_text":"وَمِنْهُمْ مَنْ يُؤْمِنُ بِهِ وَمِنْهُمْ مَنْ لَا يُؤْمِنُ بِهِ وَرَبُّكَ أَعْلَمُ بِالْمُفْسِدِينَ","bangla_mohiuddin":"আর তাদের মধ্যে কেউ কেউ কোরআনকে বিশ্বাস করবে এবং কেউ কেউ বিশ্বাস করবে না। বস্তুতঃ তোমার পরওয়ারদেগার যথার্থই জানেন দুরাচারদিগকে।","bangla_murtaza":"তাদের মধ্যে কিছু লোক তার প্রতি ঈমান রাখে আর কিছু লোক ঈমান রাখেনা। তোমার প্রভু ফাসাদ সৃষ্টিকারীদের সবচে’ ভালো করে জানেন।","english_text":"Some of them will believe in it, some will not. Your Lord knows the transgressors well.","bangla_translit":"অমিন্হুম্ মাইঁ ইয়ুমিনু বিহী অমিন্হুম্ মাল্লা-ইয়ুমিনু বিহ্; অরব্বুকা আ’লামু বিল্ মুফ্সিদীন্।","english_translit":"Waminhum man yuminu bihi waminhum man la yuminu bihi warabbuka aAAlamu bialmufsideena"},{"sura":10,"aya":41,"quran_text":"وَإِنْ كَذَّبُوكَ فَقُلْ لِي عَمَلِي وَلَكُمْ عَمَلُكُمْ أَنْتُمْ بَرِيئُونَ مِمَّا أَعْمَلُ وَأَنَا بَرِيءٌ مِمَّا تَعْمَلُونَ","bangla_mohiuddin":"আর যদি তোমাকে মিথ্যা প্রতিপন্ন করে, তবে বল, আমার জন্য আমার কর্ম, আর তোমাদের জন্য তোমাদের কর্ম। তোমাদের দায়-দায়িত্ব নেই আমার কর্মের উপর এবং আমারও দায়-দায়িত্ব নেই তোমরা যা কর সেজন্য।","bangla_murtaza":"তারা যদি তোমাকে মিথ্যা বলে প্রত্যাখ্যান করে, তুমি তাদের বলো: ‘আমার কাজের দায়িত্ব আমার, আর তোমাদের কাজের দায়িত্ব তোমাদের। আমি যে কাজ করি তোমরা তার দায়মুক্ত। আর তোমরা যে কাজ করছো আমিও তার দায়মুক্ত।’","english_text":"If they (still) call you a liar, tell them: \"For me my actions, for you yours. You are not answerable for my deeds, nor I for what you do.\"","bangla_translit":"অইন্ কায্যাবূকা ফাকুল্লী ‘আমালী অলাকুম্ ‘আমালুকুম্ আন্তুম্ বারী - য়ূনা মিম্মা য় আ’মালু অআনা বারী - উম্ মিম্মা-তা’মালূন্।","english_translit":"Wain kaththabooka faqul lee AAamalee walakum AAamalukum antum bareeoona mimma aAAmalu waana bareeon mimma taAAmaloona"},{"sura":10,"aya":42,"quran_text":"وَمِنْهُمْ مَنْ يَسْتَمِعُونَ إِلَيْكَ أَفَأَنْتَ تُسْمِعُ الصُّمَّ وَلَوْ كَانُوا لَا يَعْقِلُونَ","bangla_mohiuddin":"তাদের কেউ কেউ কান রাখে তোমাদের প্রতি; তুমি বধিরদেরকে কি শোনাবে যদি তাদের বিবেক-বুদ্ধি না থাকে!","bangla_murtaza":"তাদের কিছু লোক তোমার কথা শুনে। কিন্তু তারা বুঝতে না পারলেও তুমি কি বধিরদের শুনাবে?","english_text":"Some of them listen to you: But can you make the deaf hear who do not understand a thing?","bangla_translit":"অমিন্হুম্ মাইঁ ইয়াস্তামি‘ঊনা ইলাইক্; আফা আন্তা তুস্মি‘উছ্ ছুম্মা অলাও কা-নূ লা-ইয়া’ক্বিলূন্।","english_translit":"Waminhum man yastamiAAoona ilayka afaanta tusmiAAu alssumma walaw kanoo la yaAAqiloona"},{"sura":10,"aya":43,"quran_text":"وَمِنْهُمْ مَنْ يَنْظُرُ إِلَيْكَ أَفَأَنْتَ تَهْدِي الْعُمْيَ وَلَوْ كَانُوا لَا يُبْصِرُونَ","bangla_mohiuddin":"আবার তাদের মধ্যে কেউ কেউ তোমাদের প্রতি দৃষ্টিনিবদ্ধ রাখে; তুমি অন্ধদেরকে কি পথ দেখাবে যদি তারা মোটেও দেখতে না পারে।","bangla_murtaza":"তাদের মধ্যে কেউ কেউ তোমাকে দেখে। কিন্তু তুমি কি অন্ধদের পথ দেখাবে তারা না দেখলেও?","english_text":"Some of them look toward you: But can you show the blind the way even when they cannot see?","bangla_translit":"অমিন্হুম্ মাইঁ ইয়ান্জুরু ইলাইক্; আফা আন্তা তাহ্দিল ‘উম্ইয়া অলাও কা-নূ লা-ইয়ুছরূন্।","english_translit":"Waminhum man yanthuru ilayka afaanta tahdee alAAumya walaw kanoo la yubsiroona"},{"sura":10,"aya":44,"quran_text":"إِنَّ اللَّهَ لَا يَظْلِمُ النَّاسَ شَيْئًا وَلَكِنَّ النَّاسَ أَنْفُسَهُمْ يَظْلِمُونَ","bangla_mohiuddin":"আল্লাহ জুলুম করেন না মানুষের উপর, বরং মানুষ নিজেই নিজের উপর জুলুম করে।","bangla_murtaza":"আল্লাহ্ মানুষের প্রতি কোনো প্রকার যুলুম করেন না, বরঞ্চ মানুষই নিজেরা নিজেদের প্রতি যুলুম করে।","english_text":"Surely God does not wrong anyone; they wrong themselves.","bangla_translit":"ইন্নাল্লা-হা লা-ইয়াজ্লিমুন্ না-সা শাইয়াওঁ অর-কিন্নান্না-সা আন্ফুসাহুম্ ইয়াজ্লিমূন্।","english_translit":"Inna Allaha la yathlimu alnnasa shayan walakinna alnnasa anfusahum yathlimoona"},{"sura":10,"aya":45,"quran_text":"وَيَوْمَ يَحْشُرُهُمْ كَأَنْ لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِنَ النَّهَارِ يَتَعَارَفُونَ بَيْنَهُمْ قَدْ خَسِرَ الَّذِينَ كَذَّبُوا بِلِقَاءِ اللَّهِ وَمَا كَانُوا مُهْتَدِينَ","bangla_mohiuddin":"আর যেদিন তাদেরকে সমবেত করা হবে, যেন তারা অবস্থান করেনি, তবে দিনের একদন্ড একজন অপরজনকে চিনবে। নিঃসন্দেহে ক্ষতিগ্রস্ত হয়েছে যারা মিথ্যা প্রতিপন্ন করেছে আল্লাহর সাথে সাক্ষাতকে এবং সরলপথে আসেনি।","bangla_murtaza":"যেদিন তিনি তাদের হাশর করবেন, সেদিন তাদের মনে হবে (পৃথিবীতে) তারা অবস্থান করেছিল দিনের কিছুক্ষণ মাত্র। তারা পরস্পরকে চিনবে। ক্ষতিগ্রস্ত হয়েছে সেইসব লোক যারা আল্লাহর সাক্ষাত অস্বীকার করেছে এবং তারা সঠিক পথেও ছিলনা।","english_text":"The day He will gather them together it will appear to them that they had lived (in the world) but an hour of a day to make each other's acquaintance. Verily those who deny the meeting with God will be lost, and not find the way.","bangla_translit":"অ ইয়াওমা ইয়াহ্শুরুহুম্ কাআল্ লাম্ ইয়াল্বাছূ য় ইল্লা-সা-‘আতাম্ মিনান্নাহা-রি ইয়াতা‘আ-রাফূনা বাইনাহুম্; ক্বদ্ খাসিরাল্লাযীনা কায্যাবূ বিলিক্বা - য়িল্লা-হি অমা-কা-নূ মুহ্তাদীন্।","english_translit":"Wayawma yahshuruhum kaan lam yalbathoo illa saAAatan mina alnnahari yataAAarafoona baynahum qad khasira allatheena kaththaboo biliqai Allahi wama kanoo muhtadeena"},{"sura":10,"aya":46,"quran_text":"وَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا مَرْجِعُهُمْ ثُمَّ اللَّهُ شَهِيدٌ عَلَى مَا يَفْعَلُونَ","bangla_mohiuddin":"আর যদি আমি দেখাই তোমাকে সে ওয়াদাসমূহের মধ্য থেকে কোন কিছু যা আমি তাদের সাথে করেছি, অথবা তোমাকে মৃত্যুদান করি, যাহোক, আমার কাছেই তাদেরকে প্রত্যাবর্তন করতে হবে। বস্তুতঃ আল্লাহ সে সমস্ত কর্মের সাক্ষী যা তারা করে।","bangla_murtaza":"আমরা তাদেরকে যে ভয় দেখাচ্ছি, তার কিছুটা যদি তোমার জীবনকালে দেখিয়ে দেই, কিংবা তোমার জীবনকাল যদি পূর্ণ করে দেই, শেষ পর্যন্ত তাদের প্রত্যাবর্তন তো আমাদের কাছেই হবে। তারপর আল্লাহ্ই তো তাদের কর্মকান্ডের সাক্ষী।","english_text":"Whether We show you some of the promise (of punishment in wait) for them, or take you to Ourself, their returning is to Us in the end; and God is a witness to all they do.","bangla_translit":"অইম্মা-নুরিইয়ান্নাকা বা’দ্বোয়াল্লাযী না‘ইদুহুম্ আওনাতাঅফ্ফাইন্নাকা ফাইলাইনা-র্মাজ্বি‘উহুম্ ছুম্মাল্লা-হু শাহীদুন্ ‘আলা-মা-ইয়াফ্‘আলূন্।","english_translit":"Waimma nuriyannaka baAAda allathee naAAiduhum aw natawaffayannaka failayna marjiAAuhum thumma Allahu shaheedun AAala ma yafAAaloona"},{"sura":10,"aya":47,"quran_text":"وَلِكُلِّ أُمَّةٍ رَسُولٌ فَإِذَا جَاءَ رَسُولُهُمْ قُضِيَ بَيْنَهُمْ بِالْقِسْطِ وَهُمْ لَا يُظْلَمُونَ","bangla_mohiuddin":"আর প্রত্যেক সম্প্রদায়ের একেকজন রসূল রয়েছে। যখন তাদের কাছে তাদের রসূল ন্যায়দন্ডসহ উপস্থিত হল, তখন আর তাদের উপর জুলুম হয় না।","bangla_murtaza":"প্রত্যেক উম্মতের জন্যেই ছিলো একজন রসূল। যখনই তাদের কাছে তাদের রসূল এসেছিল, তখন ইনসাফের সাথে তাদের মধ্যে ফায়সালা করে দেয়া হয়েছে। তাদের প্রতি কোনো প্রকার অবিচার করা হয়নি।","english_text":"For every people there is an apostle; and when their apostle is come the matter is decided between them equitably, and no one is wronged.","bangla_translit":"অলিকুল্লি উম্মার্তি রাসূলুন্ ফাইযা-জ্বা - আ রসূলুহুম্ কুদ্বিয়া বাইনাহুম্ বিল্ক্বিস্ত্বি অহুম্লা-ইয়ুজ্লামূন্।","english_translit":"Walikulli ommatin rasoolun faitha jaa rasooluhum qudiya baynahum bialqisti wahum la yuthlamoona"},{"sura":10,"aya":48,"quran_text":"وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ","bangla_mohiuddin":"তারা আরো বলে, এ ওয়াদা কবে আসবে, যদি তোমরা সত্যবাদী হয়ে থাক?","bangla_murtaza":"তারা বলে: ‘তোমরা সত্যবাদী হয়ে থাকলে বলো, তোমাদের প্রতিশ্রুতি দেয়া সেই সময়টি কখন আসবে?’","english_text":"They say: \"When is this promise going to come, if what you say is true?\"","bangla_translit":"অইয়াকুলূনা মাতা-হা-যাল্ অ’দু ইন্ কুন্তুম্ ছোয়া-দ্বিক্বীন।","english_translit":"Wayaqooloona mata hatha alwaAAdu in kuntum sadiqeena"},{"sura":10,"aya":49,"quran_text":"قُلْ لَا أَمْلِكُ لِنَفْسِي ضَرًّا وَلَا نَفْعًا إِلَّا مَا شَاءَ اللَّهُ لِكُلِّ أُمَّةٍ أَجَلٌ إِذَا جَاءَ أَجَلُهُمْ فَلَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ","bangla_mohiuddin":"তুমি বল, আমি আমার নিজের ক্ষতি কিংবা লাভেরও মালিক নই, কিন্তু আল্লাহ যা ইচ্ছা করেন। প্রত্যেক সম্প্রদায়ের জন্যই একেকটি ওয়াদা রয়েছে, যখন তাদের সে ওয়াদা এসে পৌঁছে যাবে, তখন না একদন্ড পেছনে সরতে পারবে, না সামনে ফসকাতে পারবে,।","bangla_murtaza":"হে নবী! বলো: আমার নিজের লাভ ক্ষতির উপরও আমার কোনো অধিকার নেই, তবে আল্লাহ্ কিছু চাইলে ভিন্ন কথা। প্রত্যেক উম্মতেরই একটি নির্ধারিত সময় আছে। যখন তার সেই নির্ধারিত সময়টি আসবে, তখন কিছুক্ষণ সময়ও আগপর হবেনা।","english_text":"Say: \"I have no power over my own gain or loss other than what God may please.\" Every people have a certain term. When their time is come they can neither delay it an hour nor advance it a moment forward.","bangla_translit":"কুল্ লা য় আম্লিকু লিনাফ্সী দ্বোর্য়ারাওঁ অলা-নাফ্‘আন্ ইল্লা-মা-শা - আল্লা-হ্; লিকুল্লি উম্মাতিন্ আজ্বাল্ ; ইযা-জ্বা - আ আজ্বালুহুম্ ফালা-ইয়াস্তাখিরূনা সা-‘আতাওঁ অলা-ইয়াস্তাক্বাদিমূন্।","english_translit":"Qul la amliku linafsee darran wala nafAAan illa ma shaa Allahu likulli ommatin ajalun itha jaa ajaluhum fala yastakhiroona saAAatan wala yastaqdimoona"},{"sura":10,"aya":50,"quran_text":"قُلْ أَرَأَيْتُمْ إِنْ أَتَاكُمْ عَذَابُهُ بَيَاتًا أَوْ نَهَارًا مَاذَا يَسْتَعْجِلُ مِنْهُ الْمُجْرِمُونَ","bangla_mohiuddin":"তুমি বল, আচ্ছা দেখ তো দেখি, যদি তোমাদের উপর তার আযাব রাতারাতি অথবা দিনের বেলায় এসে পৌঁছে যায়, তবে এর আগে পাপীরা কি করবে?","bangla_murtaza":"হে নবী! বলো: ‘তোমাদের রায় কী; আল্লাহর আযাব তো রাত বা দিনে তোমাদের উপর এসেই পড়তে পারে। তারপরও অপরাধীরা সেটার জন্যে তাড়াহুড়া করে কেন?’","english_text":"Say: \"Have you ever thought if His punishment befalls you at night or in the day, what would the sinners do to despatch it?","bangla_translit":"কুল্ আরআইতুম্ ইন্ আতা-কুম্ ‘আযা বুহূ-বাইয়া-তান্ আও নাহা-রাম্ মা-যা-ইয়াস্তা’জ্বিলু মিন্হুল্ মু জ্বরিমূন্।","english_translit":"Qul araaytum in atakum AAathabuhu bayatan aw naharan matha yastaAAjilu minhu almujrimoona"},{"sura":10,"aya":51,"quran_text":"أَثُمَّ إِذَا مَا وَقَعَ آمَنْتُمْ بِهِ آلْآنَ وَقَدْ كُنْتُمْ بِهِ تَسْتَعْجِلُونَ","bangla_mohiuddin":"তাহলে কি আযাব সংঘটিত হয়ে যাবার পর এর প্রতি বিশ্বাস করবে? এখন স্বীকার করলে? অথচ তোমরা এরই তাকাদা করতে?","bangla_murtaza":"সেটা (কিয়ামত) ঘটে যাবার পরই কি তোমরা ঈমান আনবে? এখন (ঈমান আনবেনা)? তোমরাই তো এর জন্যে তাড়াহুড়া করছিলে।","english_text":"Will you believe it when it comes to pass? Indeed, you will believe it then. How impatient you were to hasten it!","bangla_translit":"আছুম্মা ইযা-মা-অক্বা‘আ আ-মান্তুম্ বিহ্; আ -ল্আ-না অক্বাদ্ কুন্তুম্ বিহী তাস্তাজ্বিলূন।","english_translit":"Athumma itha ma waqaAAa amantum bihi alana waqad kuntum bihi tastaAAjiloona"},{"sura":10,"aya":52,"quran_text":"ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُوا ذُوقُوا عَذَابَ الْخُلْدِ هَلْ تُجْزَوْنَ إِلَّا بِمَا كُنْتُمْ تَكْسِبُونَ","bangla_mohiuddin":"অতঃপর বলা হবে, গোনাহগারদিগকে, ভোগ করতে থাক অনন্ত আযাব-তোমরা যা কিছু করতে তার তাই প্রতিফল।","bangla_murtaza":"তারপর যালিমদের বলা হবে, চিরস্থায়ী আযাবের স্বাদ গ্রহণ করো। তোমরা যা কামাই করে এসেছো সেটার ছাড়া অন্য কিসের প্রতিফল তোমাদের দেয়া হবে?","english_text":"Then will the sinners be told: \"Now taste everlasting torment. Should you be rewarded for anything else but what you did?\"","bangla_translit":"ছূম্মা ক্বীলা লিল্লাযীনা জোয়ালামূ যূকু ‘আযা-বাল্ খুল্দি হাল্ তু জ্বযাওনা ইল্লা-বিমা-কুন্তুম্ তাক্সিবূন।","english_translit":"Thumma qeela lillatheena thalamoo thooqoo AAathaba alkhuldi hal tujzawna illa bima kuntum taksiboona"},{"sura":10,"aya":53,"quran_text":"وَيَسْتَنْبِئُونَكَ أَحَقٌّ هُوَ قُلْ إِي وَرَبِّي إِنَّهُ لَحَقٌّ وَمَا أَنْتُمْ بِمُعْجِزِينَ","bangla_mohiuddin":"আর তোমার কাছে সংবাদ জিজ্ঞেস করে, এটা কি সত্য ? বলে দাও, অবশ্যই আমার পরওয়ারদেগারের কসম এটা সত্য। আর তোমরা পরিশ্রান্ত করে দিতে পারবে না।","bangla_murtaza":"(হে নবী!) তারা তোমার কাছে জানতে চায়, সেটা (পুনরুত্থান দিবস) কি সত্য? বলো: ‘হ্যাঁ, আমার প্রভুর শপথ সেটা অবশ্যি সত্য। তোমরা সেটার আগমন ঠেকাতে পারবে না।’","english_text":"Yet they want to be informed if it is true. Say: \"By my Lord, it is the truth. You cannot invalidate it.\"","bangla_translit":"অ ইয়াস্তাম্বিঊনাকা আহাক্বকুন্ হুঅ; কুল্ ঈ অরব্বী য় ইন্নাহূ লাহাক্ব ; অমা য় আন্তুম্ বিমু’জ্বিযীন্।","english_translit":"Wayastanbioonaka ahaqqun huwa qul ee warabbee innahu lahaqqun wama antum bimuAAjizeena"},{"sura":10,"aya":54,"quran_text":"وَلَوْ أَنَّ لِكُلِّ نَفْسٍ ظَلَمَتْ مَا فِي الْأَرْضِ لَافْتَدَتْ بِهِ وَأَسَرُّوا النَّدَامَةَ لَمَّا رَأَوُا الْعَذَابَ وَقُضِيَ بَيْنَهُمْ بِالْقِسْطِ وَهُمْ لَا يُظْلَمُونَ","bangla_mohiuddin":"বস্তুতঃ যদি প্রত্যেক গোনাহগারের কাছে এত পরিমাণ থাকে যা আছে সমগ্র যমীনের মাঝে, আর অবশ্যই যদি সেগুলো নিজের মুক্তির বিনিময়ে দিতে চাইবে আর গোপনে গোপনে অনুতাপ করবে, যখন আযাব দেখবে। বস্তুতঃ তাদের জন্য সিদ্ধান্ত হবে ন্যায়সঙ্গত এবং তাদের উপর জুলম হবে না।","bangla_murtaza":"আর যদি অন্যায়কারী প্রতিটি ব্যক্তিই পৃথিবীর সবকিছুর মালিকও হয়, তবে সে (কিয়ামতের দিন) মুক্তির বিনিময়ে সবকিছুই দিয়ে দিতে চাইবে। আযাব দেখতে পেলে সে অনুতাপ লুকাবার চেষ্টা করবে। সেদিন ইনসাফের সাথে তাদের মাঝে ফায়সালা করে দেয়া হবে এবং তাদের প্রতি কোনো প্রকার অবিচার করা হবেনা।","english_text":"Even if every soul that has sinned possessed whatever is on the earth, it would surely offer it to ransom itself, and feel repentant on seeing the punishment. Yet the sentence would be passed with justice, and not one will be wronged.","bangla_translit":"অলাও আন্না লিকুল্লি নাফ্সিন্ জোয়ালামাত্ মা-ফিল্ র্আদ্বি লাফ্তাদাত্ বিহ; অআর্সারুন্ নাদা-মাতা লাম্মা- রাআউল্ ‘আযা-বা অকুদ্বিয়া-বাইনাহুম্ বিল্ ক্বিস্ত্বি অহুম্ লা-ইয়ুজ্লামূন্।","english_translit":"Walaw anna likulli nafsin thalamat ma fee alardi laiftadat bihi waasarroo alnnadamata lamma raawoo alAAathaba waqudiya baynahum bialqisti wahum la yuthlamoona"},{"sura":10,"aya":55,"quran_text":"أَلَا إِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ أَلَا إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ","bangla_mohiuddin":"শুনে রাখ, যা কিছু রয়েছে আসমানসমূহে ও যমীনে সবই আল্লাহর। শুনে রাখ, আল্লাহর প্রতিশ্রুতি সত্য। তবে অনেকেই জানে না।","bangla_murtaza":"সাবধান, জেনে রাখো, মহাকাশ এবং পৃথিবীতে যা কিছু আছে সবই আল্লাহর। সাবধান, জেনে রাখো আল্লাহর ওয়াদা সত্য। কিন্তু অধিকাংশ লোকই জানেনা।","english_text":"For all that is in the heavens and the earth belongs to God. Remember, the promise of God is true. But most of them do not know.","bangla_translit":"আলা য় ইন্না লিল্লা-হি মা-ফিস সামা-ওয়া-তি অল্ র্আদ্ব; আলা য় ইন্না অ’দাল্লা-হি হাক্বকুওঁ অলা-কিন্না আক্ছারাহুম্ লা-ইয়া’লামূন্।","english_translit":"Ala inna lillahi ma fee alssamawati waalardi ala inna waAAda Allahi haqqun walakinna aktharahum la yaAAlamoona"},{"sura":10,"aya":56,"quran_text":"هُوَ يُحْيِي وَيُمِيتُ وَإِلَيْهِ تُرْجَعُونَ","bangla_mohiuddin":"তিনিই জীবন ও মরণ দান করেন এবং তাঁরই কাছে প্রত্যাবর্তন করতে হবে।","bangla_murtaza":"তিনি জীবন দান করেন এবং তিনি মরণ দিয়ে থাকেন এবং সবাইকে তাঁরই কাছে ফিরিয়ে নেয়া হবে।","english_text":"He is the giver of life and death, and to Him you will return.","bangla_translit":"হুঅ ইয়ুহ্য়ী অ ইয়ুমীতু অইলাইহি র্তুজ্বা‘ঊন।","english_translit":"Huwa yuhyee wayumeetu wailayhi turjaAAoona"},{"sura":10,"aya":57,"quran_text":"يَا أَيُّهَا النَّاسُ قَدْ جَاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ وَشِفَاءٌ لِمَا فِي الصُّدُورِ وَهُدًى وَرَحْمَةٌ لِلْمُؤْمِنِينَ","bangla_mohiuddin":"হে মানবকুল, তোমাদের কাছে উপদেশবানী এসেছে তোমাদের পরওয়ারদেগারের পক্ষ থেকে এবং অন্তরের রোগের নিরাময়, হেদায়েত ও রহমত মুসলমানদের জন্য।","bangla_murtaza":"হে মানুষ! তোমাদের প্রভুর পক্ষ থেকে তোমাদের কাছ এসেছে একটি উপদেশ এবং তোমাদের অন্তরে যা আছে তার নিরাময়, আর হিদায়াত ও রহমত মুমিনদের জন্যে।","english_text":"O men, a warning has come to you from your Lord, a remedy for the (doubts) of the heart, and a guidance and grace for those who believe.","bangla_translit":"ইঁয়া য় আইয়্যুহান্না-সু ক্বদ্ জ্বা - আত্কুম্ মাও‘ইজোয়াতুম্ র্মি রব্বিকুম্ অশিফা - উল্ লিমা ফিছ্ ছুদূরি অহুদাওঁ অরহ্মাতুল্লিল্ মুমিনীন্","english_translit":"Ya ayyuha alnnasu qad jaatkum mawAAithatun min rabbikum washifaon lima fee alssudoori wahudan warahmatun lilmumineena"},{"sura":10,"aya":58,"quran_text":"قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِمَّا يَجْمَعُونَ","bangla_mohiuddin":"বল, আল্লাহর দয়া ও মেহেরবাণীতে। সুতরাং এরই প্রতি তাদের সন্তুষ্ট থাকা উচিৎ। এটিই উত্তম সে সমুদয় থেকে যা সঞ্চয় করছ।","bangla_murtaza":"হে নবী! বলো: ‘এই (কুরআন এসেছে) আল্লাহর অনুগ্রহ এবং তাঁর দয়ায়। সুতরাং এর জন্যে তারা উৎফুল্ল ও আনন্দিত হোক।’ তারা যা জমা করে এটি তার চাইতে উত্তম।","english_text":"Say: \"It is the blessing and mercy of God; so rejoice in it. It is better than all that you amass.\"","bangla_translit":"কুল্ বিফাদ্ব্লিল্লা-হি অ বিরহ্মাতিহী ফাবিযা-লিকা ফাল্ ইয়াফ্রাহূ ; হুওয়া খাইরুম্ মিম্মা- ইয়া জ্বমা‘ঊন্।","english_translit":"Qul bifadli Allahi wabirahmatihi fabithalika falyafrahoo huwa khayrun mimma yajmaAAoona"},{"sura":10,"aya":59,"quran_text":"قُلْ أَرَأَيْتُمْ مَا أَنْزَلَ اللَّهُ لَكُمْ مِنْ رِزْقٍ فَجَعَلْتُمْ مِنْهُ حَرَامًا وَحَلَالًا قُلْ آللَّهُ أَذِنَ لَكُمْ أَمْ عَلَى اللَّهِ تَفْتَرُونَ","bangla_mohiuddin":"বল, আচ্ছা নিজেই লক্ষ্য করে দেখ, যা কিছু আল্লাহ তোমাদের জন্য রিযিক হিসাবে অবতীর্ণ করেছেন, তোমরা সেগুলোর মধ্য থেকে কোনটাকে হারাম আর কোনটাকে হালাল সাব্যস্ত করেছ? বল, তোমাদের কি আল্লাহ নির্দেশ দিয়েছেন, নাকি আল্লাহর উপর অপবাদ আরোপ করছ?","bangla_murtaza":"হে নবী! বলো: তোমরা ভেবে দেখেছো কি, আল্লাহ্ তোমাদের জন্যে যে রিযিক নাযিল করেছেন, তারপর তোমরা যে সেগুলোর কিছু হালাল আর কিছু হারাম বানিয়ে নিয়েছো- হে নবী! তাদের জিজ্ঞেস করো, তোমাদের এ নির্দেশ কি আল্লাহ্ দিয়েছেন, নাকি তোমরা আল্লাহর প্রতি মিথ্যারোপ করছো?","english_text":"Say: \"Have you thought of what God has sent you for food, of which you have labelled some as lawful and some forbidden?\" And ask: \"Has God commanded this, or you are imputing lies to God?\"","bangla_translit":"কুল্ আরায়াইতুম্ মা য় আন্যালাল্লা-হু লাকুম্ র্মি রিয্ক্বিন্ ফাজ্ব‘আল্তুম্ মিনহু হারা-মাওঁ অহালা-লা-; কুল্ আ - ল্লা-হু আযিনা লাকুম্ আম্ ‘আলাল্লা-হি তাফ্তারূন্।","english_translit":"Qul araaytum ma anzala Allahu lakum min rizqin fajaAAaltum minhu haraman wahalalan qul allahu athina lakum am AAala Allahi taftaroona"},{"sura":10,"aya":60,"quran_text":"وَمَا ظَنُّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ يَوْمَ الْقِيَامَةِ إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ","bangla_mohiuddin":"আর আল্লাহর প্রতি মিথ্যা অপবাদ আরোপকারীদের কি ধারণা কেয়ামত সম্পর্কে? আল্লাহ তো মানুষের প্রতি অনুগ্রহই করেন, কিন্তু অনেকেই কৃতজ্ঞতা স্বীকার করে না।","bangla_murtaza":"যারা আল্লাহর সম্পর্কে মিথ্যা রচনা করে, কিয়ামতকাল সম্পর্কে তাদের ধারণা কী? নিশ্চয়ই আল্লাহ্ মানুষের প্রতি বড়ই অনুগ্রহওয়ালা, কিন্তু অধিকাংশ মানুষই শোকর আদায় করেনা।","english_text":"What do those who invent lies of God think about the Day of Reckoning? (Will they escape the judgement?) In fact God is gracious to men; but most of them are not grateful.","bangla_translit":"অমা-জোয়ান্ন ুল্লাযীনা ইয়াফ্তারূনা ‘আলাল্লা-হিল্ কাযিবা ইয়াওমাল্ ক্বিয়া-মাহ্; ইন্নাল্লা-হা লাযূ ফাদ্ব্লিন্ ‘আলান্না-সি অলা-কিন্না আক্ছারাহুম্ লা-ইয়াশ্কুরূন্।","english_translit":"Wama thannu allatheena yaftaroona AAala Allahi alkathiba yawma alqiyamati inna Allaha lathoo fadlin AAala alnnasi walakinna aktharahum la yashkuroona"},{"sura":10,"aya":61,"quran_text":"وَمَا تَكُونُ فِي شَأْنٍ وَمَا تَتْلُو مِنْهُ مِنْ قُرْآنٍ وَلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ وَمَا يَعْزُبُ عَنْ رَبِّكَ مِنْ مِثْقَالِ ذَرَّةٍ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَلَا أَصْغَرَ مِنْ ذَلِكَ وَلَا أَكْبَرَ إِلَّا فِي كِتَابٍ مُبِينٍ","bangla_mohiuddin":"বস্তুতঃ যে কোন অবস্থাতেই তুমি থাক এবং কোরআনের যে কোন অংশ থেকেই পাঠ করা কিংবা যে কোন কাজই তোমরা কর অথচ আমি তোমাদের নিকটে উপস্থিত থাকি যখন তোমরা তাতে আত্ননিয়োগ কর। আর তোমার পরওয়ারদেগার থেকে গোপন থাকে না একটি কনাও, না যমীনের এবং না আসমানের। না এর চেয়ে ক্ষুদ্র কোন কিছু আছে, না বড় যা এই প্রকৃষ্ট কিতাবে নেই।","bangla_murtaza":"(হে মুহাম্মদ!) তুমি যে অবস্থায়ই থাকো এবং কুরআন থেকে যা-ই তিলাওয়াত করোনা কেন আর (হে মানুষ!) তোমরা যা-ই করোনা কেন, আমরা তোমাদের উপর সাক্ষী থাকি যখন তোমরা তাতে আত্মনিয়োগ করো। মহাকাশ এবং পৃথিবীতে একটি অণু পরিমাণ কিছুও তাঁর অগোচরে নেই এবং তার চাইতে ক্ষুদ্রতম কিংবা বৃহত্তর কিছুই নেই, যা এক সুস্পষ্ট কিতাবে লেখা নেই।","english_text":"There is no state you are in, whether reading from the Qur'an, or doing something else, but We are watching you as you are engaged in it. There is not the weight of an atom on the earth and in the heavens that is hidden from your Lord, nor is there anything smaller or greater than this but is recorded in the perspicuous Book.","bangla_translit":"অমা-তাকূনু ফী শানিওঁ অমা-তাত্লূ মিন্হু মিন্ ক্বরুআ-নিওঁ অলা-তা’মালূনা ম্নি ‘আমালিন্ ইল্লা-কুন্না-‘আলাইকুম্ শুহূদান্ ইয্ তুফীদ্বূনা ফীহ্; অমা-ইয়া’যুবু ‘র্আ রব্বিকা মিম্ মিছ্ক্বা-লি র্যারতিন্ ফিল্ আরদ্বি অলা-ফিস্সামা - য়ি অলা য় আছ্গরা মিন্ যা-লিকা অলা য় আক্বারা ইল্লা-ফী কিতা-বিম্ মুবীন্।","english_translit":"Wama takoonu fee shanin wama tatloo minhu min quranin wala taAAmaloona min AAamalin illa kunna AAalaykum shuhoodan ith tufeedoona feehi wama yaAAzubu AAan rabbika min mithqali tharratin fee alardi wala fee alssamai wala asghara min thalika wala akbara illa fee kitabin mubeenun"},{"sura":10,"aya":62,"quran_text":"أَلَا إِنَّ أَوْلِيَاءَ اللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ","bangla_mohiuddin":"মনে রেখো যারা আল্লাহর বন্ধু, তাদের না কোন ভয় ভীতি আছে, না তারা চিন্তান্বিত হবে।","bangla_murtaza":"জেনে রাখো, নিশ্চয়ই আল্লাহর অলিদের কোনো ভয় নেই এবং দুঃখ-দুশ্চিন্তাও নেই।","english_text":"Remember, there is neither fear nor regret for the friends of God.","bangla_translit":"আলা য় ইন্না আওলিয়া - আল্লা-হি লা-খওফুন ‘আলাইহিম্ অলা-হুম্ ইয়াহ্যানূন্।","english_translit":"Ala inna awliyaa Allahi la khawfun AAalayhim wala hum yahzanoona"},{"sura":10,"aya":63,"quran_text":"الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ","bangla_mohiuddin":"যারা ঈমান এনেছে এবং ভয় করতে রয়েছে।","bangla_murtaza":"(তারা হলো সেইসব লোক) যারা ঈমান এনেছে এবং তাকওয়া অবলম্বন করেছে।","english_text":"Those who believe and obey God,","bangla_translit":"আল্লাযীনা আ-মানূ অকা-নূ ইয়াত্তাকুন্।","english_translit":"Allatheena amanoo wakanoo yattaqoona"},{"sura":10,"aya":64,"quran_text":"لَهُمُ الْبُشْرَى فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ لَا تَبْدِيلَ لِكَلِمَاتِ اللَّهِ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ","bangla_mohiuddin":"তাদের জন্য সুসংবাদ পার্থিব জীবনে ও পরকালীন জীবনে। আল্লাহর কথার কখনো হের-ফের হয় না। এটাই হল মহা সফলতা।","bangla_murtaza":"তাদের জন্যে রয়েছে সুসংবাদ দুনিয়ার জীবনে এবং আখিরাতে। আল্লাহর বাণীর কোনো পরিবর্তন নেই। এটাই মহাসাফল্য।","english_text":"For them is good news in the life of the world and in the life to come. There is no changing the words of God. That will be the great triumph.","bangla_translit":"লাহুমুল্ বুশ্রা-ফিল্ হা-ইয়া-তিদ্দুন্ইয়া-অফিল্ আ-খিরাহ্; লা-তাব্দীলা লিকালিমা-তিল্ লা-হ্; যা-লিকা হুঅল্ ফাওযুল্ ‘আজীম্।","english_translit":"Lahumu albushra fee alhayati alddunya wafee alakhirati la tabdeela likalimati Allahi thalika huwa alfawzu alAAatheemu"},{"sura":10,"aya":65,"quran_text":"وَلَا يَحْزُنْكَ قَوْلُهُمْ إِنَّ الْعِزَّةَ لِلَّهِ جَمِيعًا هُوَ السَّمِيعُ الْعَلِيمُ","bangla_mohiuddin":"আর তাদের কথায় দুঃখ নিয়ো না। আসলে সমস্ত ক্ষমতা আল্লাহর। তিনিই শ্রবণকারী, সর্বজ্ঞ।","bangla_murtaza":"(হে নবী! এরা তোমাকে যা কিছু বলছে) তাদের কথা যেনো তোমাকে দুঃখ না দেয়। সমস্ত ইয্যত ও শক্তির মালিক তো আল্লাহ্। তিনি সব শুনেন, সব জানেন।","english_text":"You should not be grieved by what they say. All glory is wholly for God: He is the one who hears and knows everything.","bangla_translit":"অলা-ইয়াহ্যুন্কা ক্বাওলুহুম্ ইন্নাল্ ‘ইয্যাতা লিল্লা-হি জ্বামী‘আ-;হুঅস্ সামী‘উল্ ‘আলীম।","english_translit":"Wala yahzunka qawluhum inna alAAizzata lillahi jameeAAan huwa alssameeAAu alAAaleemu"},{"sura":10,"aya":66,"quran_text":"أَلَا إِنَّ لِلَّهِ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ وَمَا يَتَّبِعُ الَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ شُرَكَاءَ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ","bangla_mohiuddin":"শুনছ, আসমানসমূহে ও যমীনে যা কিছু রয়েছে সবই আল্লাহর। আর এরা যারা আল্লাহকে বাদ দিয়ে শরীকদের উপাসনার পেছনে পড়ে আছে-তা আসলে কিছুই নয়। এরা নিজেরই কল্পনার পেছনে পড়ে রয়েছে এবং এছাড়া আর কিছু নয় যে, এরা বুদ্ধি খাটাচ্ছে।","bangla_murtaza":"সাবধান, মহাকাশ এবং পৃথিবীতে যারা আছে সবাই আল্লাহর। যারা আল্লাহ্ ছাড়া অন্যদেরকে আল্লাহর শরিক বানিয়ে ডাকে, তারা কিসের অনুসরণ করে? তারা তো কেবল অনুমানেরই অনুসরণ করে এবং তারা কেবল মিথ্যাই বলে।","english_text":"Remember, whosoever is in the heavens and the earth belongs to God. Those who call on others they associate with God, follow nothing but conjecture, and only guess.","bangla_translit":"আলা য় ইন্না লিল্লা-হি মান্ ফিস্ সামা-ওয়া-তি অমান্ ফিল্ র্আদ্ব; অমা-ইয়াত্তাবি‘উল্ লাযীনা ইয়াদ্‘ঊনা মিন্ দূনিল্লা-হি শুরাকা - আ; ইঁ ইয়াত্তাবি‘ঊনা ইল্লাজ্জোয়ান্না অইন্ হুম্ ইল্লা-ইয়াখ্রুছূন্।","english_translit":"Ala inna lillahi man fee alssamawati waman fee alardi wama yattabiAAu allatheena yadAAoona min dooni Allahi shurakaa in yattabiAAoona illa alththanna wain hum illa yakhrusoona"},{"sura":10,"aya":67,"quran_text":"هُوَ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَسْمَعُونَ","bangla_mohiuddin":"তিনি তোমাদের জন্য তৈরী করেছেন রাত, যাতে করে তোমরা তাতে প্রশান্তি লাভ করতে পার, আর দিন দিয়েছেন দর্শন করার জন্য। নিঃসন্দেহে এতে নিদর্শন রয়েছে সে সব লোকের জন্য যারা শ্রবণ করে।","bangla_murtaza":"তিনিই তোমাদের জন্যে রাত বানিয়েছেন বিশ্রামের জন্যে আর দিন বানিয়েছেন দেখার জন্যে। যারা (উপদেশ) শুনে এতে তাদের জন্যে রয়েছে নিদর্শন।","english_text":"It is He who made the night for you to rest, and made the day enlightening. Indeed there are signs in this for those who listen.","bangla_translit":"হুঅল্লাযী জ্বা‘আলা লাকুমুল্ লাইলা লিতাস্কুনূ ফীহি অন্নাহা-রা মুব্ছিরা-; ইন্না ফী যা-লিকা লাআ-ইয়া-তিল্ লিক্বওমিইঁ ইয়াসমা‘ঊন্।","english_translit":"Huwa allathee jaAAala lakumu allayla litaskunoo feehi waalnnahara mubsiran inna fee thalika laayatin liqawmin yasmaAAoona"},{"sura":10,"aya":68,"quran_text":"قَالُوا اتَّخَذَ اللَّهُ وَلَدًا سُبْحَانَهُ هُوَ الْغَنِيُّ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ إِنْ عِنْدَكُمْ مِنْ سُلْطَانٍ بِهَذَا أَتَقُولُونَ عَلَى اللَّهِ مَا لَا تَعْلَمُونَ","bangla_mohiuddin":"তারা বলে, আল্লাহ পুত্র সাব্যস্ত করে নিয়েছেন-তিনি পবিত্র, তিনি অমুখাপেক্ষী। যাকিছু রয়েছে আসমান সমূহে ও যমীনে সবই তাঁর। তোমাদের কাছে তার কোন সনদ নেই। কেন তোমরা আল্লাহর প্রতি মিথ্যারোপ কর-যার কোন সনদই তোমাদের কাছে নেই?","bangla_murtaza":"তারা বলে: ‘আল্লাহ্ সন্তান গ্রহণ করেছেন।’ তিনি (এ থেকে) পবিত্র মহান। তিনি অভাবমুক্ত। মহাকাশ এবং পৃথিবীতে যা কিছু আছে সবই তাঁর। (তোমরা যা বলছো) সে বিষয়ে তোমাদের কাছে কোনো সার্টিফিকেট নেই। তোমরা কি আল্লাহর উপর এমন কথা আরোপ করছো, যে বিষয়ে তোমাদের কোনো জ্ঞান নেই?","english_text":"They say: \"God has begotten a son.\" Immaculate is He and self-sufficient.\" Whatsoever is in the heavens and the earth belongs to Him. You have no proof for this (assertion): Why do you say things of God you do not know?","bangla_translit":"ক্ব-লুত্তাখযাল্লা-হু অলাদান্ সুব্হা-নাহ্;- হুঅল্ গনিয়্যু; লাহূ মা-ফিস্ সামা-ওয়া-তি অমা-ফিল্ র্আদ্ব; ইন্ ‘ইন্দাকুম্ মিন্ সুল্ত্বোয়া-নিম্ বিহা-যা-; ‘আতাকুলূনা ‘আলাল্লা-হি মা-লা- তা’লামূন্।","english_translit":"Qaloo ittakhatha Allahu waladan subhanahu huwa alghaniyyu lahu ma fee alssamawati wama fee alardi in AAindakum min sultanin bihatha ataqooloona AAala Allahi ma la taAAlamoona"},{"sura":10,"aya":69,"quran_text":"قُلْ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ","bangla_mohiuddin":"বলে দাও, যারা এরূপ করে তারা অব্যাহতি পায় না।","bangla_murtaza":"হে নবী! বলো: যারা মিথ্যা রচনা করে আল্লাহর উপর আরোপ করে, তারা সফল হবেনা।","english_text":"Say: \"Those who fabricate lies about God will never succeed.\"","bangla_translit":"কুল্ ইন্নাল্লাযীনা ইয়াফ্তারূনা ‘আলাল্লা-হিল্ কাযিবা লা-ইয়ুফ্লিহূন্।","english_translit":"Qul inna allatheena yaftaroona AAala Allahi alkathiba la yuflihoona"},{"sura":10,"aya":70,"quran_text":"مَتَاعٌ فِي الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيقُهُمُ الْعَذَابَ الشَّدِيدَ بِمَا كَانُوا يَكْفُرُونَ","bangla_mohiuddin":"পার্থিবজীবনে সামান্যই লাভ, অতঃপর আমার নিকট প্রত্যাবর্তন করতে হবে। তখন আমি তাদেরকে আস্বাদন করাব কঠিন আযাব-তাদেরই কৃত কুফরীর বদলাতে।","bangla_murtaza":"পৃথিবীতে তাদের জন্যে রয়েছে কিছু ভোগ বিলাস। তারপর আমাদের কাছেই হবে তাদের প্রত্যাবর্তন। তখন আমরা তাদের স্বাদ গ্রহণ করাবো কঠিন আযাবের, তাদের কুফুরির কারণে।","english_text":"Let them profit by the world (while they may): In the end they will come back to Us. Then We shall make them taste severe punishment for having denied (the truth).","bangla_translit":"মাতা-‘ঊন্ ফিদ্দুন্ইয়া-ছুম্মা ইলাইনা-মারজ্বি‘উহুম্ ছুম্মা নুযীকুহুমুল্ ‘আযা-বাশ্ শাদীদা বিমা- কা-নূ ইয়াক্ফুরূন্।","english_translit":"MataAAun fee alddunya thumma ilayna marjiAAuhum thumma nutheequhumu alAAathaba alshshadeeda bima kanoo yakfuroona"},{"sura":10,"aya":71,"quran_text":"وَاتْلُ عَلَيْهِمْ نَبَأَ نُوحٍ إِذْ قَالَ لِقَوْمِهِ يَا قَوْمِ إِنْ كَانَ كَبُرَ عَلَيْكُمْ مَقَامِي وَتَذْكِيرِي بِآيَاتِ اللَّهِ فَعَلَى اللَّهِ تَوَكَّلْتُ فَأَجْمِعُوا أَمْرَكُمْ وَشُرَكَاءَكُمْ ثُمَّ لَا يَكُنْ أَمْرُكُمْ عَلَيْكُمْ غُمَّةً ثُمَّ اقْضُوا إِلَيَّ وَلَا تُنْظِرُونِ","bangla_mohiuddin":"আর তাদেরকে শুনিয়ে দাও নূহের অবস্থা যখন সে স্বীয় সম্প্রদায়কে বলল, হে আমার সম্প্রদায়, যদি তোমাদের মাঝে আমার অবস্থিতি এবং আল্লাহর আয়াতসমূহের মাধ্যমে নসীহত করা ভারী বলে মনে হয়ে থাকে, তবে আমি আল্লাহর উপর ভরসা করছি। এখন তোমরা সবাই মিলে নিজেরদের কর্ম সাব্যস্ত কর এবং এতে তোমাদের শরীকদেরকে সমবেত করে নাও, যাতে তোমাদের মাঝে নিজেদের কাজের ব্যাপারে কোন সন্দেহ-সংশয় না থাকে। অতঃপর আমার সম্পর্কে যা কিছু করার করে ফেল এবং আমাকে অব্যাহতি দিও না।","bangla_murtaza":"তাদের প্রতি তিলাওয়াত করো নূহের সংবাদ। সে তার কওমকে বলেছিল: “হে আমার কওম! আমার অবস্থান এবং আল্লাহর আয়াতের ভিত্তিতে আমার উপদেশ যদি তোমাদের অসহনীয় হয়, তবে আমি আল্লাহর উপর তাওয়াক্কুল করলাম। তোমরা যাদেরকে আল্লাহর সাথে শরিক করছো তাদেরকে সাথে নিয়ে তোমাদের চক্রান্ত ঠিক করে নাও, পরে যেনো তোমাদের চক্রান্তের বিষয়ে তোমাদের কোনো সংশয় না থাকে। তারপর আমার বিরুদ্ধে তোমাদের ফায়সালা ঠিক করে নাও এবং আমাকে কোনো অবকাশ দিও না।","english_text":"Recount to them the story of Noah when he said to his people: \"O people, if you find my staying with you and warning through God's signs, unbearable to you, know that I have reposed my trust in God. So plan your move, and call your associates, and make certain of your plan; then do whatever you intend against me, allowing me no respite.","bangla_translit":"অত্লু ‘আলাইহিম্ নাবাআ নূহ্। ইয্ ক্ব-লা লিক্বওমিহী ইয়া-ক্বওমি ইন্ কা-না কাবুরা ‘আলাইকুম্ মাক্ব-মী অতায্কীরী বিআ-ইয়া-তিল্লা-হি ফা‘আলাল্লা-হি তাঅক্কাল্তু ফাআ জ্বমি‘ঊ য় আম্রাকুম্ অশুরাকা - আকুম্ ছুম্মা লা-ইয়াকুন্ আম্রুকুম্ ‘আলাইকুম্ গুম্মাতান্ ছুম্মাক্বদ্বূ য় ইলাইয়্যা অলা-তুন্যিরূন্।","english_translit":"Waotlu AAalayhim nabaa noohin ith qala liqawmihi ya qawmi in kana kabura AAalaykum maqamee watathkeeree biayati Allahi faAAala Allahi tawakkaltu faajmiAAoo amrakum washurakaakum thumma la yakun amrukum AAalaykum ghummatan thumma iqdoo ilayya wala tunthirooni"},{"sura":10,"aya":72,"quran_text":"فَإِنْ تَوَلَّيْتُمْ فَمَا سَأَلْتُكُمْ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ","bangla_mohiuddin":"তারপরও যদি বিমুখতা অবলম্বন কর, তবে আমি তোমাদের কাছে কোন রকম বিনিময় কামনা করি না। আমার বিনিময় হল আল্লাহর দায়িত্বে। আর আমার প্রতি নির্দেশ রয়েছে যেন আমি আনুগত্য অবলম্বন করি।","bangla_murtaza":"তারপরও যদি তোমরা মুখ ফিরিয়ে নাও নিতে পারো। আমি তো এ কাজের জন্যে তোমাদের কাছে কোনো পারিশ্রমিক চাইনা। আমার প্রতিদানের দায়িত্ব আল্লাহর উপর। আমাকে নির্দেশ দেয়া হয়েছে, আমি যেনো আত্মসমর্পণকারীদের অন্তরভুক্ত হই।”","english_text":"If you turn away from me (remember) I do not ask any recompense from you. My reward is with God; I have been commanded to be one of those who submit to Him.\"","bangla_translit":"ফাইন্ তাঅল্লাইতুম্ ফামা-সাআল্তুকুম্ মিন্ আ জ্বর্; ইন্ আ জ্বরিয়া ইল্লা-‘আলা ল্লা-হি অউর্মিতু আন্ আকূনা মিনাল্ মুস্লিমীন্।","english_translit":"Fain tawallaytum fama saaltukum min ajrin in ajriya illa AAala Allahi waomirtu an akoona mina almuslimeena"},{"sura":10,"aya":73,"quran_text":"فَكَذَّبُوهُ فَنَجَّيْنَاهُ وَمَنْ مَعَهُ فِي الْفُلْكِ وَجَعَلْنَاهُمْ خَلَائِفَ وَأَغْرَقْنَا الَّذِينَ كَذَّبُوا بِآيَاتِنَا فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُنْذَرِينَ","bangla_mohiuddin":"তারপরও এরা মিথ্যা প্রতিপন্ন করল। সুতরাং তাকে এবং তার সাথে নৌকায় যারা ছিল তাদের কে বাঁচিয়ে নিয়েছি এবং যথাস্থানে আবাদ করেছি। আর তাদেরকে ডুবিয়ে দিয়েছি যারা আমার কথাকে মিথ্যা প্রতিপন্ন করেছে। সুতরাং লক্ষ্য কর, কেমন পরিণতি ঘটেছে তাদের যাদেরকে ভীতি প্রদর্শন করা হয়েছিল।","bangla_murtaza":"শেষ পর্যন্ত তারা তাকে (নূহকে) মিথ্যা বলে প্রত্যাখ্যান করে। তখন আমরা তাকে এবং তার সাথে যারা নৌযানে আরোহণ করেছিল তাদেরকে নাজাত দেই এবং তাদেরকে তাদের স্থলাভিষিক্ত করি আর ডুবিয়ে দেই সেইসব লোকদের যারা প্রত্যাখ্যান করেছিল আমাদের আয়াত। চেয়ে দেখো, যাদেরকে সতর্ক করা হয়েছিল, কী করুণ পরিণতি হয়েছিল তাদের!","english_text":"Even then they denied him; so We saved him and those with him, in the ark, and established them in the land, and drowned those who denied Our signs. So think of the fate of those who were warned (and took no heed).","bangla_translit":"ফাকায্যাবূহু ফানাজ্জ্বাইনা-হু অমাম্ মা‘আহূ ফিল্ ফুল্কি অজ্বা‘আল্না-হুম্ খলা - য়িফা অআগ্রাক্বনাল্লাযীনা কায্যাবূ বিআ-ইয়া-তিনা-ফার্ন্জু কাইফা কা-না ‘আ-ক্বিবাতুল্ মুন্যারীন্।","english_translit":"Fakaththaboohu fanajjaynahu waman maAAahu fee alfulki wajaAAalnahum khalaifa waaghraqna allatheena kaththaboo biayatina faonthur kayfa kana AAaqibatu almunthareena"},{"sura":10,"aya":74,"quran_text":"ثُمَّ بَعَثْنَا مِنْ بَعْدِهِ رُسُلًا إِلَى قَوْمِهِمْ فَجَاءُوهُمْ بِالْبَيِّنَاتِ فَمَا كَانُوا لِيُؤْمِنُوا بِمَا كَذَّبُوا بِهِ مِنْ قَبْلُ كَذَلِكَ نَطْبَعُ عَلَى قُلُوبِ الْمُعْتَدِينَ","bangla_mohiuddin":"অনন্তর আমি নূহের পরে বহু নবী-রসূল পাঠিয়েছি তাদের সম্প্রদায়ের প্রতি। তারপর তাদের কাছে তারা প্রকাশ্য দলীল-প্রমাণ উপস্থাপন করেছে, কিন্তু তাদের দ্বারা এমনটি হয়নি যে, ঈমান আনবে সে ব্যাপারে, যাকে তারা ইতিপূর্বে মিথ্যা প্রতিপন্ন করেছিল। এভাবেই আমি মোহর এঁটে দেই সীমালংঘনকারীদের অন্তরসমূহের উপর।","bangla_murtaza":"তার (নূহের) পরেও আমরা আরো অনেক রসূল পাঠিয়েছিলাম তাদের কওমের কাছে। তারা তাদের কাছে এসেছিল সুস্পষ্ট নিদর্শনসমূহ নিয়ে। কিন্তু তারা আগে যা প্রত্যাখ্যান করেছে তার প্রতি আর ঈমান আনতে প্রস্তুত হয়নি। এভাবেই আমরা সীমালংঘনকারীদের অন্তর সীলগালা করে দেই।","english_text":"Afterwards We sent many messengers who brought clear proofs to their peoples. But they were not prepared to believe what they had once denied. That is how We seal the hearts of the iniquitous.","bangla_translit":"ছূম্মা বা‘আছ্না মিম্ বা’দিহী রুসুলান্ ইলা- ক্বাওমিহিম্ ফাজ্বা - ঊহুম্ বিল্ বাইয়্যিনা-তি ফামা-কা-নূ লিইয়ুমিনূ বিমা-কায্যাবূ বিহী মিন্ কাব্ল্; কাযা-লিকা নাত্বা‘উ ‘আলা-কুলূবিল্ মু’তাদীন।","english_translit":"Thumma baAAathna min baAAdihi rusulan ila qawmihim fajaoohum bialbayyinati fama kanoo liyuminoo bima kaththaboo bihi min qablu kathalika natbaAAu AAala quloobi almuAAtadeena"},{"sura":10,"aya":75,"quran_text":"ثُمَّ بَعَثْنَا مِنْ بَعْدِهِمْ مُوسَى وَهَارُونَ إِلَى فِرْعَوْنَ وَمَلَئِهِ بِآيَاتِنَا فَاسْتَكْبَرُوا وَكَانُوا قَوْمًا مُجْرِمِينَ","bangla_mohiuddin":"অতঃপর তাদের পেছনে পাঠিয়েছি আমি মূসা ও হারুনকে, ফেরাউন ও তার সর্দারের প্রতি স্বীয় নির্দেশাবলী সহকারে। অথচ তারা অহংকার করতে আরম্ভ করেছে।","bangla_murtaza":"তাদের পরে আমরা পাঠিয়েছি মূসা এবং হারূণকে ফেরাউন আর তার নেতৃবৃন্দের কাছে আমাদের নিদর্শন নিয়ে। কিন্তু তারা দাম্ভিকতা প্রকাশ করে। আসলে তারা ছিলো একটি অপরাধী কওম।","english_text":"Then after them We sent Moses and Aaron with Our signs to the Pharaoh and his nobles; but they behaved arrogantly, for they were a people full of guilt.","bangla_translit":"ছুম্মা বা‘আছ্না- মিম্ বা’দিহিম্ মূসা-অহা-রূনা ইলা-র্ফি‘আওনা অমালায়িহী বিআ-ইয়া-তিনা-ফাস্তাক্বারূ অকা-নূ ক্বাওমাম্ মু জ্বরিমীন।","english_translit":"Thumma baAAathna min baAAdihim moosa waharoona ila firAAawna wamalaihi biayatina faistakbaroo wakanoo qawman mujrimeena"},{"sura":10,"aya":76,"quran_text":"فَلَمَّا جَاءَهُمُ الْحَقُّ مِنْ عِنْدِنَا قَالُوا إِنَّ هَذَا لَسِحْرٌ مُبِينٌ","bangla_mohiuddin":"বস্তুতঃ তারা ছিল গোনাহগার। তারপর আমার পক্ষ থেকে যখন তাদের কাছে সত্য বিষয় উপস্থিত হল, তখন বলতে লাগলো, এগুলো তো প্রকাশ্য যাদু।","bangla_murtaza":"অত:পর তাদের কাছে যখন আমাদের পক্ষ থেকে সত্য প্রকাশ হয়ে যায়, তখন তারা বললো: ‘এতো এক সুস্পষ্ট ম্যাজিক।’","english_text":"Thus, when the truth had come to them from Us, they said: \"Surely this is nothing but pure magic.\"","bangla_translit":"ফালাম্মা-জ্বা - আহুমুল্ হাক্বকু মিন্ ‘ইন্দিনা-ক্ব-লূ য় ইন্না হা-যা- লাসিহ্রুম্ মুবীন্।","english_translit":"Falamma jaahumu alhaqqu min AAindina qaloo inna hatha lasihrun mubeenun"},{"sura":10,"aya":77,"quran_text":"قَالَ مُوسَى أَتَقُولُونَ لِلْحَقِّ لَمَّا جَاءَكُمْ أَسِحْرٌ هَذَا وَلَا يُفْلِحُ السَّاحِرُونَ","bangla_mohiuddin":"মূসা বলল, সত্যের ব্যাপারে একথা বলছ, তা তোমাদের কাছে পৌঁছার পর? একি যাদু? অথচ যারা যাদুকর, তারা সফল হতে পারে না।","bangla_murtaza":"মূসা বললো: ‘তোমাদের কাছে যখন সত্য এসে গেছে, তখন সে সম্পর্কে তোমরা এমনটি বলছো? এ কি ম্যাজিক? ম্যাজেসিয়ানরা কখনো সফল হয়না।’","english_text":"\"You say this of the truth,\" said Moses, \"after it has come to you. Is this magic? But sorcerers do not ever prosper.\"","bangla_translit":"ক্ব-লা মূসা য় আতাকুলূনা লিল্হাক্বক্বি লাম্মা- জ্বা - আকুম্; আসিহ্রুন্ হা-যা-; অলা-ইয়ুফ্ লিহুস্ সা-হিরূন্।","english_translit":"Qala moosa ataqooloona lilhaqqi lamma jaakum asihrun hatha wala yuflihu alssahiroona"},{"sura":10,"aya":78,"quran_text":"قَالُوا أَجِئْتَنَا لِتَلْفِتَنَا عَمَّا وَجَدْنَا عَلَيْهِ آبَاءَنَا وَتَكُونَ لَكُمَا الْكِبْرِيَاءُ فِي الْأَرْضِ وَمَا نَحْنُ لَكُمَا بِمُؤْمِنِينَ","bangla_mohiuddin":"তারা বলল, তুমি কি আমাদেরকে সে পথ থেকে ফিরিয়ে দিতে এসেছ যাতে আমরা পেয়েছি আমাদের বাপ-দাদাদেরকে? আর যাতে তোমরা দুইজন এদেশের সর্দারী পেয়ে যেতে পার? আমরা তোমাদেরকে কিছুতেই মানব না।","bangla_murtaza":"তারা বললো: ‘আমরা আমাদের পূর্বপুরুষদের যে ধর্মের উপর পেয়েছি তুমি কি আমাদেরকে তা থেকে বিচ্যুত করার জন্যে এসেছো এবং দেশে যেনো তোমাদের প্রভাব প্রতিপত্তি বেড়ে যায় সে জন্যে এসেছো? আমরা তোমাদের দু’জনের প্রতি বিশ্বাসী নই।’","english_text":"\"Have you come,\" said they, \"to turn us back from what we found our ancestors doing, so that the two of you may attain supremacy in the land? We shall not believe in what you say.","bangla_translit":"ক্ব-লূ য় আজি’তানা-লিতাল্ফিতানা-‘আম্মা-অজ্বাদ্না-‘আলাইহি আ-বা - আনা-অতাকূনা লাকুমাল্ কিব্রিয়া - উ ফিল্ আরদ্ব্; অমা-নাহ্নু লাকুমা-বিমুমিনীন্।","english_translit":"Qaloo ajitana litalfitana AAamma wajadna AAalayhi abaana watakoona lakuma alkibriyao fee alardi wama nahnu lakuma bimumineena"},{"sura":10,"aya":79,"quran_text":"وَقَالَ فِرْعَوْنُ ائْتُونِي بِكُلِّ سَاحِرٍ عَلِيمٍ","bangla_mohiuddin":"আর ফেরাউন বলল, আমার কাছে নিয়ে এস সুদক্ষ যাদুকরদিগকে।","bangla_murtaza":"ফেরাউন (তার পারিষদকে) বললো: ‘তোমরা সব দক্ষ ম্যাজেসিয়ানদের খুঁজে আমার কাছে নিয়ে আসো।’","english_text":"\"Bring the cleverest magicians to me,\" said the Pharaoh.","bangla_translit":"অক্ব-লা ফির‘আউনুতূনী বিকুল্লি সা-হিরিন্ ‘আলীম্।","english_translit":"Waqala firAAawnu itoonee bikulli sahirin AAaleemin"},{"sura":10,"aya":80,"quran_text":"فَلَمَّا جَاءَ السَّحَرَةُ قَالَ لَهُمْ مُوسَى أَلْقُوا مَا أَنْتُمْ مُلْقُونَ","bangla_mohiuddin":"তারপর যখন যাদুকররা এল, মূসা তাদেরকে বলল, নিক্ষেপ কর, তোমরা যা কিছু নিক্ষেপ করে থাক।","bangla_murtaza":"তারপর ম্যাজেসিয়ানরা সবাই যখন এসে উপস্থিত হলো: মূসা তাদের বললো: ‘তোমরা যা নিক্ষেপ করতে চাও নিক্ষেপ করো।’","english_text":"So when the magicians arrived, Moses said to them: \"Cast whatever (spell) you have to cast.\"","bangla_translit":"ফালাম্মা য় জ্বা - আস্ সাহারাতু ক্ব-লা লাহুম্ মূসা য় আল্ক্ব মা য় আন্তুম্ মুল্ক্ব ন্।","english_translit":"Falamma jaa alssaharatu qala lahum moosa alqoo ma antum mulqoona"},{"sura":10,"aya":81,"quran_text":"فَلَمَّا أَلْقَوْا قَالَ مُوسَى مَا جِئْتُمْ بِهِ السِّحْرُ إِنَّ اللَّهَ سَيُبْطِلُهُ إِنَّ اللَّهَ لَا يُصْلِحُ عَمَلَ الْمُفْسِدِينَ","bangla_mohiuddin":"অতঃপর যখন তারা নিক্ষেপ করল, মূসা বলল, যা কিছু তোমরা এনেছ তা সবই যাদু-এবার আল্লাহ এসব ভন্ডুল করে দিচ্ছেন। নিঃসন্দেহে আল্লাহ দুস্কর্মীদের কর্মকে সুষ্ঠুতা দান করেন না।","bangla_murtaza":"তারা যখন নিক্ষেপ করলো, মূসা বললো: “তোমরা যা নিয়ে এসেছো তা তো ম্যাজিক! আল্লাহ্ অবশ্যি এ জিনিসকে বাতিল করে দেবেন। নিশ্চয়ই আল্লাহ্ ফাসাদ সৃষ্টিকারীদের সংশোধন করেননা।","english_text":"When they had cast (their spell) Moses said: \"What you have cast is only a charm which God will surely nullify. God does not verily render the deeds of evil-doers righteous.","bangla_translit":"ফালাম্মা য় আল্ক্বও ক্ব-লা মূসা-মা-জ্বি তুম্ বিহিস্ সিহ্র্; ইন্নাল্লা-হা সাইয়ুব্ ত্বিলুহ্; ইন্নাল্লা-হা লা-ইয়ুছ্লিহু ‘আমালাল্ মুফ্সিদীন্।","english_translit":"Falamma alqaw qala moosa ma jitum bihi alssihru inna Allaha sayubtiluhu inna Allaha la yuslihu AAamala almufsideena"},{"sura":10,"aya":82,"quran_text":"وَيُحِقُّ اللَّهُ الْحَقَّ بِكَلِمَاتِهِ وَلَوْ كَرِهَ الْمُجْرِمُونَ","bangla_mohiuddin":"আল্লাহ সত্যকে সত্যে পরিণত করেন স্বীয় নির্দেশে যদিও পাপীদের তা মনঃপুত নয়।","bangla_murtaza":"আল্লাহ্ তাঁর বাণীর সাহায্যে সত্যকে সত্য হিসেবে প্রতিষ্ঠিত করেন, যদিও অপরাধীরা তা পছন্দ করেনা।”","english_text":"God vindicates the truth by His commands, however the sinners may dislike it.\"","bangla_translit":"অইয়ুহিক্ব্ কুল্লা-হুল্ হাক্বক্ব বিকালিমা-তিহী অলাও কারিহাল্ মু জ্বরিমূন্।","english_translit":"Wayuhiqqu Allahu alhaqqa bikalimatihi walaw kariha almujrimoona"},{"sura":10,"aya":83,"quran_text":"فَمَا آمَنَ لِمُوسَى إِلَّا ذُرِّيَّةٌ مِنْ قَوْمِهِ عَلَى خَوْفٍ مِنْ فِرْعَوْنَ وَمَلَئِهِمْ أَنْ يَفْتِنَهُمْ وَإِنَّ فِرْعَوْنَ لَعَالٍ فِي الْأَرْضِ وَإِنَّهُ لَمِنَ الْمُسْرِفِينَ","bangla_mohiuddin":"আর কেউ ঈমান আনল না মূসার প্রতি তাঁর কওমের কতিপয় বালক ছাড়া-ফেরাউন ও তার সর্দারদের ভয়ে যে, এরা না আবার কোন বিপদে ফেলে দেয়। ফেরাউন দেশময় কর্তꦣ2499;ত্বের শিখরে আরোহণ করেছিল। আর সে তার হাত ছেড়ে রেখেছিল।","bangla_murtaza":"ফেরাউন ও তার পারিষদবর্গ নির্যাতন করবে এই ভয়ে মূসার কওমের কিছু যুবক ছাড়া আর কেউই তার প্রতি ঈমান আনেনি। ফেরাউন ছিলো দেশে এক উদ্ধত উচ্চাভিলাষী এবং সে ছিলো সীমালংঘনকারী।","english_text":"But none of them put faith in Moses except some youths among his people who were nonetheless afraid lest the Pharaoh and his nobles should persecute them; for the Pharaoh was mighty in the land, and guilty of excesses.","bangla_translit":"ফামা য় আ-মানা লিমূসা য় ইল্লা- র্য়ুরিয়্যাতুম্ মিন্ ক্বওমিহী ‘আলা-খওফিঁম্ মিন্ ফির‘আওনা অমালায়িহিম্ আইয়্যাফ্তিনাহুম্; অইন্না ফির‘আউনা লা‘আ-লিন্ ফিল্ আরদ্বি অইন্নাহূ লামিনাল্ মুস্রিফীন্।","english_translit":"Fama amana limoosa illa thurriyyatun min qawmihi AAala khawfin min firAAawna wamalaihim an yaftinahum wainna firAAawna laAAalin fee alardi wainnahu lamina almusrifeena"},{"sura":10,"aya":84,"quran_text":"وَقَالَ مُوسَى يَا قَوْمِ إِنْ كُنْتُمْ آمَنْتُمْ بِاللَّهِ فَعَلَيْهِ تَوَكَّلُوا إِنْ كُنْتُمْ مُسْلِمِينَ","bangla_mohiuddin":"আর মূসা বলল, হে আমার সম্প্রদায়, তোমরা যদি আল্লাহর উপর ঈমান এনে থাক, তবে তারই উপর ভরসা কর যদি তোমরা ফরমাবরদার হয়ে থাক।","bangla_murtaza":"মূসা বলেছিল: ‘হে আমার কওম! তোমরা যদি আল্লাহর প্রতি ঈমান এনে থাকো তাহলে তাঁরই উপর তাওয়াক্কুল করো যদি তোমরা মুসলিম হয়ে থাকে।’","english_text":"Moses said: \"O my people, if you do believe in God place your trust in Him if you are obedient.\"","bangla_translit":"অক্বা-লা মূসা-ইয়াক্বওমি ইন্ কুন্তুম্ আ-মান্তুম্ বিল্লা-হি ফা‘আলাইহি তাঅক্কালূ য় ইন্ কুন্তুম মুস্লিমীন্।","english_translit":"Waqala moosa ya qawmi in kuntum amantum biAllahi faAAalayhi tawakkaloo in kuntum muslimeena"},{"sura":10,"aya":85,"quran_text":"فَقَالُوا عَلَى اللَّهِ تَوَكَّلْنَا رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِلْقَوْمِ الظَّالِمِينَ","bangla_mohiuddin":"তখন তারা বলল, আমরা আল্লাহর উপর ভরসা করেছি। হে আমাদের পালনকর্তা, আমাদের উপর এ জালেম কওমের শক্তি পরীক্ষা করিও না।","bangla_murtaza":"তারা বলেছিল: “আমরা আল্লাহর প্রতি তাওয়াক্কুল করলাম, হে আমাদের প্রভু! আমাদেরকে এই যালিম লোকদের নির্যাতনের পাত্র বানিয়োনা।","english_text":"They answered: \"We have placed our trust in God. O Lord, do not make us a target of oppression for these tyrannical people,","bangla_translit":"ফাক্ব-লূ ‘আলাল্লা-হি তাঅক্কাল্না- রব্বানা-লা-তা জ্ব‘আল্না-ফিত্নাতাল্ লিল্ক্বওমিজ্জোয়া-লিমীন্।","english_translit":"Faqaloo AAala Allahi tawakkalna rabbana la tajAAalna fitnatan lilqawmi alththalimeena"},{"sura":10,"aya":86,"quran_text":"وَنَجِّنَا بِرَحْمَتِكَ مِنَ الْقَوْمِ الْكَافِرِينَ","bangla_mohiuddin":"আর আমাদেরকে অনুগ্রহ করে ছাড়িয়ে দাও এই কাফেরদের কবল থেকে।","bangla_murtaza":"আর তোমার দয়ায় আমাদেরকে এ কাফির কওমের কবল থেকে নাজাত দাও।”","english_text":"And deliver us by Your grace from a people who do not believe.\"","bangla_translit":"অনাজ্জি¦না-বিরহ্মাতিকা মিনাল্ ক্বওমিল্ কা-ফিরীন্।","english_translit":"Wanajjina birahmatika mina alqawmi alkafireena"},{"sura":10,"aya":87,"quran_text":"وَأَوْحَيْنَا إِلَى مُوسَى وَأَخِيهِ أَنْ تَبَوَّآ لِقَوْمِكُمَا بِمِصْرَ بُيُوتًا وَاجْعَلُوا بُيُوتَكُمْ قِبْلَةً وَأَقِيمُوا الصَّلَاةَ وَبَشِّرِ الْمُؤْمِنِينَ","bangla_mohiuddin":"আর আমি নির্দেশ পাঠালাম মূসা এবং তার ভাইয়ের প্রতি যে, তোমরা তোমাদের জাতির জন্য মিসরের মাটিতে বাস স্থান নির্ধারণ কর। আর তোমাদের ঘরগুলো বানাবে কেবলামুখী করে এবং নামায কায়েম কর আর যারা ঈমানদার তাদেরকে সুসংবাদ দান কর।","bangla_murtaza":"আমরা মূসা এবং তার ভাইকে অহির মাধ্যমে নির্দেশ দিয়েছিলাম : ‘তোমাদের কওমের জন্যে মিসরে ঘর নির্মাণ করো আর তোমাদের ঘরগুলোকে কিবলা (ইবাদতের স্থান) বানিয়ে নাও, সালাত কায়েম করো আর মুমিনদের সুসংবাদ দাও।’","english_text":"We commanded Moses and his brother: \"Build homes for your people in Egypt, and make your houses places of worship, perform your acts of prayer and give happy tidings to those who believe.\"","bangla_translit":"অআওহাইনা য় ইলা- মূসা- অআখীহি আন্ তাবাওয়্যাআ-লিক্বওমিকুমা-বিমিছ্রা বুইয়ূতাওঁ অ জ্ব‘আলূ বুইয়ূতাকুম্ কিব্লাতাওঁ অ আক্বীমুছ্ ছলা-হ্; অবাশ্শিরিল্ মুমিনীন্।","english_translit":"Waawhayna ila moosa waakheehi an tabawwaa liqawmikuma bimisra buyootan waijAAaloo buyootakum qiblatan waaqeemoo alssalata wabashshiri almumineena"},{"sura":10,"aya":88,"quran_text":"وَقَالَ مُوسَى رَبَّنَا إِنَّكَ آتَيْتَ فِرْعَوْنَ وَمَلَأَهُ زِينَةً وَأَمْوَالًا فِي الْحَيَاةِ الدُّنْيَا رَبَّنَا لِيُضِلُّوا عَنْ سَبِيلِكَ رَبَّنَا اطْمِسْ عَلَى أَمْوَالِهِمْ وَاشْدُدْ عَلَى قُلُوبِهِمْ فَلَا يُؤْمِنُوا حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ","bangla_mohiuddin":"মূসা বলল, হে আমার পরওয়ারদেগার, তুমি ফেরাউনকে এবং তার সর্দারদেরকে পার্থব জীবনের আড়ম্বর দান করেছ, এবং সম্পদ দান করেছ-হে আমার পরওয়ারদেগার, এ জন্যই যে তারা তোমার পথ থেকে বিপথগামী করব! হে আমার পরওয়ারদেগার, তাদের ধন-সম্পদ ধ্বংস করে দাও এবং তাদের অন্তরগুলোকে কাঠোর করে দাও যাতে করে তারা ততক্ষণ পর্যন্ত ঈমান না আনে যতক্ষণ না বেদনাদায়ক আযাব প্রত্যক্ষ করে নেয়।","bangla_murtaza":"মূসা বলেছিল: ‘আমাদের প্রভু! তুমি ফেরাউন আর তার পারিষদবর্গকে দুনিয়ার জীবনে চাকচিক্য আর সম্পদ দান করেছো। আমাদের প্রভু! তারা সেগুলো দিয়ে মানুষকে তোমার পথ থেকে বিপথগামী করে। আমাদের প্রভু! তাদের মাল-সম্পদ ধ্বংস করে দাও এবং তাদের হৃদয়গুলো কঠিন করে দাও। তারা বেদনাদায়ক আযাব দেখার আগ পর্যন্ত ঈমান আনবে না।’","english_text":"And Moses said: \"O Lord, have You bestowed on the Pharaoh and his nobles pomp and plenty in the life of this world that they might mislead people from Your path? Destroy their possessions, O Lord, and harden their hearts that they may not believe until they face the painful punishment.\"","bangla_translit":"অক্ব-লা মূসা-রব্বানা য় ইন্নাকা আ-তাইতা ফির‘আউনা অমালায়াহূ যীনাতাওঁ অআম্ওয়া-লান্ ফিল্ হা-ইয়া-তিদ্দুন্ইয়া-রব্বানা-লিইয়ুদ্বিল্ল আন্ সাবীলিকা রব্বানাত্বমিস্ ‘আলা য় আম্ওয়া-লিহিম্ অশ্দুদ্ ‘আলা-কুলূবিহিম্ ফালা-ইয়ুমিনূ হাত্তা-ইয়ারাউল্ ‘আযা-বাল্ আলীম্।","english_translit":"Waqala moosa rabbana innaka atayta firAAawna wamalaahu zeenatan waamwalan fee alhayati alddunya rabbana liyudilloo AAan sabeelika rabbana itmis AAala amwalihim waoshdud AAala quloobihim fala yuminoo hatta yarawoo alAAathaba alaleema"},{"sura":10,"aya":89,"quran_text":"قَالَ قَدْ أُجِيبَتْ دَعْوَتُكُمَا فَاسْتَقِيمَا وَلَا تَتَّبِعَانِّ سَبِيلَ الَّذِينَ لَا يَعْلَمُونَ","bangla_mohiuddin":"বললেন, তোমাদের দোয়া মঞ্জুর হয়েছে। অতএব তোমরা দুজন অটল থাকো এবং তাদের পথে চলো না যারা অজ্ঞ।","bangla_murtaza":"তিনি বলেছিলেন: তোমাদের দোয়া কবুল করা হলো, সুতরাং তোমরা অটল অবিচল থাকো, আর তোমরা অজ্ঞদের পথের অনুসরণ করোনা।","english_text":"Said (the Lord): \"Your prayer is answered. Therefore persist and do not follow the path of those who are ignorant.\"","bangla_translit":"ক্ব-লা ক্বদ্ উজ্বীবাত্ দা’অতুকুমা-ফাস্তাক্বীমা-অলা-তাত্তাবি‘আ - ন্নি সাবীলাল্লাযীনা লা-ইয়া’লামূন্।","english_translit":"Qala qad ojeebat daAAwatukuma faistaqeema wala tattabiAAanni sabeela allatheena la yaAAlamoona"},{"sura":10,"aya":90,"quran_text":"وَجَاوَزْنَا بِبَنِي إِسْرَائِيلَ الْبَحْرَ فَأَتْبَعَهُمْ فِرْعَوْنُ وَجُنُودُهُ بَغْيًا وَعَدْوًا حَتَّى إِذَا أَدْرَكَهُ الْغَرَقُ قَالَ آمَنْتُ أَنَّهُ لَا إِلَهَ إِلَّا الَّذِي آمَنَتْ بِهِ بَنُو إِسْرَائِيلَ وَأَنَا مِنَ الْمُسْلِمِينَ","bangla_mohiuddin":"আর বনী-ইসরাঈলকে আমি পার করে দিয়েছি নদী। তারপর তাদের পশ্চাদ্ধাবন করেছে ফেরাউন ও তার সেনাবাহিনী, দুরাচার ও বাড়াবাড়ির উদ্দেশে। এমনকি যখন তারা ডুবতে আরম্ভ করল, তখন বলল, এবার বিশ্বাস করে নিচ্ছি যে, কোন মা’বুদ নেই তাঁকে ছাড়া যাঁর উপর ঈমান এনেছে বনী-ইসরাঈলরা। বস্তুতঃ আমিও তাঁরই অনুগতদের অন্তর্ভুক্ত।","bangla_murtaza":"আমরা বনি ইসরাঈলকে সমুদ্র পার করিয়ে নিয়েছিলাম আর ফেরাউন ও তার সেনাবাহিনী ঔদ্ধত্যের সাথে সীমালংঘন করে তাদের পিছু ধাওয়া করে। তারপর যখন সে পানিতে ডুবতে থাকলো, বললো: ‘আমি (একথার প্রতি) ঈমান আনলাম যে, তিনি ছাড়া কোনো ইলাহ নেই, যার প্রতি ঈমান এনেছে বনি ইসরাঈল এবং আমি মুসলিমদের অন্তরভুক্ত হলাম।’","english_text":"And We brought the people of Israel across the sea, but the Pharaoh and his army pursued them wickedly and maliciously till he was on the point of drowning, and he said: \"I believe that there is no god but He in whom the people of Israel believe, and I submit to Him.\"","bangla_translit":"অজ্বা-অয্না- বিবানী য় ইস্রা - ঈলাল্ বাহ্রা ফাআত্বা‘আহুম্ ফির‘আউনু অজ্বুনূদুহূ বাগ্ইয়াওঁ অ‘আদ্ওয়া-;হাত্তা য় ইযা য় আদ্রকাহুল্ গবাকু ক্ব-লা আ-মান্তু আন্নাহূ লা য় ইলা-হা ইল্লাল্লাযী য় আ-মানাত্ বিহী বানূয় ইস্রা য় ঈলা অ আনা মিনাল্ মুস্লিমীন্।","english_translit":"Wajawazna bibanee israeela albahra faatbaAAahum firAAawnu wajunooduhu baghyan waAAadwan hatta itha adrakahu algharaqu qala amantu annahu la ilaha illa allathee amanat bihi banoo israeela waana mina almuslimeena"},{"sura":10,"aya":91,"quran_text":"آلْآنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنْتَ مِنَ الْمُفْسِدِينَ","bangla_mohiuddin":"এখন একথা বলছ! অথচ তুমি ইতিপূর্বে না-ফরমানী করছিলে। এবং পথভ্রষ্টদেরই অন্তর্ভুক্ত ছিলে।","bangla_murtaza":"এখন! অথচ ইতোপূর্বে তুমি অমান্য করেছিলে এবং তুমি ছিলে একজন ফাসাদ সৃষ্টিকারী।","english_text":"\"Yes, now\" (was the answer), \"though before this you were disobedient and rebellious.","bangla_translit":"আল্আ - না অক্বদ্ আ’ছোয়াইতা ক্বব্লু অকুন্তা মিনাল্ মুফসিদীন।","english_translit":"Alana waqad AAasayta qablu wakunta mina almufsideena"},{"sura":10,"aya":92,"quran_text":"فَالْيَوْمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنْ خَلْفَكَ آيَةً وَإِنَّ كَثِيرًا مِنَ النَّاسِ عَنْ آيَاتِنَا لَغَافِلُونَ","bangla_mohiuddin":"অতএব আজকের দিনে বাঁচিয়ে দিচ্ছি আমি তোমার দেহকে যাতে তোমার পশ্চাদবর্তীদের জন্য নিদর্শন হতে পারে। আর নিঃসন্দেহে বহু লোক আমার মহাশক্তির প্রতি লক্ষ্য করে না।","bangla_murtaza":"আজ আমরা তোমার দেহটা রক্ষা করবো, যাতে করে তুমি পরবর্তীদের জন্যে নিদর্শন হয়ে থাকো। অনেক মানুষই আমাদের নিদর্শন  সম্পর্কে গাফিল।","english_text":"We shall preserve your body today that you may be a lesson for those who come after you; as many a man is heedless of Our signs.\"","bangla_translit":"ফাল্ইয়াওমা নুনাজ্জ্বীকা বিবাদানিকা লিতাকূনা লিমান্ খল্ফাকা আ-ইয়াহ্; অইন্না কাছীরাম মিনান্ না-সি ‘আন্ আ-ইয়া-তিনা- লাগ-ফিলূন্।","english_translit":"Faalyawma nunajjeeka bibadanika litakoona liman khalfaka ayatan wainna katheeran mina alnnasi AAan ayatina laghafiloona"},{"sura":10,"aya":93,"quran_text":"وَلَقَدْ بَوَّأْنَا بَنِي إِسْرَائِيلَ مُبَوَّأَ صِدْقٍ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ فَمَا اخْتَلَفُوا حَتَّى جَاءَهُمُ الْعِلْمُ إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ","bangla_mohiuddin":"আর আমি বনী-ইসরাঈলদিগকে দান করেছি উত্তম স্থান এবং তাদেরকে আহার্য দিয়েছি পবিত্র-পরিচ্ছন্ন বস্তু-সামগ্রী। বস্তুতঃ তাদের মধ্যে মতবিরোধ হয়নি যতক্ষণ না তাদের কাছে এসে পৌছেছে সংবাদ। নিঃসন্দেহে তোমার পরওয়ারদেগার তাদের মাঝে মীমাংসা করে দেবেন কেয়ামতের দিন; যে ব্যাপারে তাদের মাঝে মতবিরোধ হয়েছিল","bangla_murtaza":"আমরা বনি ইসরাঈলকে উৎকৃষ্ট মানের আবাসভূমিতে বসবাস করিয়েছি এবং তাদের দিয়েছি উত্তম জীবন। তারপর তাদের কাছে এলেম আসার পর তারা বিভেদে লিপ্ত হয়। তোমার প্রভু কিয়ামতের দিন তাদের মাঝে ফায়সালা করে দেবেন, যে বিষয়ে তারা বিভেদ সৃষ্টি করেছিল।","english_text":"We gave the people of Israel a settled abode, and bestowed good things on them to eat and use. So they did not differ until they came to have knowledge. Your Lord will assuredly settle their differences on the Day of Resurrection.","bangla_translit":"অলাক্বদ্ বাওয়্যয়ানা-বানীয় ইস্রা - ঈলা মুবাওয়্যা আছিদ্ক্বিওঁ অরাযাক্বনা-হুম্ মিনাত্ব ত্বোইয়্যিবা-তি ফামাখ্ তালাফূ হাত্তা-জ্বা-আ হুমুল্ ‘ইল্ম্; ইন্না রব্বাকা ইয়াক্বদ্বী বাইনাহুম্ ইয়াওমাল্ ক্বিয়া-মাতি ফী মা-কা-নূ ফীহি ইয়াখ্তালিফূন্।","english_translit":"Walaqad bawwana banee israeela mubawwaa sidqin warazaqnahum mina alttayyibati fama ikhtalafoo hatta jaahumu alAAilmu inna rabbaka yaqdee baynahum yawma alqiyamati feema kanoo feehi yakhtalifoona"},{"sura":10,"aya":94,"quran_text":"فَإِنْ كُنْتَ فِي شَكٍّ مِمَّا أَنْزَلْنَا إِلَيْكَ فَاسْأَلِ الَّذِينَ يَقْرَءُونَ الْكِتَابَ مِنْ قَبْلِكَ لَقَدْ جَاءَكَ الْحَقُّ مِنْ رَبِّكَ فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ","bangla_mohiuddin":"সুতরাং তুমি যদি সে বস্তু সম্পর্কে কোন সন্দেহের সম্মুখীন হয়ে থাক যা তোমার প্রতি আমি নাযিল করেছি, তবে তাদেরকে জিজ্ঞেস করো যারা তোমার পূর্ব থেকে কিতাব পাঠ করছে। এতে কোন সন্দেহ নেই যে, তোমার পরওয়ারদেগারের নিকট থেকে তোমার নিকট সত্য বিষয় এসেছে। কাজেই তুমি কস্মিনকালেও সন্দেহকারী হয়ো না।","bangla_murtaza":"আমরা তোমার কাছে যা নাযিল করেছি সে বিষয়ে যদি তোমার সন্দেহ থাকে, তাহলে তোমার পূর্বের কিতাব যারা পাঠ করে তাদের জিজ্ঞাসা করে দেখো। অবশ্যি তোমার কাছে তোমার প্রভুর পক্ষ থেকে সত্য এসেছে, সুতরাং তুমি কোনো অবস্থাতেই সন্দেহে পড়ে থাকা লোকদের অন্তরভুক্ত হয়োনা।","english_text":"If you are in doubt of what We have sent down to you, then ask those who have been reading the Book (for a long time) before you. The truth has indeed come to you from your Lord, so do not be one of those who doubt,","bangla_translit":"ফাইন্ কুন্তা ফী শাক্কিম্ মিম্মা য় আন্যাল্না য় ইলাইকা ফাস্আলিল্লাযীনা ইয়াক্বরাঊনাল্ কিতা-বা মিন্ ক্বব্লিকা লাক্বদ্ জ্বা - আকাল্ হাক্বকু র্মি রব্বিকা ফালা- তাকূনান্না মিনাল্ মুম্তারীন্।","english_translit":"Fain kunta fee shakkin mimma anzalnna ilayka faisali allatheena yaqraoona alkitaba min qablika laqad jaaka alhaqqu min rabbika fala takoonanna mina almumtareena"},{"sura":10,"aya":95,"quran_text":"وَلَا تَكُونَنَّ مِنَ الَّذِينَ كَذَّبُوا بِآيَاتِ اللَّهِ فَتَكُونَ مِنَ الْخَاسِرِينَ","bangla_mohiuddin":"এবং তাদের অন্তর্ভুক্তও হয়ো না যারা মিথ্যা প্রতিপন্ন করেছে আল্লাহর বাণীকে। তাহলে তুমিও অকল্যাণে পতিত হয়ে যাবে।","bangla_murtaza":"তুমি সেইসব লোকদেরও অন্তরভুক্ত হয়োনা যারা মিথ্যা বলে প্রত্যাখ্যান করে আল্লাহর আয়াতকে, তাহলে তুমি শামিল হয়ে পড়বে ক্ষতিগ্রস্তদের মধ্যে,","english_text":"And do not be one of those who deny the signs of God, or you will be among the losers.","bangla_translit":"অলা-তাকূনান্না মিনাল্লাযীনা কায্যাবূ বিআ-ইয়া-তিল্লা-হি ফাতাকূনা মিনাল খ-সিরীন।","english_translit":"Wala takoonanna mina allatheena kaththaboo biayati Allahi fatakoona mina alkhasireena"},{"sura":10,"aya":96,"quran_text":"إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ","bangla_mohiuddin":"যাদের ব্যাপারে তোমার পরওয়ারদেগারের সিদ্ধান্ত নির্ধারিত হয়ে গেছে তারা ঈমান আনবে না।","bangla_murtaza":"যাদের বিরুদ্ধে তোমার প্রভুর বাণী সাব্যস্ত হয়ে গেছে, তারা ঈমান আনবে না।","english_text":"Verily those against whom the word of your Lord is pronounced will never believe,","bangla_translit":"ইন্নাল্লাযীনা হাক্বক্বাত ‘আলাইহিম্ কালিমাতু রব্বিকা লা-ইয়ুমিনূন্।","english_translit":"Inna allatheena haqqat AAalayhim kalimatu rabbika la yuminoona"},{"sura":10,"aya":97,"quran_text":"وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ","bangla_mohiuddin":"যদি তাদের সামনে সমস্ত নিদর্শনাবলী এসে উপস্থিত হয় তবুও যতক্ষণ না তারা দেখতে পায় বেদনাদায়ক আযাব।","bangla_murtaza":"এমন কি তাদের কাছে প্রতিটি নিদর্শন এলেও তারা যন্ত্রণাদায়ক আযাব দেখার আগ পর্যন্ত (ঈমান আনবে না)।","english_text":"Even though all the signs came to them, not till they face the grievous punishment.","bangla_translit":"অলাও জ্বা - আতহুম্ কুল্লু আ-ইয়াতিন্ হাত্তা- ইয়ারাউল্ ‘আযা-বাল্ আলীম্।","english_translit":"Walaw jaathum kullu ayatin hatta yarawoo alAAathaba alaleema"},{"sura":10,"aya":98,"quran_text":"فَلَوْلَا كَانَتْ قَرْيَةٌ آمَنَتْ فَنَفَعَهَا إِيمَانُهَا إِلَّا قَوْمَ يُونُسَ لَمَّا آمَنُوا كَشَفْنَا عَنْهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا وَمَتَّعْنَاهُمْ إِلَى حِينٍ","bangla_mohiuddin":"সুতরাং কোন জনপদ কেন এমন হল না যা ঈমান এনেছে অতঃপর তার সে ঈমান গ্রহণ হয়েছে কল্যাণকর? অবশ্য ইউনুসের সম্প্রদায়ের কথা আলাদা। তারা যখন ঈমান আনে তখন আমি তুলে নেই তাদের উপর থেকে অপমানজনক আযাব-পার্থিব জীবনে এবং তাদের কে কল্যাণ পৌছাই এক নিধারিত সময় পর্যন্ত।","bangla_murtaza":"তবে ইউনুসের কওমের কথা ভিন্ন। তারা ছাড়া কোনো জনপদের অধিবাসীরা কেন এমন হলো না যে, তারা ঈমান আনতো এবং তাদের ঈমান তাদের উপকারে আসতো? তারা যখন ঈমান এনেছিল আমরা তাদের থেকে পার্থিব জীবনের লাঞ্ছনাকর আযাব দূর করে দিয়েছিলাম এবং তাদেরকে কিছুকালের জন্যে ভোগ বিলাসের সামগ্রী সরবরাহ করেছিলাম।","english_text":"Why has there been no habitation that believed and profited by their faith, except the people of Jonah? When they came to believe, We removed from them the affliction of shame in the world, and made them prosperous for a time.","bangla_translit":"ফালাওলা-কা-নাত্ র্ক্বাইয়াতুন্ আ-মানাত্ ফানাফা‘আহা য় ঈমা-নুহা য় ইল্লা-ক্বওমা ইয়ূনুস; লাম্মা য় আ-মানূ কাশাফ্না-‘আন্হুম ‘আযা-বাল্ খিয্ইয়ি ফিল্ হাইয়া-তিদ্দুন্ইয়া-অমাত্তা’না-হুম্ ইলা-হীন্।","english_translit":"Falawla kanat qaryatun amanat fanafaAAaha eemanuha illa qawma yoonusa lamma amanoo kashafna AAanhum AAathaba alkhizyi fee alhayati alddunya wamattaAAnahum ila heenin"},{"sura":10,"aya":99,"quran_text":"وَلَوْ شَاءَ رَبُّكَ لَآمَنَ مَنْ فِي الْأَرْضِ كُلُّهُمْ جَمِيعًا أَفَأَنْتَ تُكْرِهُ النَّاسَ حَتَّى يَكُونُوا مُؤْمِنِينَ","bangla_mohiuddin":"আর তোমার পরওয়ারদেগার যদি চাইতেন, তবে পৃথিবীর বুকে যারা রয়েছে, তাদের সবাই ঈমান নিয়ে আসতে সমবেতভাবে। তুমি কি মানুষের উপর জবরদস্তী করবে ঈমান আনার জন্য?","bangla_murtaza":"তোমার প্রভু চাইলে বিশ্বে যারা আছে অবশ্যি সবাই ঈমান আনতো। তবে কি তুমি মানুষকে ঈমান আনার জন্যে বাধ্য করবে?","english_text":"If your Lord had willed, all the people on the earth would have come to believe, one and all.","bangla_translit":"অলাও শা - আ রব্বুকা লাআ-মানা মান্ ফিল্ র্আদ্বি কুল্লুহুম্ জ্বামী‘আ-; আফাআন্তা তুক্রিহুন না-সা হাত্তা-ইয়াকূনু মুমিনীন্।","english_translit":"Walaw shaa rabbuka laamana man fee alardi kulluhum jameeAAan afaanta tukrihu alnnasa hatta yakoonoo mumineena"},{"sura":10,"aya":100,"quran_text":"وَمَا كَانَ لِنَفْسٍ أَنْ تُؤْمِنَ إِلَّا بِإِذْنِ اللَّهِ وَيَجْعَلُ الرِّجْسَ عَلَى الَّذِينَ لَا يَعْقِلُونَ","bangla_mohiuddin":"আর কারো ঈমান আনা হতে পারে না, যতক্ষণ না আল্লাহর হুকুম হয়। পক্ষান্তরে তিনি অপবিত্রতা আরোপ করেন যারা বুদ্ধি প্রয়োগ করে না তাদের উপর।","bangla_murtaza":"আল্লাহর অনুমিত ছাড়া কোনো ব্যক্তির পক্ষে ঈমান আনা সম্ভব নয়। যারা আকল খাটায় না আল্লাহ্ তাদের কালিমা লিপ্ত করেন।","english_text":"Are you going to compel the people to believe except by God's dispensation? He puts doubt in (the minds of) those who do not think.","bangla_translit":"অমা-কা-না লিনাফ্সিন্ আন তুমিনা ইল্লা-বিইয্নিল্লা-হ; অইয়াজ্ব‘আর্লু রি জ্বসা ‘আলাল্লাযীনা লা-ইয়া’ক্বিলূন্।","english_translit":"Wama kana linafsin an tumina illa biithni Allahi wayajAAalu alrrijsa AAala allatheena la yaAAqiloona"},{"sura":10,"aya":101,"quran_text":"قُلِ انْظُرُوا مَاذَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَمَا تُغْنِي الْآيَاتُ وَالنُّذُرُ عَنْ قَوْمٍ لَا يُؤْمِنُونَ","bangla_mohiuddin":"তাহলে আপনি বলে দিন, চেয়ে দেখ তো আসমানসমুহে ও যমীনে কি রয়েছে। আর কোন নিদর্শন এবং কোন ভীতিপ্রর্দশনই কোন কাজে আসে না সেসব লোকের জন্য যারা মান্য করে না।","bangla_murtaza":"বলো: ‘মহাকাশ আর পৃথিবীতে যা কিছু আছে সেগুলোর প্রতি লক্ষ্য করো। যারা ঈমান আনে না, নিদর্শন এবং সতর্কবাণী তাদের কোনো উপকারে আসেনা।","english_text":"Say: \"Observe all there is in the heavens and the earth.\" But signs or warnings will be of no avail to those who do not believe.","bangla_translit":"কুলিন্জুরূ মা-যা-ফিস্ সামা-ওয়া-তি অল্ র্আদ্ব্; অমা-তুগ্নিল্ আ-ইয়া-তু অন্ নুযুরু আন্ ক্বাওমিল্ লা-ইয়ু’মিনূন্।","english_translit":"Quli onthuroo matha fee alssamawati waalardi wama tughnee alayatu waalnnuthuru AAan qawmin la yuminoona"},{"sura":10,"aya":102,"quran_text":"فَهَلْ يَنْتَظِرُونَ إِلَّا مِثْلَ أَيَّامِ الَّذِينَ خَلَوْا مِنْ قَبْلِهِمْ قُلْ فَانْتَظِرُوا إِنِّي مَعَكُمْ مِنَ الْمُنْتَظِرِينَ","bangla_mohiuddin":"সুতরাং এখন আর এমন কিছু নেই, যার অপেক্ষা করবে, কিন্তু সেসব দিনের মতই দিন, যা অতীত হয়ে গেছে এর পূর্বে। আপনি বলুন; এখন পথ দেখ; আমিও তোমাদের সাথে পথ চেয়ে রইলাম।","bangla_murtaza":"তারা কি তাদের আগেকার লোকদের উপর যা ঘটেছিল সেটার অপেক্ষা করছে। বলো: ‘তোমরা অপেক্ষা করো, আমিও তোমাদের সাথে অপেক্ষায় থাকলাম।’","english_text":"Can they expect anything but what the people before them had known? Say: \"Then wait. I am waiting with you.\"","bangla_translit":"ফাহাল্ ইয়ান্তাজিরূনা ইল্লা-মিছ্লা আইয়্যা-মিল্লাযীনা খালাও মিন্ ক্বব্লিহিম্; কুল্ ফান্তাজিরূ য় ইন্নী মা‘আকুম্ মিনাল্ মুন্তাজিরীন্","english_translit":"Fahal yantathiroona illa mithla ayyami allatheena khalaw min qablihim qul faintathiroo innee maAAakum mina almuntathireena"},{"sura":10,"aya":103,"quran_text":"ثُمَّ نُنَجِّي رُسُلَنَا وَالَّذِينَ آمَنُوا كَذَلِكَ حَقًّا عَلَيْنَا نُنْجِ الْمُؤْمِنِينَ","bangla_mohiuddin":"অতঃপর আমি বাঁচিয়ে নেই নিজের রসূলগণকে এবং তাদেরকে যারা ঈমান এনেছে এমনিভাবে। ঈমানদারদের বাঁচিয়ে নেয়া আমার দায়িত্বও বটে।","bangla_murtaza":"তারপর আমরা নাজাত দেবো আমাদের রসূলদেরকে আর ঈমানদারদেরকে। এভাবেই আমাদের দায়িত্ব মুমিনদের নাজাত দেয়া।","english_text":"Thus do We deliver our apostles and those who believe. As a matter of duty We save the believers.","bangla_translit":"ছুম্মা নুনাজ্জ্বী রুসুলানা-অল্লাযীনা আ-মানূ কাযা-লিকা হাক্বক্বান্ ‘আলাইনা-নুন্জ্বিল্ মু’মিনীন্।","english_translit":"Thumma nunajjee rusulana waallatheena amanoo kathalika haqqan AAalayna nunjee almumineena"},{"sura":10,"aya":104,"quran_text":"قُلْ يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي شَكٍّ مِنْ دِينِي فَلَا أَعْبُدُ الَّذِينَ تَعْبُدُونَ مِنْ دُونِ اللَّهِ وَلَكِنْ أَعْبُدُ اللَّهَ الَّذِي يَتَوَفَّاكُمْ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُؤْمِنِينَ","bangla_mohiuddin":"বলে দাও-হে মানবকুল, তোমরা যদি আমার দ্বীনের ব্যাপারে সন্দিহান হয়ে থাক, তবে (জেনো) আমি তাদের এবাদত করি না যাদের এবাদত তোমরা কর আল্লাহ ব্যতীত। কিন্তু আমি এবাদত করি আল্লাহ ত’য়ালার, যিনি তুলে নেন তোমাদেরকে। আর আমার প্রতি নির্দেশ হয়েছে যাতে আমি ঈমানদারদের অন্তর্ভুক্ত থাকি।","bangla_murtaza":"বলো: ‘হে মানুষ! তোমরা এখনো যদি আমার দীনের ব্যাপারে সন্দেহে থেকে থাকো, তবে জেনে রাখো, তোমরা আল্লাহ্ ছাড়া যাদের ইবাদত করো আমি তাদের ইবাদত করিনা। আমি ইবাদত করি একমাত্র আল্লাহর যিনি তোমাদের ওফাত ঘটান। আমাকে নির্দেশ দেয়া হয়েছে আমি যেনো মুমিনদের অন্তরভুক্ত থাকি।’","english_text":"Say: \"O men, if you have doubt about my faith, then (know) I do not worship those you worship apart from God, but I worship God who makes you die; and I am commanded to be a believer,","bangla_translit":"কুল ইয়া-আইয়্যুহান্না-সু ইন্ কুন্তুম্ ফী শাক্কিম্ মিন্ দীনী ফালা য় আ’বুদুল্লাযীনা তা’বুদূনা মিন্ দূনিল্লা-হি অলা-কিন্ আ’বুদুল্লাহাল্লাযী ইয়া তাওয়াফ্ফা-কুম্ অউর্মিতু আন্ আকূনা মিনাল্ মুমিনীন্।","english_translit":"Qul ya ayyuha alnnasu in kuntum fee shakkin min deenee fala aAAbudu allatheena taAAbudoona min dooni Allahi walakin aAAbudu Allaha allathee yatawaffakum waomirtu an akoona mina almumineena"},{"sura":10,"aya":105,"quran_text":"وَأَنْ أَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ","bangla_mohiuddin":"আর যেন সোজা দ্বীনের প্রতি মুখ করি সরল হয়ে এবং যেন মুশরেকদের অন্তর্ভুক্ত না হই।","bangla_murtaza":"আমাকে আরো নির্দেশ দেয়া হয়েছে: “তুমি একনিষ্ঠভাবে আদ-দীনের উপর কায়েম থাকো এবং কিছুতেই মুশরিকদের অন্তরভুক্ত হয়োনা।","english_text":"And to set my face toward the way, as one upright, and not be one of those who associate others with God.","bangla_translit":"অআন্ আক্বিম্ অ জ্বহাকা লিদ্দীনি হানীফান্ অলা-তাকূনান্না মিনাল্ মুশ্রিকীন্।","english_translit":"Waan aqim wajhaka lilddeeni haneefan wala takoonanna mina almushrikeena"},{"sura":10,"aya":106,"quran_text":"وَلَا تَدْعُ مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُكَ وَلَا يَضُرُّكَ فَإِنْ فَعَلْتَ فَإِنَّكَ إِذًا مِنَ الظَّالِمِينَ","bangla_mohiuddin":"আর নির্দেশ হয়েছে আল্লাহ ব্যতীত এমন কাউকে ডাকবে না, যে তোমার ভাল করবে না মন্দও করবে না। বস্তুতঃ তুমি যদি এমন কাজ কর, তাহলে তখন তুমিও জালেমদের অন্তর্ভুক্ত হয়ে যাবে।","bangla_murtaza":"আর আল্লাহ্ ছাড়া অন্যদের ডাকবেনা, যারা তোমার লাভক্ষতি কিছুই করতে পারেনা। তুমি যদি এমনটি করো তাহলে যালিমদের মধ্যে গণ্য হবে।”","english_text":"And not to invoke any other than God, who can neither help nor hurt me; for if I do, I would surely be unjust.","bangla_translit":"অলা-তাদ্‘উ মিন্ দূনিল্লা-হি মা-লা-ইয়ান্ফা‘উকা অলা-ইয়াদ্বরুরুকা ফাইন্ ফা‘আল্তা ফাইন্নাকা ইযাম্ মিনাজ্ জোয়া-লিমীন।","english_translit":"Wala tadAAu min dooni Allahi ma la yanfaAAuka wala yadurruka fain faAAalta fainnaka ithan mina alththalimeena"},{"sura":10,"aya":107,"quran_text":"وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِنْ يُرِدْكَ بِخَيْرٍ فَلَا رَادَّ لِفَضْلِهِ يُصِيبُ بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ وَهُوَ الْغَفُورُ الرَّحِيمُ","bangla_mohiuddin":"আর আল্লাহ যদি তোমার উপর কোন কষ্ট আরোপ করেন তাহলে কেউ নেই তা খন্ডাবার মত তাঁকে ছাড়া। পক্ষান্তরে যদি তিনি কিছু কল্যাণ দান করেন, তবে তার মেহেরবানীকে রহিত করার মতও কেউ নেই। তিনি যার প্রতি অনুগ্রহ দান করতে চান স্বীয় বান্দাদের মধ্যে তাকেই দান করেন; বস্তুত; তিনিই ক্ষমাশীল দয়ালু।","bangla_murtaza":"আল্লাহ্ তোমাকে কোনো অকল্যাণ দিলে তিনি ছাড়া তা দূর করার আর কেউই নেই। তিনি যদি তোমাকে কোনো কল্যাণ দান করেন, তবে তাঁর অনুগ্রহ রদ করারও কেউ নেই। তিনি তাঁর দাসদের যাঁকে ইচ্ছা নিজ অনুগ্রহ দান করেন। তিনি মহা ক্ষমাশীল মহাদয়াময়।","english_text":"Should God bring you harm there is none but He who could deliver you from it, and if He wish you good there is none who could take away His blessings: He showers them on those of His creatures as He please, and He is forgiving and kind.\"","bangla_translit":"অ ইঁ ইয়াম্সাস্কাল্লা-হু বিদ্বুররিন্ ফালা-কা-শিফা লাহূ য় ইল্লা-হুঅ অইঁ ইয়ুরিদ্কা বিখইরিন্ ফালা-র - দ্দা লিফাদ্ব্লিহ্; ইয়ুছীবু বিহী মাইঁ ইয়াশা - উ মিন্ ‘ইবা-দিহ; অহুওয়াল্ গফূর্রু রহীম্।","english_translit":"Wain yamsaska Allahu bidurrin fala kashifa lahu illa huwa wain yuridka bikhayrin fala radda lifadlihi yuseebu bihi man yashao min AAibadihi wahuwa alghafooru alrraheemu"},{"sura":10,"aya":108,"quran_text":"قُلْ يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمُ الْحَقُّ مِنْ رَبِّكُمْ فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَمَا أَنَا عَلَيْكُمْ بِوَكِيلٍ","bangla_mohiuddin":"বলে দাও, হে মানবকুল, সত্য তোমাদের কাছে পৌঁছে গেছে তোমাদের পরওয়ারদেগারের তরফ থেকে। এমন যে কেউ পথে আসে সেপথ প্রাপ্ত হয় স্বীয় মঙ্গলের জন্য। আর যে বিভ্রান্ত ঘুরতে থাকে, সে স্বীয় অমঙ্গলের জন্য বিভ্রান্ত অবস্থায় ঘুরতে থাকবে। অনন্তর আমি তোমাদের উপর অধিকারী নই।","bangla_murtaza":"হে নবী! বলো: ‘হে মানুষ! তোমাদের প্রভুর পক্ষ থেকে তোমাদের কাছে সত্য এসেছে, সুতরাং যে কেউ সঠিক পথে চলবে, সে তো নিজেরই কল্যাণ করবে, আর যে কেউ বিপথে চলবে সে নিজেরই অকল্যাণ করবে। আমি তোমাদের উকিল (কর্মসম্পাদক) নই।’","english_text":"Say: \"O men, the truth has come to you from your Lord, so he who follows the right path does so for himself, and he who goes astray errs against himself, and I am not a guardian over you.","bangla_translit":"কুল্ ইয়া য় আইয়্যুহান্না-সু ক্বাদ্ জ্বা - আকুমুল্ হাক্বক্কু র্মি রব্বিকুম্ ফামানিহ্ তাদা- ফাইন্নামা- ইয়াহ্তাদী লিনাফ্সিহী অমান্ দ্বোয়াল্লা ফাইন্নামা-ইয়াদ্বিল্লু ‘আলাইহা-; অমা য় আনা ‘আলাইকুম্ বিওয়াকীল্।","english_translit":"Qul ya ayyuha alnnasu qad jaakumu alhaqqu min rabbikum famani ihtada fainnama yahtadee linafsihi waman dalla fainnama yadillu AAalayha wama ana AAalaykum biwakeelin"},{"sura":10,"aya":109,"quran_text":"وَاتَّبِعْ مَا يُوحَى إِلَيْكَ وَاصْبِرْ حَتَّى يَحْكُمَ اللَّهُ وَهُوَ خَيْرُ الْحَاكِمِينَ","bangla_mohiuddin":"আর তুমি চল সে অনুযায়ী যেমন নির্দেশ আসে তোমার প্রতি এবং সবর কর, যতক্ষণ না ফয়সালা করেন আল্লাহ। বস্তুতঃ তিনি হচ্ছেন সর্বোত্তম ফয়সালাকারী।","bangla_murtaza":"তোমার প্রতি যে অহি নাযিল হচ্ছে তুমি তারই ইত্তেবা (অনুসরণ) করো, আর সবর অবলম্বন করো যতোক্ষণ না আল্লাহর ফায়সালা আসে। তিনিই সর্বোত্তম ফায়সালাকারী।","english_text":"Follow what is revealed to you, and persist until God pronounce His judgement; for He is the best of all judges.\"","bangla_translit":"অত্তাবি’ মা- ইয়ূহা য় ইলাইকা অর্ছ্বি হাত্তা-ইয়াহ্কুমাল্লা-হু অহুঅ খইরুল্ হা-কিমীন্।","english_translit":"WaittabiAA ma yooha ilayka waisbir hatta yahkuma Allahu wahuwa khayru alhakimeena"}]