[{"sura":61,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ","bangla_mohiuddin":"নভোমন্ডলে ও ভূমন্ডলে যা কিছু আছে, সবই আল্লাহর পবিত্রতা ঘোষণা করে। তিনি পরাক্রান্ত প্রজ্ঞাবান।","bangla_murtaza":"পরম করুণাময় পরম দয়াবান আল্লাহর নামে যা কিছু আছে মহাকাশে এবং যা কিছু আছে পৃথিবীতে সবই আল্লাহর তসবিহ্ করে এবং তিনি মহাশক্তিধর, মহাপ্রজ্ঞাবান।","english_text":"ALL THAT IS in the heavens and the earth sings the praises of God. He is all-mighty and all-wise.","bangla_translit":"সাব্বাহা লিল্লা-হি মা-ফিস্ সামা-ওয়া-তি অমা-ফিল্ র্আদ্বি অহুওয়াল্ ‘আযীযুল্ হাকীম্।","english_translit":"Sabbaha lillahi ma fee alssamawati wama fee alardi wahuwa alAAazeezu alhakeemu"},{"sura":61,"aya":2,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ","bangla_mohiuddin":"মুমিনগণ! তোমরা যা কর না, তা কেন বল?","bangla_murtaza":"হে ঈমানদার লোকেরা! তোমরা এমন কথা কেন বলো, যা তোমরা করোনা?","english_text":"O you who believe, why do you profess what you do not practise?","bangla_translit":"ইয়া য় আইয়্যুহাল্ লাযীনা আ-মানূ লিমা-তাকুলূনা মা-লা-তাফ্‘আলূন্।","english_translit":"Ya ayyuha allatheena amanoo lima taqooloona ma la tafAAaloona"},{"sura":61,"aya":3,"quran_text":"كَبُرَ مَقْتًا عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ","bangla_mohiuddin":"তোমরা যা কর না, তা বলা আল্লাহর কাছে খুবই অসন্তোষজনক।","bangla_murtaza":"তোমরা যা করোনা, তোমাদের সেকথা বলাটা আল্লাহর কাছে খুবই অসন্তোষজনক।","english_text":"Saying what you do not practice is odious to God.","bangla_translit":"কাবুরা মাকতান্ ই’ন্দাল্লা-হি আন্ তাকুলূ মা-লা- তাফ্‘আলূন্।","english_translit":"Kabura maqtan AAinda Allahi an taqooloo ma la tafAAaloona"},{"sura":61,"aya":4,"quran_text":"إِنَّ اللَّهَ يُحِبُّ الَّذِينَ يُقَاتِلُونَ فِي سَبِيلِهِ صَفًّا كَأَنَّهُمْ بُنْيَانٌ مَرْصُوصٌ","bangla_mohiuddin":"আল্লাহ তাদেরকে ভালবাসেন, যারা তাঁর পথে সারিবদ্ধভাবে লড়াই করে, যেন তারা সীসাগালানো প্রাচীর।","bangla_murtaza":"আল্লাহ সেইসব লোকদের ভালোবাসেন, যারা তাঁর পথে লড়াই করে সীসা ঢেলে তৈরি করা মজবুত প্রাচীরের মতো সারিবদ্ধ হয়ে।","english_text":"Surely God loves those who fight in His cause in full formations as though they were a compact wall.","bangla_translit":"ইন্নাল্লা-হা ইয়ুহিব্বুল্ লাযীনা ইয়ুক্ব-তিলূনা ফী সাবীলিহী ছোয়াফ্ফান্ কাআন্নাহুম্","english_translit":"Inna Allaha yuhibbu allatheena yuqatiloona fee sabeelihi saffan kaannahum bunyanun marsoosun"},{"sura":61,"aya":5,"quran_text":"وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَا قَوْمِ لِمَ تُؤْذُونَنِي وَقَدْ تَعْلَمُونَ أَنِّي رَسُولُ اللَّهِ إِلَيْكُمْ فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ","bangla_mohiuddin":"স্মরণ কর, যখন মূসা (আঃ) তাঁর সম্প্রদায়কে বললঃ হে আমার সম্প্রদায়, তোমরা কেন আমাকে কষ্ট দাও, অথচ তোমরা জান যে, আমি তোমাদের কাছে আল্লাহর রসূল। অতঃপর তারা যখন বক্রতা অবলম্বন করল, তখন আল্লাহ তাদের অন্তরকে বক্র করে দিলেন। আল্লাহ পাপাচারী সম্প্রদায়কে পথপ্রদর্শন করেন না।","bangla_murtaza":"মূসা যখন তার কওমকে বলেছিল: ‘হে আমার কওম! তোমরা কেন আমাকে কষ্ট দাও? অথচ তোমরা তো জানো, আমি তোমাদের কাছে আল্লাহর রসূল। তারপর তারা যখন বক্রতা অবলম্বন করে তখন আল্লাহও তাদের অন্তরকে বক্র করে দেন। আল্লাহ ফাসিকদের সঠিক পথ দেখাননা।","english_text":"When Moses said to his people: \"O my people, why do you afflict me though you know that I have been sent to you by God?\" But when they turned aside God made their hearts turn farther away; for God does not show the transgressors the way.","bangla_translit":"অইয্ ক্ব-লা মূসা- লিক্বওমিহী ইয়া-ক্বওমি লিমা-তু”যূনানী অক্বত্ তা’লামূনা আন্নী রাসূলুল্লা-হি ইলাইকুম্; ফালাম্মা-যা-গূ য় আযা-গল্লা-হু কুলূবাহুম্; অল্লা-হু লা-ইয়াহ্দিল্ ক্বওমাল্ ফা-সিক্বীন্।","english_translit":"Waith qala moosa liqawmihi ya qawmi lima tuthoonanee waqad taAAlamoona annee rasoolu Allahi ilaykum falamma zaghoo azagha Allahu quloobahum waAllahu la yahdee alqawma alfasiqeena"},{"sura":61,"aya":6,"quran_text":"وَإِذْ قَالَ عِيسَى ابْنُ مَرْيَمَ يَا بَنِي إِسْرَائِيلَ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ مُصَدِّقًا لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَمُبَشِّرًا بِرَسُولٍ يَأْتِي مِنْ بَعْدِي اسْمُهُ أَحْمَدُ فَلَمَّا جَاءَهُمْ بِالْبَيِّنَاتِ قَالُوا هَذَا سِحْرٌ مُبِينٌ","bangla_mohiuddin":"স্মরণ কর, যখন মরিয়ম-তনয় ঈসা (আঃ) বললঃ হে বনী ইসরাইল! আমি তোমাদের কাছে আল্লাহর প্রেরিত রসূল, আমার পূর্ববর্তী তওরাতের আমি সত্যায়নকারী এবং আমি এমন একজন রসূলের সুসংবাদদাতা, যিনি আমার পরে আগমন করবেন। তাঁর নাম আহমদ। অতঃপর যখন সে স্পষ্ট প্রমাণাদি নিয়ে আগমন করল, তখন তারা বললঃ এ তো এক প্রকাশ্য যাদু।","bangla_murtaza":"স্মরণ করো, মরিয়মের পুত্র ঈসা যখন বলেছিল: ‘হে বনি ইসরাঈল! আমি তোমাদের প্রতি আল্লাহর রসূল। আমার আগে থেকেই তোমাদের কাছে যে তাওরাত রয়েছে আমি তার সত্যায়ন করছি এবং আমি সুসংবাদ দিচ্ছি, আমার পরে একজন রসূল আসবেন, তাঁর নাম হবে আহমদ।’ তারপর সে (আহমদ) যখন স্পষ্ট নিদর্শনাবলি নিয়ে তাদের কাছে এলো, তারা বললো: ‘এতো এক স্পষ্ট ম্যাজিক।’","english_text":"And when Jesus, son of Mary, said: \"O children of Israel, I am sent to you by God to confirm the Torah (sent) before me, and to give you good tidings of an apostle who will come after me, whose name is Ahmad (the praised one).\" Yet when he has come to them with clear proofs, they say: \"This is only magic.\"","bangla_translit":"অইয্ ক্ব-লা ‘ঈসাব্নু র্মাইয়ামা ইয়াবানী য় ইস্র-ঈলা ইন্নী রসূলুল্ লা-হি ইলাইকুম্ মুছোয়াদ্দিক্বাল্লিমা-বাইনা ইয়াদাইয়্যা মিনাত তাওর-তি অমুবাশ্শিরম্ বিরাসূলিঁই ইয়া”তী মিম্ বা’দিস্মুহূ য় আহ্মদ্; ফালাম্মা-জ্বা-য়াহুম্ বিল্ বাইয়্যিনা-তি ক্ব-লূ হা-যা সিহ্রুম্ মুবীন্।","english_translit":"Waith qala AAeesa ibnu maryama ya banee israeela innee rasoolu Allahi ilaykum musaddiqan lima bayna yadayya mina alttawrati wamubashshiran birasoolin yatee min baAAdee ismuhu ahmadu falamma jaahum bialbayyinati qaloo hatha sihrun mubeenun"},{"sura":61,"aya":7,"quran_text":"وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ الْكَذِبَ وَهُوَ يُدْعَى إِلَى الْإِسْلَامِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ","bangla_mohiuddin":"যে ব্যক্তি ইসলামের দিকে আহুত হয়েও আল্লাহ সম্পর্কে মিথ্যা বলে; তার চাইতে অধিক যালেম আর কে? আল্লাহ যালেম সম্প্রদায়কে পথ প্রদর্শন করেন না।","bangla_murtaza":"ঐ ব্যক্তির চাইতে বড় যালিম আর কে, যাকে ইসলামের দিকে ডাকা সত্ত্বেও সে মিথ্যা রচনা করে আল্লাহর প্রতি আরোপ করে? আল্লাহ যালিম লোকদের সঠিক পথে পরিচালিত করেন না।","english_text":"Who is more unjust than he who invents a lie against God when he is called to submit? God does not show the evil-doers the way.","bangla_translit":"অ মান্ আজ্লামু মিম্মানিফ্তার- ‘আলাল্লা-হিল্ কাযিবা অহুওয়া ইয়ুদ্‘আ য় ইলাল্ ইস্লা-ম্; অল্লা-হু লা-ইয়াহ্দিল্ ক্বওমাজ্ জোয়া-লিমীন্।","english_translit":"Waman athlamu mimmani iftara AAala Allahi alkathiba wahuwa yudAAa ila alislami waAllahu la yahdee alqawma alththalimeena"},{"sura":61,"aya":8,"quran_text":"يُرِيدُونَ لِيُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَاللَّهُ مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الْكَافِرُونَ","bangla_mohiuddin":"তারা মুখের ফুঁৎকারে আল্লাহর আলো নিভিয়ে দিতে চায়। আল্লাহ তাঁর আলোকে পূর্ণরূপে বিকশিত করবেন যদিও কাফেররা তা অপছন্দ করে।","bangla_murtaza":"তারা ফুঁ দিয়ে নিভিয়ে দিতে চায় আল্লাহর নূরকে, অথচ আল্লাহ তাঁর নূরকে পরিপূর্ণ উদ্ভাসিত করবেনই, কাফিররা তা অপছন্দ করলেও।","english_text":"They want to extinguish the light of God by uttering blasphemies. But God wills to perfect His light, however the unbelievers may dislike it.","bangla_translit":"ইয়ুরীদূনা লিইয়ুতফিয়ূ নূরল্লা-হি বিআফ্ওয়া-হিহিম্ অল্লাহু মুতিম্মু নূরিহী অলাও কারিহাল্ কা-ফিরূন্।","english_translit":"Yureedoona liyutfioo noora Allahi biafwahihim waAllahu mutimmu noorihi walaw kariha alkafiroona"},{"sura":61,"aya":9,"quran_text":"هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ","bangla_mohiuddin":"তিনি তাঁর রসূলকে পথ নির্দেশ ও সত্যধর্ম নিয়ে প্রেরণ করেছেন, যাতে একে সবধর্মের উপর প্রবল করে দেন যদিও মুশরিকরা তা অপছন্দ করে।","bangla_murtaza":"আল্লাহ তো সেই মহান সত্তা, যিনি তাঁর রসূলকে হিদায়াত এবং সত্য দীন দিয়ে পাঠিয়েছেন, তাকে অন্যসব দীনের উপর বিজয়ী করার উদ্দেশ্যে, মুশরিকরা তা অপছন্দ করলেও।","english_text":"It is He who sent His Apostle with the guidance and the true way to raise it above all faiths, however the idolaters may dislike it.","bangla_translit":"হুওয়াল্লাযী র্আসালা রাসূলাহূ বিল্ হুদা অদীনিল্ হাকক্বি লিইয়ুজ্ হিরাহূ ‘আলাদ্দীনি কুল্লিহী অলাও কারিহাল্ মুশ্রিকূন্।","english_translit":"Huwa allathee arsala rasoolahu bialhuda wadeeni alhaqqi liyuthhirahu AAala alddeeni kullihi walaw kariha almushrikoona"},{"sura":61,"aya":10,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنْجِيكُمْ مِنْ عَذَابٍ أَلِيمٍ","bangla_mohiuddin":"মুমিনগণ, আমি কি তোমাদেরকে এমন এক বানিজ্যের সন্ধান দিব, যা তোমাদেরকে যন্ত্রণাদায়ক শাস্তি থেকে মুক্তি দেবে?","bangla_murtaza":"হে ঈমানদার লোকেরা! আমি কি তোমাদের এমন এক ব্যবসায়ের সংবাদ দেবো, যা তোমাদের নাজাত (মুক্তি) দেবে বেদনাদায়ক আযাব থেকে?","english_text":"O you who believe, may I offer you a bargain which will save you from a painful punishment?","bangla_translit":"ইয়া য় আইয়্যুহাল্লাযীনা আ-মানূ হাল্ আদুল্লুকুম্ ‘আলা- তিজ্বা-রতিন্ তুন্জ্বীকুম্ মিন্ ‘আযা-বিন্ আলীম্।","english_translit":"Ya ayyuha allatheena amanoo hal adullukum AAala tijaratin tunjeekum min AAathabin aleemin"},{"sura":61,"aya":11,"quran_text":"تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ","bangla_mohiuddin":"তা এই যে, তোমরা আল্লাহ ও তাঁর রসূলের প্রতি বিশ্বাস স্থাপন করবে এবং আল্লাহর পথে নিজেদের ধন-সম্পদ ও জীবনপণ করে জেহাদ করবে। এটাই তোমাদের জন্যে উত্তম; যদি তোমরা বোঝ।","bangla_murtaza":"তাহলো: তোমরা ঈমান রাখবে আল্লাহর প্রতি এবং তাঁর রসূলের প্রতি, আর জিহাদ (চেষ্টা সংগ্রাম) করবে আল্লাহর পথে তোমাদের অর্থ সম্পদ এবং জান-প্রাণ দিয়ে। তোমাদের জন্যে এটাই কল্যাণকর যদি তোমরা জানো!","english_text":"Come to believe in God and His Apostle, and struggle in the cause of God, wealth and soul. This will be good for you, if you can understand.","bangla_translit":"তুমিনূনা বিল্লা-হি অরসূলিহী অতুজ্বা- হিদূনা ফী সাবীলিল্লা-হি বিআম্ওয়া লিকুম্ অ আন্ফুসিকুম্; যা-লিকুম্ খইরুল্লাকুম্ ইন্ কুন্তুম্ তা’লামূন্।","english_translit":"Tuminoona biAllahi warasoolihi watujahidoona fee sabeeli Allahi biamwalikum waanfusikum thalikum khayrun lakum in kuntum taAAlamoona"},{"sura":61,"aya":12,"quran_text":"يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ ذَلِكَ الْفَوْزُ الْعَظِيمُ","bangla_mohiuddin":"তিনি তোমাদের পাপরাশি ক্ষমা করবেন এবং এমন জান্নাতে দাখিল করবেন, যার পাদদেশে নদী প্রবাহিত এবং বসবাসের জান্নাতে উত্তম বাসগৃহে। এটা মহাসাফল্য।","bangla_murtaza":"(এ তিজারত করলে) তিনি ক্ষমা করে দেবেন তোমাদের গুনাহ্ এবং তোমাদের দাখিল (প্রবেশ) করবেন জান্নাতে, যার নিচে দিয়ে থাকবে বহমান নদ নদী নহর। আরো থাকবে স্থায়ী জান্নাতে চমৎকার আবাস (বাসগৃহ) সমূহ। এটাই মহাসাফল্য!","english_text":"He will forgive you your sins and admit you to gardens with rivers flowing by, and excellent mansions in the garden of Eden. This will be a great fulfilment.","bangla_translit":"ইয়াগ্ফির লাকুম্ যুনূবাকুম্ অ ইয়ুদ্খিল্কুম্ জ্বান্না-তিন্ তাজ্ব্রী মিন্ তাহ্তিহাল্ আন্হা-রু অ মাসা-কিনা ত্বোয়াইয়িবাতান্ ফী জ্বান্না-তি আদ্ন; যা-লিকাল্ ফাওযুল্ ‘আজীম্।","english_translit":"Yaghfir lakum thunoobakum wayudkhilkum jannatin tajree min tahtiha alanharu wamasakina tayyibatan fee jannati AAadnin thalika alfawzu alAAatheemu"},{"sura":61,"aya":13,"quran_text":"وَأُخْرَى تُحِبُّونَهَا نَصْرٌ مِنَ اللَّهِ وَفَتْحٌ قَرِيبٌ وَبَشِّرِ الْمُؤْمِنِينَ","bangla_mohiuddin":"এবং আরও একটি অনুগ্রহ দিবেন, যা তোমরা পছন্দ কর। আল্লাহর পক্ষ থেকে সাহায্য এবং আসন্ন বিজয়। মুমিনদেরকে এর সুসংবাদ দান করুন।","bangla_murtaza":"তোমাদের জন্যে আরো থাকবে যা তোমরা আকাক্সক্ষা করো সেটা (অর্থাৎ) আল্লাহর সাহায্য আর নিকটবর্তী (সময়ের মধ্যে) বিজয়। (হে নবী!) মুমিনদের সুসংবাদ দাও।","english_text":"And (He will give you) what is dearest to you -- help from God and early victory. So give good tidings to those who believe.","bangla_translit":"অউখ্রা-তুহিব্বূনাহা-; নাছ্রুম্ মিনাল্লা-হি অফাত্হুন্ ক্বরীব্; অবাশ্শিরিল্ মু’’মিনীন্।","english_translit":"Waokhra tuhibboonaha nasrun mina Allahi wafathun qarreebun wabashshiri almumineena"},{"sura":61,"aya":14,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا أَنْصَارَ اللَّهِ كَمَا قَالَ عِيسَى ابْنُ مَرْيَمَ لِلْحَوَارِيِّينَ مَنْ أَنْصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَارُ اللَّهِ فَآمَنَتْ طَائِفَةٌ مِنْ بَنِي إِسْرَائِيلَ وَكَفَرَتْ طَائِفَةٌ فَأَيَّدْنَا الَّذِينَ آمَنُوا عَلَى عَدُوِّهِمْ فَأَصْبَحُوا ظَاهِرِينَ","bangla_mohiuddin":"মুমিনগণ, তোমরা আল্লাহর সাহায্যকারী হয়ে যাও, যেমন ঈসা ইবনে-মরিয়ম তার শিষ্যবর্গকে বলেছিল, আল্লাহর পথে কে আমার সাহায্যকারী হবে? শিষ্যবর্গ বলেছিলঃ আমরা আল্লাহর পথে সাহায্যকারী। অতঃপর বনী-ইসরাঈলের একদল বিশ্বাস স্থাপন করল এবং একদল কাফের হয়ে গেল। যারা বিশ্বাস স্থাপন করেছিল, আমি তাদেরকে তাদের শত্রুদের মোকাবেলায় শক্তি যোগালাম, ফলে তারা বিজয়ী হল।","bangla_murtaza":"হে ঈমানদার লোকেরা! তোমরা আল্লাহর সাহায্যকারী হয়ে যাও, যেমন ঈসা ইবনে মরিয়ম হাওয়ারীদের (তার সাথিদের) বলেছিল: ‘আল্লাহর পথে কে হবে আমার সাহায্যকারী?’ হাওয়ারীরা ও বলেছিল: ‘আমরা হবো আল্লাহর পথে সাহায্যকারী।’ ফলে বনি ইসরাঈলের একদল লোক ঈমান আনে, আরেক দল করে কুফুরি। তখন আমরা ঈমান আনা লোকদের সাহায্য করলাম তাদের শত্রুদের মোকাবেলায় এবং তারা অর্জন করলো বিজয়।","english_text":"O you who believe, be helpers of God, as Jesus, son of Mary, had said to the disciples: \"Who will help me in the way of God?\" and they had answered: \"We are the helpers of God.\" Then a section among the children of Israel believed, but a section among them did not. So We helped those who believed against their enemies, and they prevailed over them.","bangla_translit":"ইয়া য় আইয়ুহাল্ লাযীনা আ-মানূ কূনূ য় আন্ছোয়া-রল্লা-হি কামা-ক্ব-লা ‘ঈসাব্নু র্মাইয়ামা লিল্ হাওয়া-রিয়্যীনা মান্ আন্ছোয়া-রী য় ইলাল্লা-হ্; ক্ব-লাল্ হাওয়া-রিয়্যূনা নাহ্নু আন্ছোয়া-রুল্লা-হি ফাআমানাত্ ত্বোয়া-য়িফাতুম্ মিন্ বানী য় ইস্র-য়ীলা অকাফারাত্ ত্বোয়া-য়িফাতুন্ ফাআইইয়াদ্নাল্ লাযীনা আ-মানূ ‘আলা- ‘আদুওওয়িহিম্ ফাআছ্বাহূ জোয়া-হিরীন্।","english_translit":"Ya ayyuha allatheena amanoo koonoo ansara Allahi kama qala AAeesa ibnu maryama lilhawariyyeena man ansaree ila Allahi qala alhawariyyoona nahnu ansaru Allahi faamanat taifatun min banee israeela wakafarat taifatun faayyadna allatheena amanoo AAala AAaduwwihim faasbahoo thahireena"}]