[{"sura":5,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ يَا أَيُّهَا الَّذِينَ آمَنُوا أَوْفُوا بِالْعُقُودِ أُحِلَّتْ لَكُمْ بَهِيمَةُ الْأَنْعَامِ إِلَّا مَا يُتْلَى عَلَيْكُمْ غَيْرَ مُحِلِّي الصَّيْدِ وَأَنْتُمْ حُرُمٌ إِنَّ اللَّهَ يَحْكُمُ مَا يُرِيدُ","bangla_text":"মুমিনগণ, তোমরা অঙ্গীকারসমূহ পূর্ন কর। তোমাদের জন্য চতুষ্পদ জন্তু হালাল করা হয়েছে, যা তোমাদের কাছে বিবৃত হবে তা ব্যতীত। কিন্তু এহরাম বাধাঁ অবস্থায় শিকারকে হালাল মনে করো না! নিশ্চয় আল্লাহ তা’আলা যা ইচ্ছা করেন, নির্দেশ দেন।","english_text":"O YOU WHO believe, fulfil your obligations. Made lawful (as food) for you are animals except those mentioned (here); but unlawful during Pilgrimage is game. God ordains whatsoever He wills.","bangla_translit":"ইয়া য় আইয়্যুহাল্লাযীনা আ-মানূ য় আওফূ বিল্ ‘উকুদ্; উহিল্লাত্ লাকুম্ বাহীমাতুল্ আন‘আ-মি ইল্লা-মা-ইয়ুত্লা-‘আলাইকুম্ গাইরা মুহিল্লিছ্ ছোয়াইদি অ আন্তুম্ হুরুম্; ইন্নাল্লা-হা ইয়াহ্কুমু মা-ইয়ুরীদ্।","english_translit":null},{"sura":5,"aya":2,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحِلُّوا شَعَائِرَ اللَّهِ وَلَا الشَّهْرَ الْحَرَامَ وَلَا الْهَدْيَ وَلَا الْقَلَائِدَ وَلَا آمِّينَ الْبَيْتَ الْحَرَامَ يَبْتَغُونَ فَضْلًا مِنْ رَبِّهِمْ وَرِضْوَانًا وَإِذَا حَلَلْتُمْ فَاصْطَادُوا وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ أَنْ صَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ أَنْ تَعْتَدُوا وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلَا تَعَاوَنُوا عَلَى الْإِثْمِ وَالْعُدْوَانِ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ","bangla_text":"হে মুমিনগণ! হালাল মনে করো না আল্লাহর নিদর্শনসমূহ এবং সম্মানিত মাসসমূহকে এবং হরমে কুরবানীর জন্যে নির্দিষ্ট জন্তুকে এবং ঐসব জন্তুকে, যাদের গলায় কন্ঠাভরণ রয়েছে এবং ঐসব লোককে যারা সম্মানিত গৃহ অভিমুখে যাচ্ছে, যারা স্বীয় পালনকর্তার অনুগ্রহ ও সন্তুষ্টি কামনা করে। যখন তোমরা এহরাম থেকে বের হয়ে আস, তখন শিকার কর। যারা পবিত্র মসজিদ থেকে তোমাদেরকে বাধা প্রদান করেছিল, সেই সম্প্রদায়ের শুত্রুতা যেন তোমাদেরকে সীমালঙ্ঘনে প্ররোচিত না করে। সৎকর্ম ও খোদাভীতিতে একে অন্যের সাহায্য কর। পাপ ও সীমালঙ্ঘনের ব্যাপারে একে অন্যের সহায়তা করো না। আল্লাহকে ভয় কর। নিশ্চয় আল্লাহ তা’আলা কঠোর শাস্তিদাতা।","english_text":"O you who believe, do not violate the (sanctity of) offerings to God, nor the rites of the holy month, nor sacrificial cattle with garlands (that are brought to the Ka'bah), nor of the people who flock to the Holy House seeking the bounties of their Lord, and His pleasure. Hunt when you have laid aside the robe of the pilgrim. And do not let your hatred of a people who had barred you from the Holy Mosque lead you to aggression. But help one another in goodness and piety, and do not assist in crime and rebellion, and fear God. Surely God is severe in punishment.","bangla_translit":"ইয়া য় আইয়্যুহাল লাযীনা আ-মানূ লা-তুহিল্লু শা‘আ - য়িরাল্লা-হি অলাশ্ শাহ্রাল্ হারা-মা অলাল্ হাদ্ইয়া অলাল্ ক্বালা-য়িদা অলা য় আ - ম্মীনাল্ বাইতাল্ হার-মা ইয়াব্তাগূনা ফাদ্ব লাম্ র্মি রব্বিহিম্ অরিদ্ব্ওয়ানা-; অইযা-হালাল্তুম্ ফাছ্ত্বোয়া-দূ; অলা-ইয়াজুরিমান্নাকুম্ শানায়া-নু ক্বাওমিন্ আন্ ছোয়াদ্দূকুম্ ‘আনিল্ মাস্জ্বিদিল্ হারা-মি আন্ তা’তাদূ। অতা‘আ-অনূ ‘আলাল্ র্বিরি অত্তাক্বওয়া- অলা- তা‘আ-অনূ ‘আলাল্ ইছ্মি অল্ উদ্ওয়া-নি অত্তাকুল্লা-হ্; ইন্নাল্লা-হা শাদী দুল্ ‘ইক্বা-ব্।","english_translit":null},{"sura":5,"aya":3,"quran_text":"حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ وَالْمُنْخَنِقَةُ وَالْمَوْقُوذَةُ وَالْمُتَرَدِّيَةُ وَالنَّطِيحَةُ وَمَا أَكَلَ السَّبُعُ إِلَّا مَا ذَكَّيْتُمْ وَمَا ذُبِحَ عَلَى النُّصُبِ وَأَنْ تَسْتَقْسِمُوا بِالْأَزْلَامِ ذَلِكُمْ فِسْقٌ الْيَوْمَ يَئِسَ الَّذِينَ كَفَرُوا مِنْ دِينِكُمْ فَلَا تَخْشَوْهُمْ وَاخْشَوْنِ الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا فَمَنِ اضْطُرَّ فِي مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ لِإِثْمٍ فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ","bangla_text":"তোমাদের জন্যে হারাম করা হয়েছে মৃত জীব, রক্ত, শুকরের মাংস, যেসব জন্তু আল্লাহ ছাড়া অন্যের নামে উৎসর্গকৃত হয়, যা কন্ঠরোধে মারা যায়, যা আঘাত লেগে মারা যায়, যা উচ্চ স্থান থেকে পতনের ফলে মারা যা, যা শিং এর আঘাতে মারা যায় এবং যাকে হিংস্র জন্তু ভক্ষণ করেছে, কিন্তু যাকে তোমরা যবেহ করেছ। যে জন্তু যজ্ঞবেদীতে যবেহ করা হয় এবং যা ভাগ্য নির্ধারক শর দ্বারা বন্টন করা হয়। এসব গোনাহর কাজ। আজ কাফেররা তোমাদের দ্বীন থেকে নিরাশ হয়ে গেছে। অতএব তাদেরকে ভয় করো না বরং আমাকে ভয় কর। আজ আমি তোমাদের জন্যে তোমাদের দ্বীনকে পূর্নাঙ্গ করে দিলাম, তোমাদের প্রতি আমার অবদান সম্পূর্ণ করে দিলাম এবং ইসলামকে তোমাদের জন্যে দ্বীন হিসেবে পছন্দ করলাম। অতএব যে ব্যাক্তি তীব্র ক্ষুধায় কাতর হয়ে পড়ে; কিন্তু কোন গোনাহর প্রতি প্রবণতা না থাকে, তবে নিশ্চয়ই আল্লাহ তা’আলা ক্ষমাশীল।","english_text":"Forbidden you is carrion and blood, and the flesh of the swine, and whatsoever has been killed in the name of some other than God, and whatever has been strangled, or killed by a blow or a fall, or by goring, or that which has been mauled by wild beasts unless slaughtered while still alive; and that which has been slaughtered at altars is forbidden, and also dividing the meat by casting lots with arrows. All this is sinful. Today the unbelievers have lost every hope of (despoiling) your creed; so do not fear them, fear Me. Today I have perfected your system of belief and bestowed My favours upon you in full, and have chosen submission (al-Islam) as the creed for you. If one of you is driven by hunger (to eat the forbidden) without the evil intent of sinning, then God is forgiving and kind.","bangla_translit":"র্হুরিমাত্ ‘আলাইকুমুল্ মাইতাতু অদ্দামু অলাহ্মুল্ খিন্যীরি অমা য় উহিল্লা লিগাইরিল্লা-হি বিহী অল্ মুন্খানিক্বাতু অল্ মাওক্বুযাতু অল্ মুতারদ্দিয়াতু অন্নাত্বীহাতু অমা য় আকালাস্ সাবু‘উ ইল্লা-মা-যাক্কাইতুম্; অমা-যুবিহা ‘আলান্ নুছুবি অআন্ তাস্তাক্ব্সিমূ বিল্ আয্লা-ম্; যা-লিকুম্ ফিস্ক্ব্; আল্ ইয়াওমা ইয়াইসাল্ লাযীনা কাফারূ মিন্ দীনিকুম্ ফালা-তাখ্শাওহুম্ অখ্শাওন্; আল্ইয়াওমা আক্মাল্তু লাকুম্ দীনাকুম্ অআত্মাম্তু ‘আলাইকুম্ নি’মাতী অরাদ্বীতু লাকুমুল্ ইস্লা-মা দীনা-; ফামানিদ্ব্ ত্বর্ ুরা ফী মাখ্ মাছোয়াতিন্ গাইরা মুতাজ্বা-নিফিল্ লিইছ্মিন্ ফাইন্নাল্লা-হা গাফূর্রু রাহীম্।","english_translit":null},{"sura":5,"aya":4,"quran_text":"يَسْأَلُونَكَ مَاذَا أُحِلَّ لَهُمْ قُلْ أُحِلَّ لَكُمُ الطَّيِّبَاتُ وَمَا عَلَّمْتُمْ مِنَ الْجَوَارِحِ مُكَلِّبِينَ تُعَلِّمُونَهُنَّ مِمَّا عَلَّمَكُمُ اللَّهُ فَكُلُوا مِمَّا أَمْسَكْنَ عَلَيْكُمْ وَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهِ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ","bangla_text":"তারা আপনাকে জিজ্ঞেস করে যে, কি বস্তু তাদের জন্যে হালাল? বলে দিন, তোমাদের জন্যে পবিত্র বস্তুসমূহ হালাল করা হয়েছে। যেসব শিকারী জন্তুকে তোমরা প্রশিক্ষণ দান কর শিকারের প্রতি প্রেরণের জন্যে এবং ওদেরকে ঐ পদ্ধতিতে প্রশিক্ষণ দাও, যা আল্লাহ তোমাদেরকে শিক্ষা দিয়েছেন। এমন শিকারী জন্তু যে শিকারকে তোমাদের জন্যে ধরে রাখে, তা খাও এবং তার উপর আল্লাহর নাম উচ্চারণ কর। আল্লাহকে ভয় করতে থাক। নিশ্চয় আল্লাহ সত্ত্বর হিসাব গ্রহণকারী।","english_text":"They ask you what is lawful for them. Say: \"All things are lawful for you that are clean, and what the trained hunting animals take for you as you have trained then, in the light of God's teachings, but read over them the name of God, and fear (straying from the path of) God, for God is swift in the reckoning.\"","bangla_translit":"ইয়াস্আলূনাকা মা- যা য় উহিল্লা লাহুম্; ক্বুল্ উহিল্লা লাকুমুত্ত্বোয়াইয়্যিবা-তু অমা- ‘আল্লাম্তুম্ মিনাল্ জ্বাওয়া-রিহি মুকাল্লিবীনা তু‘আল্লিমূনাহুন্না মিম্মা- ‘আল্লামাকুমুল্লা-হু ফাকুলূ মিম্মা য় আম্সাক্না ‘আলাইকুম্ অয্কুরুস্ মাল্লা-হি ‘আলাইহি অত্তাক্বুল্লা-হ্; ইন্নাল্লা-হা সারী‘উল্ হিসা-ব্।","english_translit":null},{"sura":5,"aya":5,"quran_text":"الْيَوْمَ أُحِلَّ لَكُمُ الطَّيِّبَاتُ وَطَعَامُ الَّذِينَ أُوتُوا الْكِتَابَ حِلٌّ لَكُمْ وَطَعَامُكُمْ حِلٌّ لَهُمْ وَالْمُحْصَنَاتُ مِنَ الْمُؤْمِنَاتِ وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ مُحْصِنِينَ غَيْرَ مُسَافِحِينَ وَلَا مُتَّخِذِي أَخْدَانٍ وَمَنْ يَكْفُرْ بِالْإِيمَانِ فَقَدْ حَبِطَ عَمَلُهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ","bangla_text":"আজ তোমাদের জন্য পবিত্র বস্তুসমূহ হালাল করা হল। আহলে কিতাবদের খাদ্য তোমাদের জন্যে হালাল এবং তোমাদের খাদ্য তাদের জন্য হালাল। তোমাদের জন্যে হালাল সতী-সাধ্বী মুসলমান নারী এবং তাদের সতী-সাধ্বী নারী, যাদেরকে কিতাব দেয়া হয়েছে তোমাদের পূর্বে, যখন তোমরা তাদেরকে মোহরানা প্রদান কর তাদেরকে স্ত্রী করার জন্যে, কামবাসনা চরিতার্থ করার জন্যে কিংবা গুপ্ত প্রেমে লিপ্ত হওয়ার জন্যে নয়। যে ব্যক্তি বিশ্বাসের বিষয় অবিশ্বাস করে, তার শ্রম বিফলে যাবে এবং পরকালে সে ক্ষতিগ্রস্ত হবে।","english_text":"On this day all things that are clean have been made lawful for you; and made lawful for you is the food of the people of the Book, as your food is made lawful for them. And lawful are the chaste Muslim women, and the women of the people of the Book who are chaste, (for marriage) and not fornication or liaison, if you give them their dowries. Useless shall be rendered the acts of those who turn back on their faith, and they will be among the losers in the life to come.","bangla_translit":"আল্ ইয়াওমা উহিল্লা লাকুমুত্ব ত্বোয়াইয়্যিবা-ত্; অ ত্বোয়া‘আ-মুল্লাযীনা ঊতুল্ কিতা-বা হিল্লুল্লাকুম্ অত্বোয়া‘আ-মুকুম্ হিল্লুল্লাহুম্ অল্ মুহ্ছোয়ানা-তু মিনাল্ মুমিনা-তি অল্ মুহ্ছোয়ানা-তু মিনাল্লাযীনা ঊতুল্ কিতা-বা মিন্ ক্বাব্লিকুম্ ইযা য় আ-তাইতুমূহুন্না উজ্বুরাহুন্না মুহ্ছিনীনা গাইরা মুসা-ফিহীনা অলা-মুত্তাখিযী য় আখ্দা-ন্; অমাইঁ ইয়ার্ক্ফু বিল্ঈমা-নি ফাক্বাদ্ হাবিত্বোয়া ‘আমালুহূ অহুঅ ফিল্ আ-খিরাতি মিনাল্ খা-সিরীন্।","english_translit":null},{"sura":5,"aya":6,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ وَإِنْ كُنْتُمْ جُنُبًا فَاطَّهَّرُوا وَإِنْ كُنْتُمْ مَرْضَى أَوْ عَلَى سَفَرٍ أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ أَوْ لَامَسْتُمُ النِّسَاءَ فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِنْهُ مَا يُرِيدُ اللَّهُ لِيَجْعَلَ عَلَيْكُمْ مِنْ حَرَجٍ وَلَكِنْ يُرِيدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُونَ","bangla_text":"হে মুমিনগণ, যখন তোমরা নামাযের জন্যে উঠ, তখন স্বীয় মুখমন্ডল ও হস্তসমূহ কনুই পর্যন্ত ধৌত কর, মাথা মুছেহ কর এবং পদযুগল গিটসহ। যদি তোমরা অপবিত্র হও তবে সারা দেহ পবিত্র করে নাও এবং যদি তোমরা রুগ্ন হও, অথবা প্রবাসে থাক অথবা তোমাদের কেউ প্রসাব-পায়খানা সেরে আসে অথবা তোমরা স্ত্রীদের সাথে সহবাস কর, অতঃপর পানি না পাও, তবে তোমরা পবিত্র মাটি দ্বারা তায়াম্মুম করে নাও-অর্থাৎ, স্বীয় মুখ-মন্ডল ও হস্তদ্বয় মাটি দ্বারা মুছে ফেল। আল্লাহ তোমাদেরকে অসুবিধায় ফেলতে চান না; কিন্তু তোমাদেরকে পবিত্র রাখতে চান এবং তোমাদের প্রতি স্বীয় নেয়ামত পূর্ণ করতে চান-যাতে তোমরা কৃতজ্ঞাতা প্রকাশ কর।","english_text":"O believers, when you stand up for the service of prayer wash your faces and hands up to elbows, and also wipe your heads, and wash your feet up to the ankles. If you are in a state of seminal pollution, then bathe and purify yourself well. But in case you are ill or are travelling, or you have satisfied the call of nature, or have slept with a woman, and you cannot find water, then take wholesome dust and pass it over your face and your hands, for God does not wish to impose any hardship on you. He wishes to purify you, and grace you with His favours in full so that you may be grateful.","bangla_translit":"ইয়া য় আইয়ুহাল্লাযীনা আ-মানূ য় ইযা- ক্ব ম্তুম্ ইলাছ্ ছলা-তি ফাগ্সিলূ উজ্ব হাকুম্ অআইদিয়াকুম্ ইলাল্ মারা-ফিক্বি অম্সাহূ বিরুঊসিকুম্ অর্আজ্ব লাকুম্ ইলাল্ কা’বাইন্; অইন্ কুন্তুম জ্বুনুবান্ ফাত্বোয়াহ্হারূ; অইন্ কুন্তুম্ র্মাদ্বোয়া য় আও ‘আলা-সাফারিন্ আও জ্বা - য়া আহাদুম্ মিন্কুম্ মিনাল্ গা - য়িত্বি আও লা-মাস্তুমু ন্নিসা - য়া ফালাম্ তাজ্বিদূ মা - য়ান্ ফাতাইয়াম্মামূ ছোয়া‘ঈ দান্ ত্বোয়াইয়্যিবান্ ফাম্সাহূ বিউজ্বুহিকুম্ অআইদীকুম্ মিন্হু মা-ইয়ুরীদুল্লা-হু লিইয়াজ্বু‘আলা ‘আলাইকুম্ মিন্ হারাজ্বিওঁ অলা-কিইঁ ইয়ুরীদু লিইয়ুত্বোয়াহ্হিরাকুম্ অলিইয়ুতিম্মা নি’মাতাহূ ‘আলাইকুম্ লা‘আল্লাকুম্ তাশ্কুরূন্।","english_translit":null},{"sura":5,"aya":7,"quran_text":"وَاذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ وَمِيثَاقَهُ الَّذِي وَاثَقَكُمْ بِهِ إِذْ قُلْتُمْ سَمِعْنَا وَأَطَعْنَا وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ","bangla_text":"তোমরা আল্লাহর নেয়ামতের কথা স্মরণ কর, যা তোমাদের প্রতি অবতীর্ণ হয়েছে এবং ঐ অঙ্গীকারকেও যা তোমাদের কাছ থেকে নিয়েছেন, যখন তোমরা বলেছিলেঃ আমরা শুনলাম এবং মেনে নিলাম। আল্লাহকে ভয় কর। নিশ্চয়ই আল্লাহ অন্তরের বিষয় সম্পর্কে পুরোপুরি খবর রাখেন।","english_text":"Remember the favours He bestowed on you, and the covenant He cemented with you, when you said: \"We have heard and obey.\" Have fear of God, for He knows the secrets of your heart.","bangla_translit":"অয্কুরূ নি’মাতাল্লা-হি ‘আলাইকুম্ অমীছা-ক্বাহুল্লাযী অ ছাক্বাকুম্ বিহী য় ইয্ ক্বুল্তুম্ সামি’না-অআত্বোয়া’না- অত্তাক্বুল্লা-হ্; ইন্নাল্লা-হা ‘আলীমুম্ বিযা-তিছ্ ছুদূর।","english_translit":null},{"sura":5,"aya":8,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ لِلَّهِ شُهَدَاءَ بِالْقِسْطِ وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلَّا تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ","bangla_text":"হে মুমিনগণ, তোমরা আল্লাহর উদ্দেশে ন্যায় সাক্ষ্যদানের ব্যাপারে অবিচল থাকবে এবং কোন সম্প্রদায়ের শত্রুতার কারণে কখনও ন্যায়বিচার পরিত্যাগ করো না। সুবিচার কর এটাই খোদাভীতির অধিক নিকটবর্তী। আল্লাহকে ভয় কর। তোমরা যা কর, নিশ্চয় আল্লাহ সে বিষয়ে খুব জ্ঞাত।","english_text":"O you who believe, stand up as witnesses for God in all fairness, and do not let the hatred of a people deviate you from justice. Be just: This is closest to piety; and beware of God. Surely God is aware of all you do.","bangla_translit":"ইয়া য় আইয়্যুহাল্লাযীনা আ-মানূ কূনূ ক্বাওয়্যা-মীনা লিল্লা-হি শুহাদা - য়া বিল্ক্বিস্ত্বি অলা-ইয়াজ্বুরিমান্নাকুম্ শানায়া-নু ক্বাওমিন্ ‘আলা য় আল্লা-তা’দিলূ; ই’দিলূ হুঅ আক্ব রাবু লিত্তাক্বওয়া-অত্তাক্বুল্লা-হ্; ইন্নাল্লা-হা খাবীরুম্ বিমা- তা’মালূন্।","english_translit":null},{"sura":5,"aya":9,"quran_text":"وَعَدَ اللَّهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ عَظِيمٌ","bangla_text":"যারা বিশ্বাস স্থাপন করে, এবং সৎকর্ম সম্পাদন করে, আল্লাহ তা˦#2503;দরকে ক্ষমা ও মহান প্রতিদানের প্রতিশ্রুতি দিয়েছেন।","english_text":"God has made a promise of forgiveness and the highest reward to those who believe and perform good deeds.","bangla_translit":"অ‘আদাল্লা-হুল্লাযীনা আ-মানূ অ‘আমিলুছ্ ছোয়া-লিহা-তি লাহুম্ মাগ্ফিরাতুওঁ অআজ্বুরুন্ ‘আজীম্।","english_translit":null},{"sura":5,"aya":10,"quran_text":"وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَئِكَ أَصْحَابُ الْجَحِيمِ","bangla_text":"যারা অবিশ্বাস করে এবং আমার নিদর্শনাবলীকে মিথ্যা বলে, তার দোযখী।","english_text":"But those who disbelieve and deny Our revelations are the people of Hell.","bangla_translit":"অল্লাযীনা কাফারূ অকায্যাবূ বিআ-ইয়া-তিনা য় উলা - য়িকা আছ্হা-বুল্ জ্বাহীম্।","english_translit":null},{"sura":5,"aya":11,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ هَمَّ قَوْمٌ أَنْ يَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ فَكَفَّ أَيْدِيَهُمْ عَنْكُمْ وَاتَّقُوا اللَّهَ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ","bangla_text":"হে মুমিনগণ, তোমাদের প্রতি আল্লাহর অনুগ্রহ স্মরণ কর, যখন এক সম্প্রদায় তোমাদের দিকে স্বীয় হস্ত প্রসারিত করতে সচেষ্ট হয়েছিল, তখন তিনি তাদের হস্ত তোমাদের থেকে প্রতিহত করে দিলেন। আল্লাহকে ভয় কর এবং মুমিনদের আল্লাহর উপরই ভরসা করা উচিত।","english_text":"O believers, remember the favours God bestowed on you when a people raised their hands against you and He restrained their hands. So fear God; and the faithful should place their trust in God.","bangla_translit":"ইয়া য় আইয়্যুহাল্লাযীনা আ-মানুয্ কুরূ নি’ মাতাল্লা-হি ‘আলাইকুম্ ইয্ হাম্মা ক্বাওমুন্ আইঁ ইয়াব্সুত্বুয় ইলাইকুম্ আইদিয়াহুম্ ফাকাফ্ফা আইদিয়াহুম্ ‘আন্কুম্ অত্তাক্বুল্লা-হা; অ ‘আলাল্লা-হি ফাল্ইয়াতাওয়াক্কালিল্ মুমিনূন্।","english_translit":null},{"sura":5,"aya":12,"quran_text":"وَلَقَدْ أَخَذَ اللَّهُ مِيثَاقَ بَنِي إِسْرَائِيلَ وَبَعَثْنَا مِنْهُمُ اثْنَيْ عَشَرَ نَقِيبًا وَقَالَ اللَّهُ إِنِّي مَعَكُمْ لَئِنْ أَقَمْتُمُ الصَّلَاةَ وَآتَيْتُمُ الزَّكَاةَ وَآمَنْتُمْ بِرُسُلِي وَعَزَّرْتُمُوهُمْ وَأَقْرَضْتُمُ اللَّهَ قَرْضًا حَسَنًا لَأُكَفِّرَنَّ عَنْكُمْ سَيِّئَاتِكُمْ وَلَأُدْخِلَنَّكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ فَمَنْ كَفَرَ بَعْدَ ذَلِكَ مِنْكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ","bangla_text":"আল্লাহ বনী-ইসরাঈলের কাছ থেকে অঙ্গীকার নিয়েছিলেন এবং আমি তাদের মধ্য থেকে বার জন সর্দার নিযুক্ত করেছিলাম। আল্লাহ বলে দিলেনঃ আমি তোমাদের সঙ্গে আছি। যদি তোমরা নামায প্রতিষ্ঠিত কর, যাকাত দিতে থাক, আমার পয়গম্বরদের প্রতি বিশ্বাস রাখ, তাঁদের সাহায্য কর এবং আল্লাহকে উত্তম পন্থায় ঋন দিতে থাক, তবে আমি অবশ্যই তোমাদের গোনাহ দুর করে দিব এবং অবশ্যই তোমাদেরকে উদ্যান সমূহে প্রবিষ্ট করব, যেগুলোর তলদেশ দিয়ে নিঝরিনীসমূহ প্রবাহিত হয়। অতঃপর তোমাদের মধ্য থেকে যে ব্যক্তি এরপরও কাফের হয়, সে নিশ্চিতই সরল পথ থেকে বিচ্যুত হয়ে পড়ে।","english_text":"God covenanted the people of Israel and raised twelve leaders among them, and said: \"I shall verily be with you. If you fulfil your devotional obligations, pay the zakat and believe in My apostles and support them, and give a goodly loan to God, I shall certainly absolve you of your evil, and admit you to gardens with streams of running water. But whosoever among you denies after this, will have wandered away from the right path.\"","bangla_translit":"অলাক্বাদ্ আখাযাল্লা-হু মীছা-ক্বা বানী য় ইস্রা - ঈলা অবা‘আছ্না-মিন্হুমুছ্নাই ‘আশারা নাক্বীবা-; অক্ব-লাল্লা-হু ইন্নী মা‘আকুম্; লায়িন্ আক্বাম্তুমুছ্ ছলা-তা অ আ-তাইতুমুয্ যাকা-তা অ আ-মান্তুম্ বিরুসুলী অ‘আর্য্যাতুমূহুম্ অ আক্ব্রাদ্ব্তুমুল্লা-হা র্ক্বাদ্বোয়ান্ হাসানাল্ লাউকাফ্ফিরান্না ‘আন্কুম্ সাইয়িয়া-তিকুম্ অলাউদ্খিলান্নাকুম্ জ্বান্না-তিন্ তাজুরী মিন্ তাহ্তিহাল্ আনহার্-; ফামান্ কাফারা বা’দা যা-লিকা মিন্কুম্ ফাক্বাদ্ দ্বোয়াল্লা সাওয়া - য়াস্ সাবীল্।","english_translit":null},{"sura":5,"aya":13,"quran_text":"فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ لَعَنَّاهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ وَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ وَلَا تَزَالُ تَطَّلِعُ عَلَى خَائِنَةٍ مِنْهُمْ إِلَّا قَلِيلًا مِنْهُمْ فَاعْفُ عَنْهُمْ وَاصْفَحْ إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ","bangla_text":"অতএব, তাদের অঙ্গীকার ভঙ্গের দরুন আমি তাদের উপর অভিসম্পাত করেছি এবং তাদের অন্তরকে কঠোর করে দিয়েছি। তারা কালামকে তার স্থান থেকে বিচ্যুত করে দেয় এবং তাদেরকে যে উপদেশ দেয়া হয়েছিল, তারা তা থেকে উপকার লাভ করার বিষয়টি বিস্মৃত হয়েছে। আপনি সর্বদা তাদের কোন না কোন প্রতারণা সম্পর্কে অবগত হতে থাকেন, তাদের অল্প কয়েকজন ছাড়া। অতএব, আপনি তাদেরকে ক্ষমা করুন এবং মার্জনা করুন। আল্লাহ অনুগ্রহকারীদেরকে ভালবাসেন।","english_text":"When they dishonoured their pledge We condemned them, and hardened their hearts. So they distort the words of the Scripture out of context, and have forgotten some of what they were warned against. You will always hear of treachery on their part except that of a few. But forbear and forgive them, for God loves those who do good.","bangla_translit":"ফাবিমা-নাক্বদ্বিহিম্ মীছা-ক্বাহুম্ লা‘আন্না-হুম্ অজা‘আল্না-ক্বুবাহুম্ ক্বা-সিয়াতান্ ইয়ুর্হারিফূনাল্ কালিমা আম মাঅ-দ্বি‘ইহী অনাসূ হাজ্জোয়াম্ মিম্মা- যুক্কিরূ বিহী অলা- তাযা-লু তাত্ত্বোয়ালি‘উ ‘আলা-খা - য়িনাতিম্ মিন্হুম্ ইল্লা- ক্বালীলাম্ মিন্হুম্ ফা’ফু ‘আন্হুম্ অছ্ফাহ্; ইন্নাল্লা-হা ইয়ুহিব্বুল্ মুহ্সিনীন্।","english_translit":null},{"sura":5,"aya":14,"quran_text":"وَمِنَ الَّذِينَ قَالُوا إِنَّا نَصَارَى أَخَذْنَا مِيثَاقَهُمْ فَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ فَأَغْرَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ إِلَى يَوْمِ الْقِيَامَةِ وَسَوْفَ يُنَبِّئُهُمُ اللَّهُ بِمَا كَانُوا يَصْنَعُونَ","bangla_text":"যারা বলেঃ আমরা নাছারা, আমি তাদের কাছ থেকেও তাদের অঙ্গীকার নিয়েছিলাম। অতঃপর তারাও যে উপদেশ প্রাপ্ত হয়েছিল, তা থেকে উপকার লাভ করা ভুলে গেল। অতঃপর আমি কেয়ামত পর্যন্ত তাদের মধ্যে পারস্পরিক শত্রুতা ও বিদ্বেষ সঞ্চারিত করে দিয়েছি। অবশেষে আল্লাহ তাদেরকে তাদের কৃতকর্ম সম্পর্কে অবহিত করবেন।","english_text":"We had taken the pledge of those also who call themselves Christians. But they too forgot to take advantage of the warning they were given. So We have caused enmity and hatred among them to last till the Day of Resurrection, when God will inform them of what they were doing.","bangla_translit":"অ মিনাল্লাযী-না ক্বা-লূ য় ইন্না-নাছোয়া-রা য় আখায্না- মীছা-ক্বাহুম্ ফানাসূ হাজ্জোয়াম্ মিম্মা- যুক্কিরূ বিহী ফাআগ্রাইনা- বাইনাহুমুল্ ‘আদা-ওয়াতা অল বাগ্দ্বোয়া - য়া ইলা-ইয়াওমিল্ ক্বিয়া-মাহ্; অসাওফা ইয়ুনাব্বিউহুমুল্লা-হু বিমা-কা-নূ ইয়াছ্না‘ঊ ন্।","english_translit":null},{"sura":5,"aya":15,"quran_text":"يَا أَهْلَ الْكِتَابِ قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِيرًا مِمَّا كُنْتُمْ تُخْفُونَ مِنَ الْكِتَابِ وَيَعْفُو عَنْ كَثِيرٍ قَدْ جَاءَكُمْ مِنَ اللَّهِ نُورٌ وَكِتَابٌ مُبِينٌ","bangla_text":"হে আহলে-কিতাবগণ! তোমাদের কাছে আমার রাসূল আগমন করেছেন! কিতাবের যেসব বিষয় তোমরা গোপন করতে, তিনি তার মধ্য থেকে অনেক বিষয় প্রকাশ করেন এবং অনেক বিষয় মার্জনা করেন। তোমাদের কাছে একটি উজ্জল জ্যোতি এসেছে এবং একটি সমুজ্জল গ্রন্থ।","english_text":"O people of the Book, Our Apostle has come to you, announcing many things of the Scriptures that you have suppressed, passing over some others. To you has come light and a clear Book from God","bangla_translit":"ইয়া য় আহ্লাল্ কিতা-বি ক্বাদ্ জ্বা - য়াকুম্ রসূলুনা- ইয়ুবাইয়্যিনু লাকুম্ কাছীরাম্ মিম্মা- কুন্তুম্ তুখ্ফূনা মিনাল্ কিতা-বি অইয়া’ফূ ‘আন্ কার্ছী; ক্বাদ্ জ্বা - য়াকুম্ মিনাল্লা-হি নূরুওঁ অকিতা-বুঁম্ মুবীন্।","english_translit":null},{"sura":5,"aya":16,"quran_text":"يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلَامِ وَيُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِهِ وَيَهْدِيهِمْ إِلَى صِرَاطٍ مُسْتَقِيمٍ","bangla_text":"এর দ্বারা আল্লাহ যারা তাঁর সন্তুষ্টি কামনা করে, তাদেরকে নিরাপত্তার পথ প্রদর্শন করেন এবং তাদেরকে স্বীয় নির্দেশ দ্বারা অন্ধকার থেকে বের করে আলোর দিকে আনয়ন করেন এবং সরল পথে পরিচালনা করেন।","english_text":"Through which God will lead those who follow His pleasure to the path of peace, and guide them out of darkness into light by His will, and to the path that is straight.","bangla_translit":"ইয়াহ্দী বিহিল্লা-হু মানিত্তাবা‘আ রিদ্ব ওয়া-নাহূ সুবুলাস্ সালা-মি অইয়ুখ্রিজ্বুহুম্ মিনাজ্জুলুমা-তি ইলান্ নূরি বিইয্নিহী অ ইয়াহ্দীহিম্ ইলা-ছির-ত্বিম্ মুস্তাক্বীম্।","english_translit":null},{"sura":5,"aya":17,"quran_text":"لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ قُلْ فَمَنْ يَمْلِكُ مِنَ اللَّهِ شَيْئًا إِنْ أَرَادَ أَنْ يُهْلِكَ الْمَسِيحَ ابْنَ مَرْيَمَ وَأُمَّهُ وَمَنْ فِي الْأَرْضِ جَمِيعًا وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا يَخْلُقُ مَا يَشَاءُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ","bangla_text":"নিশ্চয় তারা কাফের, যারা বলে, মসীহ ইবনে মরিয়মই আল্লাহ। আপনি জিজ্ঞেস করুন, যদি তাই হয়, তবে বল যদি আল্লাহ মসীহ ইবনে মরিয়ম, তাঁর জননী এবং ভূমন্ডলে যারা আছে, তাদের সবাইকে ধ্বংস করতে চান, তবে এমন কারও সাধ্য আছে কি যে আল্লাহর কাছ থেকে তাদেরকে বিন্দুমাত্রও বাঁচাতে পারে? নভোমন্ডল, ভুমন্ডল ও এতদুভয়ের মধ্যে যা আছে, সবকিছুর উপর আল্লাহ তা’আলার আধিপত্য। তিনি যা ইচ্ছা সৃষ্টি করেন। আল্লাহ সবকিছুর উপর শক্তিমান।","english_text":"Verily they are unbelievers who say: \"The Messiah, son of Mary, is God.\" You ask them: \"Who could prevail against God if He had chosen to destroy the Messiah, son of Mary, and his mother, and the rest of mankind?\" For God's is the kingdom of the heavens and the earth and whatsoever lies between them. He creates what He please, for God has the power over all things.","bangla_translit":"লাক্বাদ্ কাফারাল্লাযীনা ক্বা-লূ য় ইন্নাল্লা-হা হুঅল্ মাসীহুব্নু র্মাইয়াম্; ক্বুল্ ফামাইঁ ইয়াম্লিকু মিনাল্লা-হি শাইয়ান্ ইন্ আরা-দা আইঁ ইয়ুহ্লিকাল্ মাসীহাব্না র্মাইয়ামা অ উম্মাহূ অ মান্ ফিল্ র্আদ্বি জ্বামী‘আ-; অলিল্লা-হি মুল্কুস্ সামা-ওয়া-তি অল্ র্আদ্বি অমা- বাইনাহুমা-; ইয়াখ্লুক্বু মা-ইয়াশা -উ; অল্লা-হু ‘আলা-কুল্লি শাইয়িন্ ক্বার্দী।","english_translit":null},{"sura":5,"aya":18,"quran_text":"وَقَالَتِ الْيَهُودُ وَالنَّصَارَى نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ قُلْ فَلِمَ يُعَذِّبُكُمْ بِذُنُوبِكُمْ بَلْ أَنْتُمْ بَشَرٌ مِمَّنْ خَلَقَ يَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا وَإِلَيْهِ الْمَصِيرُ","bangla_text":"ইহুদী ও খ্রীষ্টানরা বলে, আমরা আল্লাহর সন্তান ও তাঁর প্রিয়জন। আপনি বলুন, তবে তিনি তোমাদেরকে পাপের বিনিময়ে কেন শাস্তি দান করবেন? বরং তোমারও অন্যান্য সৃষ্ট মানবের অন্তর্ভুক্ত সাধারণ মানুষ। তিনি যাকে ইচ্ছা ক্ষমা করেন এবং যাকে ইচ্ছা শাস্তি প্রদান করেন। নভোমন্ডল, ভুমন্ডল ও এতদুভয়ের মধ্যে যা কিছু আছে, তাতে আল্লাহরই আধিপত্য রয়েছে এবং তাঁর দিকেই প্রত্যাবর্তন করতে হবে।","english_text":"Say the Jews and the Christians: \"We are sons of God and beloved of Him.\" Say: \"Why does He punish you then for your sins? No: You are only mortals, of His creation.\" He can punish whom He please and pardon whom He will, for God's is the kingdom of the heavens and the earth and all that lies between them, and everything will go back to Him.","bangla_translit":"অক্বা-লাতিল্ ইয়া-হূদু অন্নাছোয়া-রা- নাহ্নু আব্না - য়ুল লা-হি অ আহিব্বা - উহ্; কুল্ ফালিমা ইয়ু ‘আয্যিবুকুম্ বিযুনূ বিকুম্; বাল্ আনতুম্ বাশারুম মিম্মান্ খালাক্ব ; ইয়াগ্ফিরু লিমাইঁ ইয়াশা - উ অ ইয়ু‘আযযিবু মাইঁইশা - উ; অলিল্লা-হি মুল্কুস্ সামা-ওয়া-তি অল্ র্আদ্বি অমা-বাইনাহুমা-অ ইলাইহিল্ মার্ছী ।","english_translit":null},{"sura":5,"aya":19,"quran_text":"يَا أَهْلَ الْكِتَابِ قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ عَلَى فَتْرَةٍ مِنَ الرُّسُلِ أَنْ تَقُولُوا مَا جَاءَنَا مِنْ بَشِيرٍ وَلَا نَذِيرٍ فَقَدْ جَاءَكُمْ بَشِيرٌ وَنَذِيرٌ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ","bangla_text":"হে আহলে-কিতাবগণ! তোমাদের কাছে আমার রসূল আগমণ করেছেন, যিনি পয়গম্বরদের বিরতির পর তোমাদের কাছে পুঙ্খানুপুঙ্খ বর্ণনা করেন-যাতে তোমরা একথা বলতে না পার যে, আমাদের কাছে কোন সুসংবাদদাতা ও ভীতিপ্রদর্শক আগমন করে নি। অতএব, তোমাদের কাছে সুসংবাদদাতা ও ভীতি প্রদর্শক আগমন করেননি। অতএব, তোমাদের কাছে সুসংবাদদাতা ও ভয় প্রদর্শক এসে গেছেন। আল্লাহ সবকিছুর উপর শক্তিমান।","english_text":"O you people of the Book, Our Apostle has come to you when apostles had ceased to come long ago, lest you said: \"There did not come to us any messenger of good news or of warnings.\" So now there has reached you a bearer of good tidings and of warnings; for God has the power over all things.","bangla_translit":"ইয়া য় আহ্লাল্ কিতা-বি ক্বাদ্ জ্বা - য়াকুম্ রাসূলুনা-ইয়ুবাইয়্যিনু লাকুম্ ‘আলা-ফাত্রাতিম্ মির্না রুসুলি আন্ তাক্বুলূ মা-জ্বা - য়ানা-মিম্ বাশীরিওঁ অলা-নাযীরিন্ ফাক্বাদ্ জ্বা - য়াকুম্ বাশীরুওঁ অনার্যী; অল্লা-হু ‘আলা-কুল্লি শাইয়িন্ ক্বার্দী।","english_translit":null},{"sura":5,"aya":20,"quran_text":"وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَا قَوْمِ اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنْبِيَاءَ وَجَعَلَكُمْ مُلُوكًا وَآتَاكُمْ مَا لَمْ يُؤْتِ أَحَدًا مِنَ الْعَالَمِينَ","bangla_text":"যখন মূসা স্বীয় সম্প্রদায়কে বললেনঃ হে আমার সম্প্রদায়, তোমাদের প্রতি আল্লাহর নেয়ামত স্মরণ কর, যখন তিনি তোমাদের মধ্যে পয়গম্বর সৃষ্টি করেছেন, তোমাদেরকে রাজ্যাধিপতি করেছেন এবং তোমাদেরকে এমন জিনিস দিয়েছেন, যা বিশ্বজগতের কাউকে দেননি।","english_text":"Remember when Moses said to his people: \"O my people, remember the favours that God bestowed on you when He appointed apostles from among you, and made you kings and gave you what had never been given to any one in the world.","bangla_translit":"অইয্ ক্বা-লা মূসা- লিক্বাওমিহী ইয়া-ক্বাওমিয্ কুরূ নি’মাতাল্লা- হি‘আলাইকুম্ ইয্ জ্বা‘আলা ফীকুম্ আম্বিয়া - য়া অজ্বা‘আলাকুম্ মুলূকাওঁ অ আ-তা-কুম্ মা-লাম্ ইয়ু”তি আহাদাম্ মিনাল্ ‘আ-লামীন্।","english_translit":null},{"sura":5,"aya":21,"quran_text":"يَا قَوْمِ ادْخُلُوا الْأَرْضَ الْمُقَدَّسَةَ الَّتِي كَتَبَ اللَّهُ لَكُمْ وَلَا تَرْتَدُّوا عَلَى أَدْبَارِكُمْ فَتَنْقَلِبُوا خَاسِرِينَ","bangla_text":"হে আমার সম্প্রদায়, পবিত্র ভুমিতে প্রবেশ কর, যা আল্লাহ তোমাদের জন্যে নির্ধারিত করে দিয়েছেন এবং পেছন দিকে প্রত্যাবর্তন করো না। অন্যথায় তোমরা ক্ষতিগ্রস্ত হয়ে পড়বে।","english_text":"Enter then, my people, the Holy Land that God has ordained for you, and do not turn back, or you will suffer.\"","bangla_translit":"ইয়া-ক্বাওমিদ্ খুলুল্ র্আদ্বোয়াল্ মুক্বাদ্দাসাতাল্ লাতী কাতাবাল্লা-হু লাকুম্ অলা-র্তাতাদ্দূ ‘আলা য় আদ্বা-রিকুম্ ফাতান্ক্বালিবূ খা-সিরীন্।","english_translit":null},{"sura":5,"aya":22,"quran_text":"قَالُوا يَا مُوسَى إِنَّ فِيهَا قَوْمًا جَبَّارِينَ وَإِنَّا لَنْ نَدْخُلَهَا حَتَّى يَخْرُجُوا مِنْهَا فَإِنْ يَخْرُجُوا مِنْهَا فَإِنَّا دَاخِلُونَ","bangla_text":"তারা বললঃ হে মূসা, সেখানে একটি প্রবল পরাক্রান্ত জাতি রয়েছে। আমরা কখনও সেখানে যাব না, যে পর্যন্ত না তারা সেখান থেকে বের হয়ে যায়। তারা যদি সেখান থেকে বের হয়ে যায় তবে নিশ্চিতই আমরা প্রবেশ করব।’","english_text":"They said: \"O Moses, in that land live a people who are formidable; we shall never go there until they leave. We shall enter when they go away.\"","bangla_translit":"ক্বা-লূ ইয়া-মূসা য় ইন্না ফীহা- ক্বাওমান্ জ্বাব্বা-রীন্; অইন্না-লান্ নাদ্খুলাহা-হাত্তা- ইয়াখ্রুজ্বু মিন্হা- ফাইঁ ইয়াখ্রুজ্বু মিন্হা-; ফাইন্না- দা-খিলূন্।","english_translit":null},{"sura":5,"aya":23,"quran_text":"قَالَ رَجُلَانِ مِنَ الَّذِينَ يَخَافُونَ أَنْعَمَ اللَّهُ عَلَيْهِمَا ادْخُلُوا عَلَيْهِمُ الْبَابَ فَإِذَا دَخَلْتُمُوهُ فَإِنَّكُمْ غَالِبُونَ وَعَلَى اللَّهِ فَتَوَكَّلُوا إِنْ كُنْتُمْ مُؤْمِنِينَ","bangla_text":"খোদাভীরুদের মধ্য থেকে দু’ব্যক্তি বলল, যাদের প্রতি আল্লাহ অনুগ্রহ করেছিলেনঃ তোমরা তাদের উপর আক্রমণ করে দরজায় প্রবেশ কর। অতঃপর তোমরা যখন তাতে পবেশ করবে, তখন তোমরাই জয়ী হবে। আর আল্লাহর উপর ভরসা কর যদি তোমরা বিশ্বাসী হও।","english_text":"Then two of the men who feared (God), and to whom God was gracious, said to them: \"Charge and rush the gate. If you enter, you will surely be victorious. And place your trust in God if you truly believe.\"","bangla_translit":"ক্বা-লা রাজুলা-নি মিনাল্লাযীনা ইয়াখা-ফূনা আন্‘আমাল্লা-হু ‘আলাইহিমাদ্খুলূ ‘আলাইহিমুল্ বা-বা ফাইযা-দাখাল্তুমূহু ফাইন্নাকুম্ গা-লিবূনা অ ‘আলাল্লা-হি ফাতাওয়াক্কালূ য় ইন্ কুন্তুম্ মুমিনীন্।","english_translit":null},{"sura":5,"aya":24,"quran_text":"قَالُوا يَا مُوسَى إِنَّا لَنْ نَدْخُلَهَا أَبَدًا مَا دَامُوا فِيهَا فَاذْهَبْ أَنْتَ وَرَبُّكَ فَقَاتِلَا إِنَّا هَاهُنَا قَاعِدُونَ","bangla_text":"তারা বললঃ হে মূসা, আমরা জীবনেও কখনো সেখানে যাব না, যতক্ষণ তারা সেখানে থাকবে। অতএব, আপনি ও আপনার পালনকর্তাই যান এবং উভয়ে যুদ্ধ করে নিন। আমরা তো এখানেই বসলাম।","english_text":"They said: \"O Moses, we shall never, never enter so long as they are there. Go you and your Lord to fight them; we stay here.\"","bangla_translit":"ক্বা-লূ ইয়া-মূসা য় ইন্না- লান্নাদ্খুলাহা য় আবাদাম্মা- দা-মূ ফীহা-ফায্হাব্ আন্তা অরাব্বুকা ফাক্বা-তিলা য় ইন্না- হা-হুনা- ক্বা-‘ইদূন্।","english_translit":null},{"sura":5,"aya":25,"quran_text":"قَالَ رَبِّ إِنِّي لَا أَمْلِكُ إِلَّا نَفْسِي وَأَخِي فَافْرُقْ بَيْنَنَا وَبَيْنَ الْقَوْمِ الْفَاسِقِينَ","bangla_text":"মূসা বললঃ হে আমার পালনকর্তা, আমি শুধু নিজের উপর ও নিজের ভাইয়ের উপর ক্ষমতা রাখি। অতএব, আপনি আমাদের মধ্যে ও এ অবাধ্য সম্প্রদায়ের মধ্যে সম্পর্কচ্ছেদ করুন।","english_text":"Said (Moses): \"O Lord, I have control over none but myself and my brother; so distinguish between us and these, the wicked people.\"","bangla_translit":"ক্বা-লা রব্বি ইন্নী লা য় আম্লিকু ইল্লা-নাফ্সী অআখী ফাফ্রুক্ব বাইনানা- অবাইনাল্ ক্বাওমিল্ ফা-সিক্বীন্।","english_translit":null},{"sura":5,"aya":26,"quran_text":"قَالَ فَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ أَرْبَعِينَ سَنَةً يَتِيهُونَ فِي الْأَرْضِ فَلَا تَأْسَ عَلَى الْقَوْمِ الْفَاسِقِينَ","bangla_text":"বললেনঃ এ দেশ চল্লিশ বছর পর্যন্ত তাদের জন্যে হারাম করা হল। তারা ভুপৃষ্ঠে উদভ্রান্ত হয়ে ফিরবে। অতএব, আপনি অবাধ্য সম্প্রদায়ের জন্যে দুঃখ করবেন না।","english_text":"(And God) said: \"Then verily this land is forbidden them for forty years, and they shall wander perplexed over the earth. So do not grieve for these, the wicked people.\"","bangla_translit":"ক্বা-লা ফাইন্নাহা- মুর্হারামাতুন্ ‘আলাইহিম্ র্আবা‘ঈনা সানাতান্ ইয়াতীহুনা ফিল্ র্আদ্ব ; ফালা-তাসা ‘আলাল্ ক্বাওমিল্ ফা-সিক্বীন্।","english_translit":null},{"sura":5,"aya":27,"quran_text":"وَاتْلُ عَلَيْهِمْ نَبَأَ ابْنَيْ آدَمَ بِالْحَقِّ إِذْ قَرَّبَا قُرْبَانًا فَتُقُبِّلَ مِنْ أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ الْآخَرِ قَالَ لَأَقْتُلَنَّكَ قَالَ إِنَّمَا يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ","bangla_text":"আপনি তাদেরকে আদমের দুই পুত্রের বাস্তব অবস্থা পাঠ করে শুনান। যখন তারা ভয়েই কিছু উৎসর্গ নিবেদন করেছিল, তখন তাদের একজনের উৎসর্গ গৃহীত হয়েছিল এবং অপরজনের গৃহীত হয়নি। সে বললঃ আমি অবশ্যই তোমাকে হত্যা করব। সে বললঃ আল্লাহ ধর্মভীরুদের পক্ষ থেকেই তো গ্রহণ করেন।","english_text":"Narrate to them exactly the tale of the two sons of Adam. When each of them offered a sacrifice (to God), that of one was accepted, and that of the other was not. Said (the one): \"I will murder you,\" and the other replied: \"God only accepts from those who are upright and preserve themselves from evil.","bangla_translit":"অত্লু ‘আলাইহিম্ নাবায়াব্নাই আ-দামা বিল্ হাক্ব । ইর্য্ক্বারাবা-ক্বরুবা-নান্ ফাতুক্বুব্বিলা মিন্ আহাদিহিমা-অলাম্ ইয়ুতাক্বাব্বাল্ মিনাল্ আ-র্খা; ক্বা-লা লাআক্ব তুলান্নাক্ব; ক্বা-লা ইন্নামা- ইয়াতাক্বাব্বালুল্লা-হু মিনাল্ মুত্তাক্বীন্।","english_translit":null},{"sura":5,"aya":28,"quran_text":"لَئِنْ بَسَطْتَ إِلَيَّ يَدَكَ لِتَقْتُلَنِي مَا أَنَا بِبَاسِطٍ يَدِيَ إِلَيْكَ لِأَقْتُلَكَ إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ","bangla_text":"যদি তুমি আমাকে হত্যা করতে আমার দিকে হস্ত প্রসারিত কর, তবে আমি তোমাকে হত্যা করতে তোমার দিকে হস্ত প্রসারিত করব না। কেননা, আমি বিশ্বজগতের পালনকর্তা আল্লাহকে ভয় করি।","english_text":"If you raise your hand to kill me, I will raise not mine to kill you, for I fear God, the Lord of all the worlds;","bangla_translit":"লায়িম্ বাসাত্তা ইলাইয়্যা ইয়াদাকা লিতাক্ব তুলানী মা য় আনা বিবা-সিত্বিইঁ ইয়াদিয়া ইলাইকা লিআক্ব তুলাকা, ইন্নী য় আখা-ফুল্লা-হা রব্বাল্ ‘আ-লামীন্।","english_translit":null},{"sura":5,"aya":29,"quran_text":"إِنِّي أُرِيدُ أَنْ تَبُوءَ بِإِثْمِي وَإِثْمِكَ فَتَكُونَ مِنْ أَصْحَابِ النَّارِ وَذَلِكَ جَزَاءُ الظَّالِمِينَ","bangla_text":"আমি চাই যে, আমার পাপ ও তোমার পাপ তুমি নিজের মাথায় চাপিয়ে নাও। অতঃপর তুমি দোযখীদের অন্তর্ভূক্ত হয়ে যাও। এটাই অত্যাচারীদের শাস্তি।","english_text":"I would rather you suffered the punishment for sinning against me, and for your own sin, and became an inmate of Hell. And that is the requital for the unjust.\"","bangla_translit":"ইন্নী য় উরীদু আন্ তাবূ - য়া বিইছ্মী অ ইছ্মিকা ফাতাকূনা মিন্ আছ্হা-বিন্না-রি অযা-লিকা জ্বাযা - উজ্জোয়া-লিমীন্।","english_translit":null},{"sura":5,"aya":30,"quran_text":"فَطَوَّعَتْ لَهُ نَفْسُهُ قَتْلَ أَخِيهِ فَقَتَلَهُ فَأَصْبَحَ مِنَ الْخَاسِرِينَ","bangla_text":"অতঃপর তার অন্তর তাকে ভ্রাতৃহত্যায় উদুদ্ধ করল। অনন্তর সে তাকে হত্যা করল। ফলে সে ক্ষতিগ্রস্তদের অন্তর্ভুক্ত হয়ে গেল।","english_text":"Then the other was induced by his passion to murder his brother, and he killed him, and became one of the damned.","bangla_translit":"ফা ত্বোয়াওয়্যা‘আত্ লাহূ নাফ্সুহূ ক্বাত্লা আখীহি ফাক্বাতালাহূ ফা‘আছ্বাহা মিনাল্ খা-সিরীন্।","english_translit":null},{"sura":5,"aya":31,"quran_text":"فَبَعَثَ اللَّهُ غُرَابًا يَبْحَثُ فِي الْأَرْضِ لِيُرِيَهُ كَيْفَ يُوَارِي سَوْءَةَ أَخِيهِ قَالَ يَا وَيْلَتَا أَعَجَزْتُ أَنْ أَكُونَ مِثْلَ هَذَا الْغُرَابِ فَأُوَارِيَ سَوْءَةَ أَخِي فَأَصْبَحَ مِنَ النَّادِمِينَ","bangla_text":"আল্লাহ এক কাক প্রেরণ করলেন। সে মাটি খনন করছিল যাতে তাকে শিক্ষা দেয় যে, আপন ভ্রাতার মৃতদেহ কিভাবে আবৃত করবে। সে বললঃ আফসোস, আমি কি এ কাকের সমতুল্যও হতে পারলাম না যে, আপন ভ্রাতার মৃতদেহ আবৃত করি। অতঃপর সে অনুতাপ করতে লাগল।","english_text":"Then God sent a raven which scratched the ground in order to show him how to hide the nakedness of his brother. \"Alas, the woe,\" said he, \"that I could not be even like the raven and hide the nakedness of my brother,\" and was filled with remorse.","bangla_translit":"ফাবা‘আছাল্লা-হু গুরা-বাইঁ ইয়াব্হাছু ফিল্ র্আদ্বি লিইয়ুরিয়াহূ কাইফা ইয়ুওয়া-রী সাওয়াতা আখীহ্; ক্বা-লা ইয়া-অইলাতা য় আ ‘আজ্বায্তু আন্ আকূনা মিছ্লা হা-যাল্ গুরা-বি ফাউওয়া-রিয়া সাওয়াতা আখী, ফাআছ্বাহা মিনান্না-দিমীন্।","english_translit":null},{"sura":5,"aya":32,"quran_text":"مِنْ أَجْلِ ذَلِكَ كَتَبْنَا عَلَى بَنِي إِسْرَائِيلَ أَنَّهُ مَنْ قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الْأَرْضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعًا وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعًا وَلَقَدْ جَاءَتْهُمْ رُسُلُنَا بِالْبَيِّنَاتِ ثُمَّ إِنَّ كَثِيرًا مِنْهُمْ بَعْدَ ذَلِكَ فِي الْأَرْضِ لَمُسْرِفُونَ","bangla_text":"এ কারণেই আমি বনী-ইসলাঈলের প্রতি লিখে দিয়েছি যে, যে কেউ প্রাণের বিনিময়ে প্রাণ অথবাপৃথিবীতে অনর্থ সৃষ্টি করা ছাড়া কাউকে হত্যা করে সে যেন সব মানুষকেই হত্যা করে। এবং যে কারও জীবন রক্ষা করে, সে যেন সবার জীবন রক্ষা করে। তাদের কাছে আমার পয়গম্বরগণ প্রকাশ্য নিদর্শনাবলী নিয়ে এসেছেন। বস্তুতঃ এরপরও তাদের অনেক লোক পৃথিবীতে সীমাতিক্রম করে।","english_text":"That is why We decreed for the children of Israel that whosoever kills a human being, except (as punishment) for murder or for spreading corruption in the land, it shall be like killing all humanity; and whosoever saves a life, saves the entire human race. Our apostles brought clear proofs to them; but even after that most of them committed excesses in the land.","bangla_translit":"মিন্ আজ্ব লি যা-লিকা কাতাব্না- ‘আলা-বানী য় ইস্রা - ঈলা আন্নাহূ মান্ ক্বাতালা নাফ্সাম্ বিগাইরি নাফ্সিন্ আও ফাসা-দিন্ ফিল্ র্আদ্বি ফাকাআন্নামা- ক্বাতালান্ না-সা জ্বামী‘আ-; অমান্ আহ্ইয়া-হা-ফাকাআন্নামায় আহ্ইয়ান্ না-সা জ্বামী‘আ-; অলাক্বাদ্ জ্বা- য়াত্হুম্ রুসুলুনা- বিল্বাইয়্যিনা-তি ছুম্মা ইন্না কাছীরাম্ মিন্হুম্ বা’দা যা-লিকা ফিল্ র্আদ্বি লামুস্রিফূন্।","english_translit":null},{"sura":5,"aya":33,"quran_text":"إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا أَنْ يُقَتَّلُوا أَوْ يُصَلَّبُوا أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُمْ مِنْ خِلَافٍ أَوْ يُنْفَوْا مِنَ الْأَرْضِ ذَلِكَ لَهُمْ خِزْيٌ فِي الدُّنْيَا وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ","bangla_text":"যারা আল্লাহ ও তাঁর রসূলের সাথে সংগ্রাম করে এবং দেশে হাঙ্গামা সৃষ্টি করতে সচেষ্ট হয়, তাদের শাস্তি হচ্ছে এই যে, তাদেরকে হত্যা করা হবে অথবা শূলীতে চড়ানো হবে অথবা তাদের হস্তপদসমূহ বিপরীত দিক থেকে কেটে দেয়া হবে অথবা দেশ থেকে বহিষ্কার করা হবে। এটি হল তাদের জন্য পার্থিব লাঞ্ছনা আর পরকালে তাদের জন্যে রয়েছে কঠোর শাস্তি।","english_text":"The punishment for those who wage war against God and His Prophet, and perpetrate disorders in the land, is to kill or hang them, or have a hand on one side and a foot on the other cut off, or banish them from the land. Such is their disgrace in the world, and in the Hereafter their doom shall be dreadful.","bangla_translit":"ইন্নামা-জ্বাযা - উল্লাযীনা ইয়ুহা-রিবূনাল্লা-হা অরাসূলাহূ অ ইয়াস‘আওনা ফিল্ র্আদ্বি ফাসা-দান্ আইঁ ইয়ুক্বাত্তালূ য় আও ইয়ুছল্লাবূ য় আও তুক্বাত্তা‘আ আইদীহিম্ অ আরজুলুহুম্ মিন্ খিলা-ফিন্ আও ইয়ুন্ফাও মিনাল্ র্আদ্ব্; যা-লিকা লাহুম্ খিয্ইয়ুন্ ফিদ্দুন্ইয়া-অলাহুম্ ফিল্ আ-খিরাতি ‘আযা-বুন ‘আজীম্।","english_translit":null},{"sura":5,"aya":34,"quran_text":"إِلَّا الَّذِينَ تَابُوا مِنْ قَبْلِ أَنْ تَقْدِرُوا عَلَيْهِمْ فَاعْلَمُوا أَنَّ اللَّهَ غَفُورٌ رَحِيمٌ","bangla_text":"কিন্তু যারা তোমাদের গ্রেফতারের পূর্বে তওবা করে; জেনে রাখ, আল্লাহ ক্ষমাকারী, দয়ালু।","english_text":"But those who repent before they are subdued should know that God is forgiving and kind.","bangla_translit":"ইল্লাল্লাযীনা তা-বূ মিন্ ক্বাব্লি আন্ তাক্ব্দিরূ ‘আলাইহিম্ ফা’লামূ য় আন্নাল্লা-হা গাফূর্রু রাহীম্।","english_translit":null},{"sura":5,"aya":35,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ وَجَاهِدُوا فِي سَبِيلِهِ لَعَلَّكُمْ تُفْلِحُونَ","bangla_text":"হে মুমিনগণ! আল্লাহকে ভয় কর, তাঁর নৈকট্য অন্বেষন কর এবং তাঁর পথে জেহাদ কর যাতে তোমরা সফলকাম হও।","english_text":"O you who believe, follow the path shown to you by God, and seek the way of proximity to Him, and struggle in His way: you may have success.","bangla_translit":"ইয়া য় আইয়্যুহাল্লাযীনা আ-মানুত্ তাক্বুল্লা-হা অব্তাগূ য় ইলাইহিল্ অসীলাতা অজ্বা-হিদূ ফী সাবীলিহী লা‘আল্লাকুম্ তুফ্লিহূন্।","english_translit":null},{"sura":5,"aya":36,"quran_text":"إِنَّ الَّذِينَ كَفَرُوا لَوْ أَنَّ لَهُمْ مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا بِهِ مِنْ عَذَابِ يَوْمِ الْقِيَامَةِ مَا تُقُبِّلَ مِنْهُمْ وَلَهُمْ عَذَابٌ أَلِيمٌ","bangla_text":"যারা কাফের, যদি তাদের কাছে পৃথিবীর সমুদয় সম্পদ এবং তৎসহ আরও তদনুরূপ সম্পদ থাকে আর এগুলো বিনিময়ে দিয়ে কিয়ামতের শাস্তি থেকে পরিত্রান পেতে চায়, তবুও তাদের কাছ থেকে তা কবুল করা হবে না। তাদের জন্যে যন্ত্রনাদায়ক শাস্তি রয়েছে।","english_text":"As for unbelievers, if they possess the riches of the whole earth, and two times more, and offer it as ransom for release from the torments of the Day of Resurrection, it will not be accepted from them, and their punishment will surely be painful.","bangla_translit":"ইন্নাল্লাযীনা কাফারূ লাও আন্না লাহুম্ মা-ফিল্ র্আদ্বি জ্বামীআওঁ অমিছ্লাহূ মা‘আহূ লিইয়াফ্তাদূ বিহী মিন্ ‘আযা-বি ইয়াওমিল্ ক্বিয়া-মাতি মা- তুক্বুব্বিলা মিন্হুম্; অলাহুম্ ‘আযা-বুন্ আলীম্।","english_translit":null},{"sura":5,"aya":37,"quran_text":"يُرِيدُونَ أَنْ يَخْرُجُوا مِنَ النَّارِ وَمَا هُمْ بِخَارِجِينَ مِنْهَا وَلَهُمْ عَذَابٌ مُقِيمٌ","bangla_text":"তারা দোযখের আগুন থেকে বের হয়ে আসতে চাইবে কিন্তু তা থেকে বের হতে পারবে না। তারা চিরস্থায়ী শাস্তি ভোগ করবে।","english_text":"They would like to escape from the Fire, but will never succeed, and their suffering will be constant","bangla_translit":"ইয়ুরীদূনা আইঁ ইয়াখ্রুজুমিনান্না-রি অমা-হুম্ বিখা-রিজ্বীনা মিন্হা- অ লাহুম্ ‘আযা-বুমু মুক্বীম্।","english_translit":null},{"sura":5,"aya":38,"quran_text":"وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا جَزَاءً بِمَا كَسَبَا نَكَالًا مِنَ اللَّهِ وَاللَّهُ عَزِيزٌ حَكِيمٌ","bangla_text":"যে পুরুষ চুরি করে এবং যে নারী চুরি করে তাদের হাত কেটে দাও তাদের কৃতকর্মের সাজা হিসেবে। আল্লাহর পক্ষ থেকে হুশিয়ারী। আল্লাহ পরাক্রান্ত, জ্ঞানময়।","english_text":"As for the thief, whether man or woman, cut his hand as punishment from God for what he had done; and God is all mighty and all wise.","bangla_translit":"অস্ সা-রিক্বু অস্সা-রিক্বাতু ফাক্ব ত্বোয়াঊ’ য় আইদিয়াহুমা- জ্বাযা - য়াম্ বিমা-কাসাবা-নাকা- লাম্ মিনাল্লা-হ; অল্লা-হু ‘আযীযুন্ হাকীম।","english_translit":null},{"sura":5,"aya":39,"quran_text":"فَمَنْ تَابَ مِنْ بَعْدِ ظُلْمِهِ وَأَصْلَحَ فَإِنَّ اللَّهَ يَتُوبُ عَلَيْهِ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ","bangla_text":"অতঃপর যে তওবা করে স্বীয় অত্যাচারের পর এবং সংশোধিত হয়, নিশ্চয় আল্লাহ তার তওবা কবুল করেন। নিশ্চয় আল্লাহ ক্ষমাশীল, দয়ালু।","english_text":"But those who repent after a crime and reform, shall be forgiven by God, for God is forgiving and kind.","bangla_translit":"ফামান্ তা-বা মিম্বা’দি জুল্মিহী অ আছ্লাহা ফাইন্নাল্লা-হা ইয়াতূবু ‘আলাইহ্; ইন্নাল্লা-হা গাফূর্রু রাহীম্।","english_translit":null},{"sura":5,"aya":40,"quran_text":"أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يُعَذِّبُ مَنْ يَشَاءُ وَيَغْفِرُ لِمَنْ يَشَاءُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ","bangla_text":"তুমি কি জান না যে আল্লাহর নিমিত্তেই নভোমন্ডল ও ভূমন্ডলের আধিপত্য। তিনি যাকে ইচ্ছা শাস্তি দেন এবং যাকে ইচ্ছা ক্ষমা করেন। আল্লাহ সবকিছুর উপর ক্ষমতাবান।","english_text":"Do you not know that God's is the kingdom of the heavens and the earth? He punishes whom He will, and pardons whom He please, for God has the power over all things.","bangla_translit":"আলাম্ তা’লাম্ আন্নাল্লা-হা লাহূ মুল্কুস্ সামা-ওয়া-তি অল্ র্আদ্ব্; ইয়ু‘আয্যিবু মাইঁ ইয়াশা -উ অইয়াগ্ফিরু লিমাইঁ ইয়াশা -উ; অল্লা-হু ‘আলা- কুল্লি শাইয়িন্ ক্বার্দী।","english_translit":null},{"sura":5,"aya":41,"quran_text":"يَا أَيُّهَا الرَّسُولُ لَا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ مِنَ الَّذِينَ قَالُوا آمَنَّا بِأَفْوَاهِهِمْ وَلَمْ تُؤْمِنْ قُلُوبُهُمْ وَمِنَ الَّذِينَ هَادُوا سَمَّاعُونَ لِلْكَذِبِ سَمَّاعُونَ لِقَوْمٍ آخَرِينَ لَمْ يَأْتُوكَ يُحَرِّفُونَ الْكَلِمَ مِنْ بَعْدِ مَوَاضِعِهِ يَقُولُونَ إِنْ أُوتِيتُمْ هَذَا فَخُذُوهُ وَإِنْ لَمْ تُؤْتَوْهُ فَاحْذَرُوا وَمَنْ يُرِدِ اللَّهُ فِتْنَتَهُ فَلَنْ تَمْلِكَ لَهُ مِنَ اللَّهِ شَيْئًا أُولَئِكَ الَّذِينَ لَمْ يُرِدِ اللَّهُ أَنْ يُطَهِّرَ قُلُوبَهُمْ لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ","bangla_text":"হে রসূল, তাদের জন্যে দুঃখ করবেন না, যারা দৌড়ে গিয়ে কুফরে পতিত হয়; যারা মুখে বলেঃ আমরা মুসলমান, অথচ তাদের অন্তর মুসলমান নয় এবং যারা ইহুদী; মিথ্যাবলার জন্যে তারা গুপ্তচর বৃত্তি করে। তারা অন্যদলের গুপ্তচর, যারা আপনার কাছে আসেনি। তারা বাক্যকে স্বস্থান থেকে পরিবর্তন করে। তারা বলেঃ যদি তোমরা এ নির্দেশ পাও, তবে কবুল করে নিও এবং যদি এ নির্দেশ না পাও, তবে বিরত থেকো। আল্লাহ যাকে পথভ্রষ্ট করতে চান, তার জন্যে আল্লাহর কাছে আপনি কিছু করতে পারবেন না। এরা এমনিই যে, আল্লাহ এদের অন্তরকে পবিত্র করতে চান না। তাদের জন্যে রয়েছে দুনিয়াতে লাঞ্ছনা এবং পরকালে বিরাট শাস্তি।","english_text":"Be not grieved, O Apostle, by those who hasten to outrace others in denial, and say with their tongues: \"We believe,\" but do not believe in their hearts. And those of the Jews who listen to tell lies, and spy on behalf of others who do not come to you, and who distort the words (of the Torah) out of context, and say: \"If you are given (what we say is true) accept it; but if you are not given it, beware.\" You cannot intercede with God for him whom God would not show the way. These are the people whose hearts God does not wish to purify. For them is ignominy in this world and punishment untold in the next --","bangla_translit":"ইয়া য় আইয়্যুর্হা রাসূলু লা-ইয়াহ্যুন্কাল্লাযীনা ইয়ুসা-রি‘ঊনা ফিল্ কুফ্রি মিনাল্লাযীনা ক্বা-লূ য় আ-মান্না-বিআফ্ওয়া-হিহিম্ অলাম্ তুমিন্ ক্বুলূবুহুম্ অমিনাল্লাযীনা হা-দূ সাম্মা-‘ঊনা লিল্কাযিবি সাম্মা-‘ঊনা লিক্বাওমিন্ আ-খারীনা লাম্ ইয়াতূক্; ইয়ুর্হারিফূনাল্ কালিমা মিম্ বা’দি মাওয়া-দ্বি‘ইহী, ইয়াক্বুলূনা ইন্ ঊতীতুম্ হা-যা- ফাখুযূহু অইল্লাম্ তুতাওহু ফাহ্যারূ; অমাইঁ ইয়ুরিদিল্লা-হু ফিত্নাতাহূ ফালান্ তাম্লিকা লাহূ মিনাল্লা-হি শাইয়া-; উলা - য়িকাল্লাযীনা লাম্ ইয়ুরিদিল্লা-হু আইঁ ইয়ুত্বোয়াহ্হিরা ক্বুলূবাহুম্; লাহুম্ ফিদ দুন্ইয়া- খিয্ইয়ুওঁ অলাহুম্ ফিল্ আ-খিরাতি ‘আযা-বুন্ ‘আজীম্।","english_translit":null},{"sura":5,"aya":42,"quran_text":"سَمَّاعُونَ لِلْكَذِبِ أَكَّالُونَ لِلسُّحْتِ فَإِنْ جَاءُوكَ فَاحْكُمْ بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ وَإِنْ تُعْرِضْ عَنْهُمْ فَلَنْ يَضُرُّوكَ شَيْئًا وَإِنْ حَكَمْتَ فَاحْكُمْ بَيْنَهُمْ بِالْقِسْطِ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ","bangla_text":"এরা মিথ্যা বলার জন্যে গুপ্তচরবৃত্তি করে, হারাম ভক্ষণ করে। অতএব, তারা যদি আপনার কাছে আসে, তবে হয় তাদের মধ্যে ফয়সালা করে দিন, না হয় তাদের ব্যাপারে নির্লিপ্ত থাকুন। যদি তাদের থেকে নির্লিপ্ত থাকেন, তবে তাদের সাধ্য নেই যে, আপনার বিন্দুমাত্র ক্ষতি করতে পারে। যদি ফয়সালা করেন, তবেন্যায় ভাবে ফয়সালা করুন। নিশ্চয় আল্লাহ সুবিচারকারীদেরকে ভালবাসেন।","english_text":"Eavesdropping for telling lies, earning through unlawful means! So, if they come to you, judge between them or decline. And if you decline, they can do you no harm; but if you judge, you should do so with justice, for God loves those who are just.","bangla_translit":"সাম্মা-‘ঊনা লিল্কাযিবি আক্কা-লূনা লিস্সুহ্তি ফাইন্ জ্বা - ঊকা ফাহ্কুম্ বাইনাহুম্ আও আ’রিদ্ ‘আন্হুম্ অইন্তু’রিদ্ব্ ‘আন্হুম্ ফালাইঁ ইয়ার্দ্বুরূকা শাইয়া-; অইন্ হাকাম্তা ফাহ্কুম্ বাইনাহুম্ বিল্ক্বিস্ত্ব্; ইন্নাল্লা-হা ইয়ুহিব্বুল্ মুক্ব্সিত্বীন্।","english_translit":null},{"sura":5,"aya":43,"quran_text":"وَكَيْفَ يُحَكِّمُونَكَ وَعِنْدَهُمُ التَّوْرَاةُ فِيهَا حُكْمُ اللَّهِ ثُمَّ يَتَوَلَّوْنَ مِنْ بَعْدِ ذَلِكَ وَمَا أُولَئِكَ بِالْمُؤْمِنِينَ","bangla_text":"তারা আপনাকে কেমন করে বিচারক নিয়োগ করবে অথচ তাদের কাছে তওরাত রয়েছে। তাতে আল্লাহর নির্দেশ আছে। অতঃপর এরা পেছন দিকে মুখ ফিরিয়ে নেয়। তারা কখনও বিশ্বাসী নয়।","english_text":"But why should they make you a judge when the Torah is with them which contains the Law of God? Even then they turn away. They are those who will never believe.","bangla_translit":"অকাইফা ইয়ুহাক্কিমূনাকা অই’ন্দাহুমুত্ তাওরা-তু ফীহা-হুক্মুল্লা-হি ছুম্মা ইয়াতা অল্লাওনা মিম্ বা’দি যা-লিক্; অমা য় উলা - য়িকা বিল্মু‘‘মিনীন্।","english_translit":null},{"sura":5,"aya":44,"quran_text":"إِنَّا أَنْزَلْنَا التَّوْرَاةَ فِيهَا هُدًى وَنُورٌ يَحْكُمُ بِهَا النَّبِيُّونَ الَّذِينَ أَسْلَمُوا لِلَّذِينَ هَادُوا وَالرَّبَّانِيُّونَ وَالْأَحْبَارُ بِمَا اسْتُحْفِظُوا مِنْ كِتَابِ اللَّهِ وَكَانُوا عَلَيْهِ شُهَدَاءَ فَلَا تَخْشَوُا النَّاسَ وَاخْشَوْنِ وَلَا تَشْتَرُوا بِآيَاتِي ثَمَنًا قَلِيلًا وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ","bangla_text":"আমি তওরাত অবর্তীর্ন করেছি। এতে হেদায়াত ও আলো রয়েছে। আল্লাহর আজ্ঞাবহ পয়গম্বর, দরবেশ ও আলেমরা এর মাধ্যমে ইহুদীদেরকে ফয়সালা দিতেন। কেননা, তাদেরকে এ খোদায়ী গ্রন্থের দেখাশোনা করার নির্দেশ দেয়া হয়েছিল এবং তাঁরা এর রক্ষণাবেক্ষণে নিযুক্ত ছিলেন। অতএব, তোমরা মানুষকে ভয় করো না এবং আমাকে ভয় কর এবং আমার আয়াত সমূহের বিনিময়ে স্বল্পমূল্যে গ্রহণ করো না, যেসব লোক আল্লাহ যা অবতীর্ণ করেছেন, তদনুযায়ী ফায়সালা করে না, তারাই কাফের।","english_text":"We sent down the Torah which contains guidance and light, in accordance with which the prophets who were obedient (to God) gave instructions to the Jews, as did the rabbis and priests, for they were the custodians and witnesses of God's writ. So, therefore, do not fear men, fear Me, and barter not My messages away for a paltry gain. Those who do not judge by God's revelations are infidels indeed.","bangla_translit":"ইন্না য় আন্যাল্নাত্ তাওরা-তা ফীহা-হুদাওঁ অনূরূন্ ইয়াহ্কুমু বিহান্নাবিয়্যূনাল্ লাযীনা আস্লামূ লিল্লাযীনা হা-দূ র্অরব্বা-নিইয়্যূনা অল্ আহ্বা-রু বিমাস্তুহ্ফিজূ মিন্ কিতা-বিল্লা-হি অকা-নূ ‘আলাইহি শুহাদা - য়া ফালা-তাখ্শাউন্ না-সা অখ্শাওনি অলা-তাশ্তারূ বিআ-ইয়া-তী ছামানান্ ক্বালীলা-; অমাল্লাম্ ইয়াহ্কুম্ বিমা য় আন্যালাল লা-হু ফায়ুলা-য়িকা হুমুল্ কা-ফিরূন্।","english_translit":null},{"sura":5,"aya":45,"quran_text":"وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ وَالْأَنْفَ بِالْأَنْفِ وَالْأُذُنَ بِالْأُذُنِ وَالسِّنَّ بِالسِّنِّ وَالْجُرُوحَ قِصَاصٌ فَمَنْ تَصَدَّقَ بِهِ فَهُوَ كَفَّارَةٌ لَهُ وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الظَّالِمُونَ","bangla_text":"আমি এ গ্রন্থে তাদের প্রতি লিখে দিয়েছি যে, প্রাণের বিনিময়ে প্রাণ, চক্ষুর বিনিময়ে চক্ষু, নাকের বিনিময়ে নাক, কানের বিনিময়ে কান, দাঁতের বিনিময়ে দাঁত এবং যখম সমূহের বিনিময়ে সমান যখম। অতঃপর যে ক্ষমা করে, সে গোনাহ থেকে পাক হয়ে যায়। যেসব লোক আল্লাহ যা অবতীর্ণ করেছেন, তদনুযায়ী ফয়সালা করে না তারাই জালেম।","english_text":"And there (in the Torah) We had ordained for them a life for a life, and an eye for an eye, and a nose for a nose, and an ear for an ear, and a tooth for a tooth, and for wounds retribution, though he who forgoes it out of charity, atones for his sins. And those who do not judge by God's revelations are unjust.","bangla_translit":"অ কাতাব্না-‘আলাইহিম্ ফীহায় আন্নান্ নাফ্সা বিন্নাফ্সি অল্ ‘আইনা বিল্‘আইনি অল্ আন্ফা বিল্ আন্ফি অল্ উযুনা বিল্ উযুনি অস্সিন্না বিস্সিন্নি অল্জুরূহা ক্বিছোয়া-ছ্; ফামান্ তাছোয়াদ্দাক্বা বিহী ফাহুঅ কাফ্ফা-রাতুল্লাহ্; অমাল্লাম্ ইয়াহ্কুম্ বিমা য় আন্যালাল্লা-হু ফাউলা - য়িকা হুমুজ্ব্ জোয়া-লিমূন্।","english_translit":null},{"sura":5,"aya":46,"quran_text":"وَقَفَّيْنَا عَلَى آثَارِهِمْ بِعِيسَى ابْنِ مَرْيَمَ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ وَآتَيْنَاهُ الْإِنْجِيلَ فِيهِ هُدًى وَنُورٌ وَمُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ وَهُدًى وَمَوْعِظَةً لِلْمُتَّقِينَ","bangla_text":"আমি তাদের পেছনে মরিয়ম তনয় ঈসাকে প্রেরণ করেছি। তিনি পূর্ববর্তী গ্রন্থ তওরাতের সত্যায়নকারী ছিলেন। আমি তাঁকে ইঞ্জিল প্রদান করেছি। এতে হেদায়াত ও আলো রয়েছে। এটি পূর্ববতী গ্রন্থ তওরাতের সত্যায়ন করে পথ প্রদর্শন করে এবং এটি খোদাভীরুদের জন্যে হেদায়েত উপদেশ বানী।","english_text":"Later, in the train (of the prophets), We sent Jesus, son of Mary, confirming the Torah which had been (Sent down) before him, and gave him the Gospel containing guidance and light, which corroborated the earlier Torah, a guidance and warning for those who preserve themselves from evil and follow the straight path.","bangla_translit":"অক্বাফ্ফাইনা- ‘আলা য় আ-ছা-রিহিম্ বি‘ঈসাব্নি র্মাইয়ামা মুছোয়াদ্দিক্বাল্লিমা-বাইনা ইয়াদাইহি মিনাত্তাওরা-তি অ আ-তাইনা-হুল্ ইন্জ্বীলা ফীহি হুদাওঁ অনূরুওঁ অ মুছোয়াদ্দিক্বাল্লিমা-বাইনা ইয়াদাইহি মিনাত্তাওরা-তি অহুদাওঁ অমাও ‘ই জোয়াতাল লিল্মুত্তাক্বীন্।","english_translit":null},{"sura":5,"aya":47,"quran_text":"وَلْيَحْكُمْ أَهْلُ الْإِنْجِيلِ بِمَا أَنْزَلَ اللَّهُ فِيهِ وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْفَاسِقُونَ","bangla_text":"ইঞ্জিলের অধিকারীদের উচিত, আল্লাহ তাতে যা অবতীর্ণ করেছেন। তদানুযায়ী ফয়সালা করা। যারা আল্লাহ যা অবতীর্ণ করেছেন, তদনুযায়ী ফয়সালা করে না, তারাই পাপাচারী।","english_text":"Let the people of the Gospel judge by what has been revealed in it by God. And those who do not judge in accordance with what God has revealed are transgressors.","bangla_translit":"অল্ ইয়াহ্কুম্ আহ্লুল্ ইন্জ্বীলি বিমা য় আন্যালাল্লা-হু ফীহ্; অমাল্লাম্ ইয়াহ্কুম্ বিমা য় আন্যালাল্লা-হু ফাউলা - য়িকা হুমুল্ ফা-সিকুন্।","english_translit":null},{"sura":5,"aya":48,"quran_text":"وَأَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَابِ وَمُهَيْمِنًا عَلَيْهِ فَاحْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ عَمَّا جَاءَكَ مِنَ الْحَقِّ لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا وَلَوْ شَاءَ اللَّهُ لَجَعَلَكُمْ أُمَّةً وَاحِدَةً وَلَكِنْ لِيَبْلُوَكُمْ فِي مَا آتَاكُمْ فَاسْتَبِقُوا الْخَيْرَاتِ إِلَى اللَّهِ مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ","bangla_text":"আমি আপনার প্রতি অবতীর্ণ করেছি সত্যগ্রন্থ, যা পূর্ববতী গ্রন্থ সমূহের সত্যায়নকারী এবং সেগুলোর বিষয়বস্তুর রক্ষণাবেক্ষণকারী। অতএব, আপনি তাদের পারস্পারিক ব্যাপারাদিতে আল্লাহ যা অবতীর্ণ করেছেন, তদনুযায়ী ফয়সালা করুন এবং আপনার কাছে যে সৎপথ এসেছে, তা ছেড়ে তাদের প্রবৃত্তির অনুসরণ করবেন না। আমি তোমাদের প্রত্যেককে একটি আইন ও পথ দিয়েছি। যদি আল্লাহ চাইতেন, তবে তোমাদের সবাইকে এক উম্মত করে দিতেন, কিন্তু এরূপ করেননি-যাতে তোমাদেরকে যে ধর্ম দিয়েছেন, তাতে তোমাদের পরীক্ষা নেন। অতএব, দৌড়ে কল্যাণকর বিষয়াদি অর্জন কর। তোমাদের সবাইকে আল্লাহর কাছে প্রত্যাবর্তন করতে হবে। অতঃপর তিনি অবহিত করবেন সে বিষয়, যাতে তোমরা মতবিরোধ করতে।","english_text":"And to you We have revealed the Book containing the truth, confirming the earlier revelations, and preserving them (from change and corruption). So judge between them by what has been revealed by God, and do not follow their whims, side-stepping the truth that has reached you. To each of you We have given a law and a way and a pattern of life. If God had pleased He could surely have made you one people (professing one faith). But He wished to try and test you by that which He gave you. So try to excel in good deeds. To Him will you all return in the end, when He will tell you of what you were at variance.","bangla_translit":"অ আন্যাল্না য় ইলাইকাল্ কিতা-বা বিল্ হাক্ব ক্বি মুছোয়াদ্দিক্বাল্লিমা-বাইনা ইয়াদাইহি মিনাল্ কিতা-বি অমুহাইমিনান্ ‘আলাইহি ফাহ্কুম্ বাইনাহুম্ বিমা য় আন্যালাল্লা-হু অলা-তাত্তাবি’ আহ্ওয়া - য়াহুম্ ‘আম্মা-জ্বা - য়াকা মিনাল্ হাক্ব্; লিকুল্লিন্ জ্বা‘আল্না-মিন্কুম্ শির‘আতাওঁ অমিন্হা-জ্বা-; অলাও শা - আল্লা-হু লাজ্বা ‘আলাকুম্ উম্মাতাওঁ অ-হিদাতাঁও অলা-কিল্ লি ইয়াব্লুওয়াকুম্ ফীমা য় আ-তা-কুম্ ফাস্তাবিকুল্ খাইরা-ত্; ইলাল্লা-হি র্মাজ্বি‘উকুম্ জ্বামী‘আন্ ফাইয়ুনাব্বিউকুম্ বিমা-কুন্তুম্ ফীহি তাখ্তালিফূন্।","english_translit":null},{"sura":5,"aya":49,"quran_text":"وَأَنِ احْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ وَاحْذَرْهُمْ أَنْ يَفْتِنُوكَ عَنْ بَعْضِ مَا أَنْزَلَ اللَّهُ إِلَيْكَ فَإِنْ تَوَلَّوْا فَاعْلَمْ أَنَّمَا يُرِيدُ اللَّهُ أَنْ يُصِيبَهُمْ بِبَعْضِ ذُنُوبِهِمْ وَإِنَّ كَثِيرًا مِنَ النَّاسِ لَفَاسِقُونَ","bangla_text":"আর আমি আদেশ করছি যে, আপনি তাদের পারস্পরিক ব্যাপারাদিতে আল্লাহ যা নাযিল করেছেন তদনুযায়ী ফয়সালা করুন; তাদের প্রবৃত্তির অনুসরণ করবেন না এবং তাদের থেকে সতর্ক থাকুন-যেন তারা আপনাকে এমন কোন নির্দেশ থেকে বিচ্যুত না করে, যা আল্লাহ আপনার প্রতি নাযিল করেছেন। অনন্তর যদি তার মুখ ফিরিয়ে নেয়, তবে জেনে নিন, আল্লাহ তাদেরকে তাদের গোনাহের কিছু শাস্তি দিতেই চেয়েছেন। মানুষের মধ্যে অনেকেই নাফরমান।","english_text":"Judge between them in the light of what has been revealed by God, and do not follow their whims, and beware of them lest they lead you away from the guidance sent down to you by God. If they turn away, then know that God is sure to punish them for some of their sins; and many of them are transgressors.","bangla_translit":"অআনিহ্কুম্ বাইনাহুম্ বিমা য় আন্যালাল্লা-হু অলা-তাত্তাবি’ আহ্ওয়া - য়া হুম্ অর্হ্যা হুম্ আইঁ ইয়াফ্তিনূকা ‘আম্ বা’দ্বি মা য় আন্যালাল্লা-হু ইলাইক্; ফাইন্ তাওয়াল্লাও ফা’লাম্ আন্নামা- ইয়ুরীদুল্লা-হু আইঁ ইয়ুছীবাহুম বিবা’দ্বি যুনূবিহিম্; অইন্না কাছীরাঁম্ মিনান্না-সি লাফা-সিকুন্।","english_translit":null},{"sura":5,"aya":50,"quran_text":"أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْمًا لِقَوْمٍ يُوقِنُونَ","bangla_text":"তারা কি জাহেলিয়াত আমলের ফয়সালা কামনা করে? আল্লাহ অপেক্ষা বিশ্বাসীদের জন্যে উত্তম ফয়সালাকারী কে?","english_text":"Do they seek a judgement of the days of pagan ignorance? But who could be a better judge than God for those who are firm in their faith?","bangla_translit":"আফাহুক্মাল্ জ্বা-হিলিয়্যাতি ইয়াব্গূন্; অমান্ আহ্সানু মিনাল্লা-হি হুক্মাল্লিক্বাওমিইঁ ইয়ুক্বিনূন্।","english_translit":null},{"sura":5,"aya":51,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ","bangla_text":"হে মুমিণগণ! তোমরা ইহুদী ও খ্রীষ্টানদেরকে বন্ধু হিসাবে গ্রহণ করো না। তারা একে অপরের বন্ধু। তোমাদের মধ্যে যে তাদের সাথে বন্ধুত্ব করবে, সে তাদেরই অন্তর্ভুক্ত। আল্লাহ জালেমদেরকে পথ প্রদর্শন করেন না।","english_text":"O believers, do not hold Jews and Christians as your allies. They are allies of one another; and anyone who makes them his friends is surely one of them; and God does not guide the unjust.","bangla_translit":"ইয়া য় আইয়্যুহাল্লাযীনা আ-মানূ লা-তাত্তাখিযুল্ ইয়াহূদা অ ন্নাছোয়া-রা য় আওলিয়া - আ বা’দ্বুহুম্ আওলিয়া - উ বা’দ্ব্; অমাইঁ ইয়াতাওয়াল্লাহুম্ মিন্কুম্ ফাইন্নাহূ মিন্হুম্; ইন্নাল্লা-হা লা-ইয়াহ্দিল্ ক্বাওমাজ্ জ্বোয়া-লিমীন্।","english_translit":null},{"sura":5,"aya":52,"quran_text":"فَتَرَى الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يُسَارِعُونَ فِيهِمْ يَقُولُونَ نَخْشَى أَنْ تُصِيبَنَا دَائِرَةٌ فَعَسَى اللَّهُ أَنْ يَأْتِيَ بِالْفَتْحِ أَوْ أَمْرٍ مِنْ عِنْدِهِ فَيُصْبِحُوا عَلَى مَا أَسَرُّوا فِي أَنْفُسِهِمْ نَادِمِينَ","bangla_text":"বস্তুতঃ যাদের অন্তরে রোগ রয়েছে, তাদেরকে আপনি দেখবেন, দৌড়ে গিয়ে তাদেরই মধ্যে প্রবেশ করে। তারা বলেঃ আমরা আশঙ্কা করি, পাছে না আমরা কোন দুর্ঘটনায় পতিত হই। অতএব, সেদিন দুরে নয়, যেদিন আল্লাহ তা’আলা বিজয় প্রকাশ করবেন অথবা নিজের পক্ষ থেকে কোন নির্দেশ দেবেন-ফলে তারা স্বীয় গোপন মনোভাবের জন্যে অনুতপ্ত হবে।","english_text":"You will notice that those whose hearts are afflicted with sickness (of doubt) only hasten to join them and say: \"We fear lest misfortune should surround us.\" It may well be that God may soon send (you) success, or other command of His. Then will they be repentant of what they had concealed in their hearts.","bangla_translit":"ফাতারাল্লাযীনা ফী কুলূবিহিম্ মারাদ্বুইঁ ইয়ুছা-রি‘ঊনা ফীহিম্ ইয়াকুলূনা নাখ্শা য় আন্ তুছীবানা-দা - য়িরাহ্; ফা‘আসাল্লা-হু আইঁ ইয়াতিয়া বিল্ ফাত্হি আও আম্রিম্মিন্ ‘ইন্দিহী ফাইয়ুছ্বিহূ ‘আলা-মা য় আর্সারূ-ফী য় আন্ফুসিহিম্ না-দিমীন্।","english_translit":null},{"sura":5,"aya":53,"quran_text":"وَيَقُولُ الَّذِينَ آمَنُوا أَهَؤُلَاءِ الَّذِينَ أَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ إِنَّهُمْ لَمَعَكُمْ حَبِطَتْ أَعْمَالُهُمْ فَأَصْبَحُوا خَاسِرِينَ","bangla_text":"মুসলমানরা বলবেঃ এরাই কি সেসব লোক, যারা আল্লাহর নামে প্রতিজ্ঞা করত যে, আমরা তোমাদের সাথে আছি? তাদের কৃতকর্মসমূহ বিফল হয়ে গেছে, ফলে তারা ক্ষতিগ্রস্ত হয়ে আছে।","english_text":"Then the believers will say: \"Are these the people who had sworn by God on solemn oath and said: \"We are surely with you?\" Wasted have been all their deeds, and losers they remain.","bangla_translit":"অ ইয়াকুলুল্লাযীনা আ-মানূ য় আহা য় উলা - য়িল্লাযীনা আক্ব সামূ বিল্লা-হি জ্বাহ্দা আইমা-নিহিম্ ইন্নাহুম্ লামা‘আকুম্ হাবিত্বোয়াত্ আ’মা-লুহুম্ ফাআছ্বাহূ খা-সিরীন্।","english_translit":null},{"sura":5,"aya":54,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا مَنْ يَرْتَدَّ مِنْكُمْ عَنْ دِينِهِ فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ يُجَاهِدُونَ فِي سَبِيلِ اللَّهِ وَلَا يَخَافُونَ لَوْمَةَ لَائِمٍ ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ","bangla_text":"হে মুমিনগণ, তোমাদের মধ্যে যে স্বীয় ধর্ম থেকে ফিরে যাবে, অচিরে আল্লাহ এমন সম্প্রদায় সৃষ্টি করবেন, যাদেরকে তিনি ভালবাসবেন এবং তারা তাঁকে ভালবাসবে। তারা মুসলমানদের প্রতি বিনয়-নম্র হবে এবং কাফেরদের প্রতি কঠোর হবে। তারা আল্লাহর পথে জেহাদ করবে এবং কোন তিরস্কারকারীর তিরস্কারে ভীত হবে না। এটি আল্লাহর অনুগ্রহ-তিনি যাকে ইচ্ছা দান করেন। আল্লাহ প্রাচুর্য দানকারী, মহাজ্ঞানী।","english_text":"O believers, any one of you who turns back on his faith (should remember) that God could verily bring (in your place) another people whom He would love as they would love Him, gentle with believers, unbending with infidels, who would strive in the way of God, unafraid of blame by any slanderer. Such is the favour of God which He bestows on whomsoever He will. God is infinite and all-knowing.","bangla_translit":"ইয়া য় আইয়্যুহাল্লাযীনা আ-মানূ মাইঁ ইর্য়াতাদ্দা মিন্কুম্ ‘আন্ দীনিহী ফাসাওফা ইয়াতিল্লা-হু বিক্বাওমিইঁ ইয়ুহিব্বুহুম্ অ ইয়ুহিব্বূ নাহূ য় আযিল্লাতিন্ ‘আলাল্ মুমিনীনা আ‘ইয্যাতিন্ ‘আলাল্ কা-ফিরীনা ইয়ুজ্বা-হিদূনা ফী সাবীলিল্লা-হি অলা- ইয়াখা-ফূনা লাওমাতা লা - য়িম্; যা-লিকা ফাদ্ব্লুল্লা-হি ইয়ু‘’তীহি মাইঁ ইয়াশা - উ; অল্লা-হু অ-সি‘উন্ ‘আলীম্।","english_translit":null},{"sura":5,"aya":55,"quran_text":"إِنَّمَا وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ وَالَّذِينَ آمَنُوا الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ رَاكِعُونَ","bangla_text":"তোমাদের বন্ধু তো আল্লাহ তাঁর রসূল এবং মুমিনবৃন্দ-যারা নামায কায়েম করে, যাকাত দেয় এবং বিনম্র।","english_text":"Your only friends are God and His Messenger, and those who believe and are steadfast in devotion, who pay the zakat and bow in homage (before God).","bangla_translit":"ইন্নামা- অলিয়্যুকুমুল্লা-হু অরাসূলুহূ অল্লাযীনা আ-মানুল্লাযীনা ইয়ুক্বীমূনাছ্ ছলা-তা অইয়ুতূনায্ যাকা-তা অহুম্ রা-কি‘ঊ ন্।","english_translit":null},{"sura":5,"aya":56,"quran_text":"وَمَنْ يَتَوَلَّ اللَّهَ وَرَسُولَهُ وَالَّذِينَ آمَنُوا فَإِنَّ حِزْبَ اللَّهِ هُمُ الْغَالِبُونَ","bangla_text":"আর যারা আল্লাহ তাঁর রসূল এবং বিশ্বাসীদেরকে বন্ধুরূপে গ্রহণ করে, তারাই আল্লাহর দল এবং তারাই বিজয়ী।","english_text":"And those who take God and His Prophet and the faithful as their friends are indeed men of God, who will surely be victorious.","bangla_translit":"অমাইঁ ইয়াতাঅল্লা-হা অরাসূলাহূ অল্লাযীনা আ-মানূ ফাইন্না হিয্বাল্লা-হি হুমুল্ গা-লিবূন্।","english_translit":null},{"sura":5,"aya":57,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الَّذِينَ اتَّخَذُوا دِينَكُمْ هُزُوًا وَلَعِبًا مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَالْكُفَّارَ أَوْلِيَاءَ وَاتَّقُوا اللَّهَ إِنْ كُنْتُمْ مُؤْمِنِينَ","bangla_text":"হে মুমিনগণ, আহলে কিতাবদের মধ্য থেকে যারা তোমাদের ধর্মকে উপহাস ও খেলা মনে করে, তাদেরকে এবং অন্যান্য কাফেরকে বন্ধু রূপে গ্রহণ করো না। আল্লাহকে ভয় কর, যদি তোমরা ঈমানদার হও।","english_text":"O believers, do not make friends with those who mock and make a sport of your faith, who were given the Book before you, and with unbelievers; and fear God if you truly believe;","bangla_translit":"ইয়া য় আইয়ুহাল্লাযীনা আ-মানূ লা- তাত্তাখিযুল্লাযী নাত্ তাখাযূ দীনাকুম্ হুযুওয়াওঁ অলা‘ইবাঁম্ মিনাল্লাযীনা ঊতুল্ কিতা-বা মিন্ ক্বাব্লিকুম্ অল্ কুফ্ফা-রা আওলিয়া - য়া অত্তাকুল্লা-হা ইন্ কুন্তুম্ মুমিনীন্।","english_translit":null},{"sura":5,"aya":58,"quran_text":"وَإِذَا نَادَيْتُمْ إِلَى الصَّلَاةِ اتَّخَذُوهَا هُزُوًا وَلَعِبًا ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَعْقِلُونَ","bangla_text":"আর যখন তোমরা নামাযের জন্যে আহবান কর, তখন তারা একে উপহাস ও খেলা বলে মনে করে। কারণ, তারা নিবোর্ধ।","english_text":"(Nor make friends with) those who, when you call (the faithful) to prayer, make mock of it and jest, because they do not understand.","bangla_translit":"অ ইযা- না-দাইতুম্ ইলাছ্ ছোয়ালা-তিত্ তাখাযূহা- হুযুওয়াওঁ অলা‘ইবা-; যা-লিকা বিআন্নাহুম্ ক্বাওমুল্লা- ইয়া’ক্বিলূন্।","english_translit":null},{"sura":5,"aya":59,"quran_text":"قُلْ يَا أَهْلَ الْكِتَابِ هَلْ تَنْقِمُونَ مِنَّا إِلَّا أَنْ آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ مِنْ قَبْلُ وَأَنَّ أَكْثَرَكُمْ فَاسِقُونَ","bangla_text":"বলুনঃ হে আহলে কিতাবগণ, আমাদের সাথে তোমাদের এছাড়া কি শত্রুতা যে, আমরা বিশ্বাস স্থাপন করেছি আল্লাহর প্রতি, আমাদের উপর অবতীর্ণ গ্রন্থের প্রতি এবং পূর্বে অবতীর্ণ গ্রন্থের প্রতি। আর তোমাদের অধিকাংশই নাফরমান।","english_text":"Say to them: \"O people of the Book, what reason have you for disliking us other than that we believe in God and what has been sent down to us, and was sent down before, and because most of you are disobedient?\"","bangla_translit":"কুল্ ইয়া য় আহ্লাল্ কিতা-বি হাল্ তান্ক্বিমূনা মিন্না য় ইল্লা য় আন্ আ-মান্না- বিল্লা-হি অমা য় ঊনযিলা ইলাইনা- অমা য় ঊন্যিলা মিন্ ক্বাব্লু অ আন্না আক্ছারাকুম্ ফা-সিকুন্।","english_translit":null},{"sura":5,"aya":60,"quran_text":"قُلْ هَلْ أُنَبِّئُكُمْ بِشَرٍّ مِنْ ذَلِكَ مَثُوبَةً عِنْدَ اللَّهِ مَنْ لَعَنَهُ اللَّهُ وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ الْقِرَدَةَ وَالْخَنَازِيرَ وَعَبَدَ الطَّاغُوتَ أُولَئِكَ شَرٌّ مَكَانًا وَأَضَلُّ عَنْ سَوَاءِ السَّبِيلِ","bangla_text":"বলুনঃ আমি তোমাদেরকে বলি, তাদের মধ্যে কার মন্দ প্রতিফল রয়েছে আল্লাহর কাছে? যাদের প্রতি আল্লাহ অভিসম্পাত করেছেন, যাদের প্রতি তিনি ক্রোধাম্বিত হয়েছেন, যাদের কতককে বানর ও শুকরে রূপান্তরিত করে দিয়েছেন এবং যারা শয়তানের আরাধনা করেছে, তারাই মর্যাদার দিক দিয়ে নিকৃষ্টতর এবং সত্যপথ থেকেও অনেক দূরে।","english_text":"Say: \"Shall I inform you who will receive the worst chastisement from God? They who were condemned by God, and on whom fell His wrath, and those who were turned to apes and swine, and those who worship the powers of evil. They are in the worse gradation, and farthest away from the right path.\"","bangla_translit":"কুল্ হাল্ উনাব্বিউকুম্ বির্শারিম্ মিন্ যা-লিকা মাছুবাতান্ ‘ইন্দাল্লা-হ্; মাল্লা‘আনাহুল্লা-হু অগাদ্বিবা ‘আলাইহি অজ্বা‘আলা মিন্হুমুল্ ক্বিরাদাতা অল্খানা-যীরা অ‘আবাদা ত্ত্বোয়া-গূত্; উলা- য়িকা র্শারুম্ মাকা-নাওঁ অ আদ্বোয়াল্লু ‘আন্ সাওয়া - ইস্ সাবীল্।","english_translit":null},{"sura":5,"aya":61,"quran_text":"وَإِذَا جَاءُوكُمْ قَالُوا آمَنَّا وَقَدْ دَخَلُوا بِالْكُفْرِ وَهُمْ قَدْ خَرَجُوا بِهِ وَاللَّهُ أَعْلَمُ بِمَا كَانُوا يَكْتُمُونَ","bangla_text":"যখন তারা তোমাদের কাছে আসে তখন বলে দাওঃ আমরা বিশ্বাস স্থাপন করেছি। অথচ তারা কুফর নিয়ে এসেছিল এবং কুফর নিয়েই প্রস্থান করেছে। তারা যা গোপন করত, আল্লাহ তা খুব জানেন।","english_text":"When they come to you they say: \"We believe;\" but unbelieving they came and unbelieving go; and God is aware of what they conceal in their hearts.","bangla_translit":"অইযা-জ্বা - ঊ-কুম্ ক্বা-লূ য় আ-মান্না- অক্বাদ্ দাখালূ বিল্কুফ্রি অহুম্ ক্বাদ্ খারাজু বিহ্; অল্লা-হু আ’লামু বিমা- কা-নূ ইয়াক্তুমূন্।","english_translit":null},{"sura":5,"aya":62,"quran_text":"وَتَرَى كَثِيرًا مِنْهُمْ يُسَارِعُونَ فِي الْإِثْمِ وَالْعُدْوَانِ وَأَكْلِهِمُ السُّحْتَ لَبِئْسَ مَا كَانُوا يَعْمَلُونَ","bangla_text":"আর আপনি তাদের অনেককে দেখবেন যে, দৌড়ে দৌড়ে পাপে, সীমালঙ্ঘনে এবং হারাম ভক্ষনে পতিত হয়। তারা অত্যন্ত মন্দ কাজ করছে।","english_text":"You will see among them many who rush into sin and wickedness, and devour unlawful gain. How evil are the things they do!","bangla_translit":"অতারা- কাছীরাঁম্ মিন্হুম্ ইয়ুসা-রি‘ঊনা ফিল্ ইছ্মি অল্ ‘উদ্ওয়া-নি অ আক্লিহিমুস্ সুহ্তা লাবিসা মা-কা-নূ ইয়া’মালূন্।","english_translit":null},{"sura":5,"aya":63,"quran_text":"لَوْلَا يَنْهَاهُمُ الرَّبَّانِيُّونَ وَالْأَحْبَارُ عَنْ قَوْلِهِمُ الْإِثْمَ وَأَكْلِهِمُ السُّحْتَ لَبِئْسَ مَا كَانُوا يَصْنَعُونَ","bangla_text":"দরবেশ ও আলেমরা কেন তাদেরকে পাপ কথা বলতে এবং হারাম ভক্ষণ করতে নিষেধ করে না? তারা খুবই মন্দ কাজ করছে।","english_text":"Why do not their rabbis and priests prohibit them from talking of sinful things and from devouring unlawful gain? Evil are the acts they commit!","bangla_translit":"লাওলা- ইয়ান্হা-হুর্মু রব্বা-নিইয়্যূনা অল্ আহ্বা-রু ‘আন্ ক্বাওলিহিমুল্ ইছ্মা অ আক্লিহিমুস্ সুহ্তা; লাবিসা মা- কা-নূ ইয়াছ্না‘ঊন্।","english_translit":null},{"sura":5,"aya":64,"quran_text":"وَقَالَتِ الْيَهُودُ يَدُ اللَّهِ مَغْلُولَةٌ غُلَّتْ أَيْدِيهِمْ وَلُعِنُوا بِمَا قَالُوا بَلْ يَدَاهُ مَبْسُوطَتَانِ يُنْفِقُ كَيْفَ يَشَاءُ وَلَيَزِيدَنَّ كَثِيرًا مِنْهُمْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ طُغْيَانًا وَكُفْرًا وَأَلْقَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ إِلَى يَوْمِ الْقِيَامَةِ كُلَّمَا أَوْقَدُوا نَارًا لِلْحَرْبِ أَطْفَأَهَا اللَّهُ وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا وَاللَّهُ لَا يُحِبُّ الْمُفْسِدِينَ","bangla_text":"আর ইহুদীরা বলেঃ আল্লাহর হাত বন্ধ হয়ে গেছে। তাদেরই হাত বন্ধ হোক। একথা বলার জন্যে তাদের প্রতি অভিসম্পাত। বরং তাঁর উভয় হস্ত উম্মুক্ত। তিনি যেরূপ ইচ্ছা ব্যয় করেন। আপনার প্রতি পলনকর্তার পক্ষ থেকে যে কালাম অবর্তীণ হয়েছে, তার কারণে তাদের অনেকের অবাধ্যতা ও কুফর পরিবর্ধিত হবে। আমি তাদের পরস্পরের মধ্যে কেয়ামত পর্যন্ত শত্রুতা ও বিদ্বেষ সঞ্চারিত করে দিয়েছি। তারা যখনই যুদ্ধের আগুন প্রজ্জ?482;িত করে, আল্লাহ তা নির্বাপিত করে দেন। তারা দেশে অশান্তি উৎপাদন করে বেড়ায়। আল্লাহ অশান্তি ও বিশৃঙ্খলা সৃষ্টিকারীদেরকে পছন্দ করেন না।","english_text":"The Jews say: \"Bound are the hands of God.\" Tied be their own hands, and damned may they be for saying what they say! In fact, both His hands are open wide: He spends of His bounty in any way He please. But what your Lord has revealed to you will only increase their rebellion and unbelief. So We have caused enmity and hatred among them (which will last) till the Day of Resurrection. As often as they ignite the fires of war they are extinguished by God. Yet they rush around to spread corruption in the land; but God does not love those who are corrupt.","bangla_translit":"অ ক্বা-লাতিল্ ইয়াহূদু ইয়াদুল্লা-হি মাগ্লূলাতুন্; গুল্লাত্ আইদীহিম্ অলু‘ইনূ বিমা-ক্বা-লূ। বাল্ ইয়াদা-হু মাব্সূত্বোয়াতা-নি ইয়ুন্ফিকু কাইফা ইয়াশা - উ; অলাইয়াযীদান্না কাছীরাঁম্ মিন্হুম্ মা য় উন্যিলা ইলাইকা র্মিরব্বিকা তুগ্ইয়া-নাঁও অ কুফ্রা-; অ আল্ক্বাইনা- বাইনাহুমুল্ আ’দা-ওয়াতা অল্বাগ্দ্বোয়া - য়া ইলা- ইয়াওমিল্ ক্বিয়া-মাহ্; কুল্লামা য় আও ক্বাদূ না-রাল লির্ল্হাবি আত্ব্ফা আহাল্লা-হু অ ইয়াস্‘আওনা ফিল্ র্আদ্বি ফাসা-দা-; অল্লা-হু লা- ইয়ুহিব্বুল্ মুফ্সিদীন্।","english_translit":null},{"sura":5,"aya":65,"quran_text":"وَلَوْ أَنَّ أَهْلَ الْكِتَابِ آمَنُوا وَاتَّقَوْا لَكَفَّرْنَا عَنْهُمْ سَيِّئَاتِهِمْ وَلَأَدْخَلْنَاهُمْ جَنَّاتِ النَّعِيمِ","bangla_text":"আর যদি আহলে-কিতাবরা বিশ্বাস স্থাপন করত এবং খোদাভীতি অবলম্বন করত, তবে আমি তাদের মন্দ বিষয়সমূহ ক্ষমা করে দিতাম এবং তাদেরকে নেয়ামতের উদ্যানসমূহে প্রবিষ্ট করতাম।","english_text":"If the people of the Book had believed and feared, We would surely have absolved them of their sins, and admitted them to gardens of delight.","bangla_translit":"অলাও আন্না আহ্লাল্ কিতা-বি আ-মানূ অত্তাক্বাও লাকার্ফ্ফানা- ‘আন্হুম্ সাইয়্যিআ-তিহিম্ অলাআদ্খাল্না-হুম্ জ্বান্না-তিন্ না‘ঈম্।","english_translit":null},{"sura":5,"aya":66,"quran_text":"وَلَوْ أَنَّهُمْ أَقَامُوا التَّوْرَاةَ وَالْإِنْجِيلَ وَمَا أُنْزِلَ إِلَيْهِمْ مِنْ رَبِّهِمْ لَأَكَلُوا مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ أَرْجُلِهِمْ مِنْهُمْ أُمَّةٌ مُقْتَصِدَةٌ وَكَثِيرٌ مِنْهُمْ سَاءَ مَا يَعْمَلُونَ","bangla_text":"যদি তারা তওরাত, ইঞ্জিল এবং যা প্রতিপালকের পক্ষ থেকে তাদের প্রতি অবতীর্ণ হয়েছে, পুরোপুরি পালন করত, তবে তারা উপর থেকে এবং পায়ের নীচ থেকে ভক্ষণ করত। তাদের কিছুসংখ্যক লোক সৎপথের অনুগামী এবং অনেকেই মন্দ কাজ করে যাচ্ছে।","english_text":"And if they had followed the teachings of the Torah and the Gospel, and what has been sent down to them by their Lord, they would surely have enjoyed (blessings) from the heavens above and the earth below their feet.","bangla_translit":"অলাও আন্নাহুম্ আক্বা-মুত তাওরা-তা অল্ ইন্জ্বীলা অমা য় উন্যিলা ইলাইহিম্ র্মি রব্বিহিম্ লাআকালূ মিন্ ফাওক্বিহিম্ অমিন্ তাহ্তি র্আজুলিহিম্; মিন্হুম্ উম্মাতুম্ মুক্ব তাছিদাহ্; অকাছীরুম্ মিন্হুম্ সা - য়া মা-ইয়া’মালূন।","english_translit":null},{"sura":5,"aya":67,"quran_text":"يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ","bangla_text":"হে রসূল, পৌছে দিন আপনার প্রতিপালকের পক্ষ থেকে আপনার প্রতি যা অবতীর্ণ হয়েছে। আর যদি আপনি এরূপ না করেন, তবে আপনি তাঁর পয়গাম কিছুই পৌছালেন না। আল্লাহ আপনাকে মানুষের কাছ থেকে রক্ষা করবেন। নিশ্চয় আল্লাহ কাফেরদেরকে পথ প্রদর্শন করেন না।","english_text":"Some among them are moderate, but evil is what most of them do! O Prophet, announce what has reached you from your Lord, for if you do not, you will not have delivered His message. God will preserve you from (the mischief of) men; for God does not guide those who do not believe.","bangla_translit":"ইয়া য় আইয়্যুর্হা রাসূলু বাল্লিগ্ মা য় উন্যিলা ইলাইকা র্মি রব্বিক্; অইল্ লাম্ তাফ্‘আল্ ফামা-বাল্লাগ্তা রিসা-লাতাহ্; অল্লা-হু ইয়া’ছিমুকা মিনান্না-স্; ইন্নাল্লা-হা লা- ইয়াহ্দিল্ ক্বাওমাল্ কা-ফিরীন্।","english_translit":null},{"sura":5,"aya":68,"quran_text":"قُلْ يَا أَهْلَ الْكِتَابِ لَسْتُمْ عَلَى شَيْءٍ حَتَّى تُقِيمُوا التَّوْرَاةَ وَالْإِنْجِيلَ وَمَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ وَلَيَزِيدَنَّ كَثِيرًا مِنْهُمْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ طُغْيَانًا وَكُفْرًا فَلَا تَأْسَ عَلَى الْقَوْمِ الْكَافِرِينَ","bangla_text":"বলে দিনঃ হে আহলে কিতাবগণ, তোমরা কোন পথেই নও, যে পর্যন্ত না তোমরা তওরাত, ইঞ্জিল এবং যে গ্রন্থ তোমাদের পালনকর্তার পক্ষ থেকে তোমাদের প্রতি অবতীর্ণ হয়েছে তাও পুরোপুরি পালন না কর। আপনার পালনকর্তার কাছ থেকে আপনার প্রতি যা অবর্তীণ হয়েছে, তার কারণে তাদের অনেকের অবাধ্যতা ও কুফর বৃদ্ধি পাবে। অতএব, এ কাফের সম্প্রদায়ের জন্যে দুঃখ করবেন না।","english_text":"Say to them: \"O people of the Book, you have no ground (for argument) until you follow the Torah and the Gospel and what has been revealed to you by your Lord.\" But what has been revealed to you by your Lord will surely increase rebellion and unbelief in many; so do not grieve for those who do not believe.","bangla_translit":"কুল্ ইয়া য় আহ্লাল্ কিতা-বি লাস্তুম্ ‘আলা-শাইয়িন্ হাত্তা- তুক্বীমুত তাওরা-তা অল্ ইন্জ্বীলা অমা য় উন্যিলা ইলাইকুম্ র্মি রব্বিকুম্; অলাইয়াযীদান্না কাছীরাম্ মিন্হুম্ মা য় উন্যিলা ইলাইকা র্মি রব্বিকা তুগ্ইয়া-নাঁও অকুফ্রান্, ফালা-তা”সা ‘আলাল্ ক্বাওমিল্ কা-ফিরীন্।","english_translit":null},{"sura":5,"aya":69,"quran_text":"إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالصَّابِئُونَ وَالنَّصَارَى مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَعَمِلَ صَالِحًا فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ","bangla_text":"নিশ্চয় যারা মুসলমান, যারা ইহুদী, ছাবেয়ী বা খ্রীষ্টান, তাদের মধ্যে যারা বিশ্বাস স্থাপন করে আল্লাহর প্রতি, কিয়ামতের প্রতি এবং সৎকর্ম সম্পাদন করে, তাদের কোন ভয় নেই এবং তারা দুঃখিত হবে না।","english_text":"All those who believe, and the Jews and the Sabians and the Christians, in fact any one who believes in God and the Last Day, and performs good deeds, will have nothing to fear or regret.","bangla_translit":"ইন্না ল্লাযীনা আ-মানূ অল্লাযীনা হা-দূ অছ্ছোয়া-বিয়ূনা- অন্নাছোয়া-রা- মান্ আ-মানা বিল্লা-হি অল্ ইয়াওমিল্ আ-খিরি অ‘আমিলা ছোয়া-লিহান্ ফালা-খাওফুন্ ‘আলাইহিম্ অলা-হুম্ ইয়াহ্যানূন্।","english_translit":null},{"sura":5,"aya":70,"quran_text":"لَقَدْ أَخَذْنَا مِيثَاقَ بَنِي إِسْرَائِيلَ وَأَرْسَلْنَا إِلَيْهِمْ رُسُلًا كُلَّمَا جَاءَهُمْ رَسُولٌ بِمَا لَا تَهْوَى أَنْفُسُهُمْ فَرِيقًا كَذَّبُوا وَفَرِيقًا يَقْتُلُونَ","bangla_text":"আমি বনী-ইসরাঈলের কাছ থেকে অঙ্গীকার নিয়েছিলাম এবং তাদের কাছে অনেক পয়গম্বর প্রেরণ করে ছিলাম। যখনই তাদের কাছে কোন পয়গম্বর এমন নির্দেশ নিয়ে আসত যা তাদের মনে চাইত না, তখন তাদের অনেকের প্রতি তারা মিথ্যারোপ করত এবংঅনেককে হত্যা করে ফেলত।","english_text":"We had taken a solemn pledge from the children of Israel, and sent messengers to them; but whenever an apostle came to them bringing what did not suit their mood, they called one imposter, another they slew,","bangla_translit":"লাক্বাদ আখায্না- মীছা-ক্বা বানী য় ইসরা - য়ীলা অ র্আসাল্না য় ইলাইহিম্ রুসুলা-; ‘কুল্লামা- জ্বা - য়াহুম্ রাসূলুম্ বিমা- লা- তাহ্ওয়া য় আন্ফুসুহুম্ ফারীক্বান্ কায্যাবূ অফারীক্বাঁই ইয়াক্ব তুলূন্।","english_translit":null},{"sura":5,"aya":71,"quran_text":"وَحَسِبُوا أَلَّا تَكُونَ فِتْنَةٌ فَعَمُوا وَصَمُّوا ثُمَّ تَابَ اللَّهُ عَلَيْهِمْ ثُمَّ عَمُوا وَصَمُّوا كَثِيرٌ مِنْهُمْ وَاللَّهُ بَصِيرٌ بِمَا يَعْمَلُونَ","bangla_text":"তারা ধারণা করেছে যে, কোন অনিষ্ট হবে না। ফলে তারা আরও অন্ধ ও বধির হয়ে গেল। অতঃপর আল্লাহ তাদের তওবা কবুল করলেন। এরপরও তাদের অধিকাংশই অন্ধ ও বধির হয়ে রইল। আল্লাহ দেখেন তারা যা কিছু করে।","english_text":"And imagined that no trials would befall them; and they turned deaf and blind (to the truth). But God still turned to them; yet many of them turned blind and deaf again; but God sees everything they do.","bangla_translit":"অ হাসিবূ য় আল্লা-তাকূনা ফিত্নাতুন্ ফা‘আমূ অ ছোয়াম্মূ ছুম্মা তা-বাল্লা-হু ‘আলাইহিম্ ছুম্মা ‘আমূ অ ছোয়াম্মূ কাছীরুম্ মিন্হুম্ অল্লা-হু বাছীরুঁম্ বিমা-ইয়া’মালূন্।","english_translit":null},{"sura":5,"aya":72,"quran_text":"لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ وَقَالَ الْمَسِيحُ يَا بَنِي إِسْرَائِيلَ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ","bangla_text":"তারা কাফের, যারা বলে যে, মরিময়-তনয় মসীহ-ই আল্লাহ; অথচ মসীহ বলেন, হে বণী-ইসরাঈল, তোমরা আল্লাহর এবাদত কর, যিনি আমার পালন কর্তা এবং তোমাদেরও পালনকর্তা। নিশ্চয় যে ব্যক্তি আল্লাহর সাথে অংশীদার স্থির করে, আল্লাহ তার জন্যে জান্নাত হারাম করে দেন। এবং তার বাসস্থান হয় জাহান্নাম। অত্যাচারীদের কোন সাহায্যকারী নেই।","english_text":"They are surely infidels who say: \"God is the Christ, son of Mary.\" But the Christ had only said: \"O children of Israel, worship God who is my Lord and your Lord.\" Whosoever associates a compeer with God, will have Paradise denied to him by God, and his abode shall be Hell; and the sinners will have none to help them.","bangla_translit":"লাক্বাদ্ কাফারাল্লাযীনা ক্বা- লূ য় ইন্নাল্লা-হা হুওয়াল্ মাসীহুব্নু র্মাইয়াম্; অক্বা-লাল্ মাসীহু ইয়া-বানী য় ইসরা - ঈলা’বুদুল্লা-হা রব্বী অরব্বাকুম্; ইন্নাহূ মাঁই ইয়ুশ্রিক্ বিল্লা-হি ফাক্বাদ্ র্হারামাল্লা-হু ‘আলাইহিল্ জান্নাতা অমা”ওয়া-হুন্নার্-; অমা-লিজ্জোয়া-লিমীনা মিন্ আন্ছোয়ার্-।","english_translit":null},{"sura":5,"aya":73,"quran_text":"لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ ثَالِثُ ثَلَاثَةٍ وَمَا مِنْ إِلَهٍ إِلَّا إِلَهٌ وَاحِدٌ وَإِنْ لَمْ يَنْتَهُوا عَمَّا يَقُولُونَ لَيَمَسَّنَّ الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابٌ أَلِيمٌ","bangla_text":"নিশ্চয় তারা কাফের, যারা বলেঃ আল্লাহ তিনের এক; অথচ এক উপাস্য ছাড়া কোন উপাস্য নেই। যদি তারা স্বীয় উক্তি থেকে নিবৃত্ত না হয়, তবে তাদের মধ্যে যারা কুফরে অটল থাকবে, তাদের উপর যন্ত্রনাদায়ক শাস্তি পতিত হবে।","english_text":"Disbelievers are they surely who say: \"God is the third of the trinity;\" but there is no god other than God the one. And if they do not desist from saying what they say, then indeed those among them who persist in disbelief will suffer painful punishment.","bangla_translit":"লাকাদ্ কাফারাল্লাযীনা ক্বা-লূ য় ইন্না ল্লা-হা ছা-লিছু ছালা-ছাহ্। অমা-মিন্ ইলা-হিন্ ইল্লা য় ইলা-হুঁও ওয়া-হিদ্; অ ইল্লাম্ ইয়ান্তাহূ ‘আম্মা- ইয়াকুলূনা লাইয়ামাস্সান্না ল্লাযীনা কাফারূ মিন্হুম্ ‘আযা-বুন্ আলীম্।","english_translit":null},{"sura":5,"aya":74,"quran_text":"أَفَلَا يَتُوبُونَ إِلَى اللَّهِ وَيَسْتَغْفِرُونَهُ وَاللَّهُ غَفُورٌ رَحِيمٌ","bangla_text":"তারা আল্লাহর কাছে তওবা করে না কেন এবং ক্ষমা প্রার্থনা করে না কেন? আল্লাহ যে ক্ষমাশীল, দয়ালু।","english_text":"Why do they not turn to God and ask His forgiveness? God is forgiving and kind.","bangla_translit":"আফালা- ইয়াতূবূনা ইলাল্লা-হি অ ইয়াস্তাগ্ফিরূনাহ্; অল্লা-হু গাফূর্রু রাহীম্।","english_translit":null},{"sura":5,"aya":75,"quran_text":"مَا الْمَسِيحُ ابْنُ مَرْيَمَ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ وَأُمُّهُ صِدِّيقَةٌ كَانَا يَأْكُلَانِ الطَّعَامَ انْظُرْ كَيْفَ نُبَيِّنُ لَهُمُ الْآيَاتِ ثُمَّ انْظُرْ أَنَّى يُؤْفَكُونَ","bangla_text":"মরিয়ম-তনয় মসীহ রসূল ছাড়া আর কিছু নন। তাঁর পূর্বে অনেক রসূল অতিক্রান্ত হয়েছেন আর তার জননী একজন ওলী। তাঁরা উভয়েই খাদ্য ভক্ষণ করতেন। দেখুন, আমি তাদের জন্যে কিরূপ যুক্তি-প্রমাণ বর্ননা করি, আবার দেখুন, তারা উল্টা কোন দিকে যাচেছ।","english_text":"The Christ, son of Mary, was but an apostle, and many apostles had (come and) gone before him; and his mother was a woman of truth. They both ate the (same) food (as men). Behold, how We show men clear signs, and behold, how they wander astray!","bangla_translit":"মাল্মাসীহুব্নু র্মাইয়ামা ইল্লা- রাসূলুন্ ক্বাদ্ খালাত্ মিন্ ক্বাব্লির্হি রুসুল্; অ উম্মুহূ ছিদ্দীক্বাহ্; কা-না- ইয়া”কুলা-নি ত্ত্বোয়া‘আ-ম্; উর্ন্জু কাইফা নুবাইয়্যিনু লাহুমুল্ আ-ইয়া-তি ছুম্মার্ন্জু আন্না-ইয়ু”ফাকূন্।","english_translit":null},{"sura":5,"aya":76,"quran_text":"قُلْ أَتَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَمْلِكُ لَكُمْ ضَرًّا وَلَا نَفْعًا وَاللَّهُ هُوَ السَّمِيعُ الْعَلِيمُ","bangla_text":"বলে দিনঃ তোমরা কি আল্লাহ ব্যতীত এমন বস্তুর এবাদত কর যে, তোমাদের অপকার বা উপকার করার ক্ষমতা রাখে না? অথচ আল্লাহ সব শুনেন ও জানেন।","english_text":"Tell them: \"Leaving God aside, will you worship something that has no power over your loss or gain?\" But God is all-hearing and all-knowing.","bangla_translit":"কুল্ আতা’বুদূনা মিন্ দূনিল্লা-হি মা-লা-ইয়াম্লিকু লাকুম্ দ্বোর্য়ারাঁও অলা-নাফ্‘আ-; অল্লা-হু হুওয়াস্ সামী‘উল্ ‘আলীম্।","english_translit":null},{"sura":5,"aya":77,"quran_text":"قُلْ يَا أَهْلَ الْكِتَابِ لَا تَغْلُوا فِي دِينِكُمْ غَيْرَ الْحَقِّ وَلَا تَتَّبِعُوا أَهْوَاءَ قَوْمٍ قَدْ ضَلُّوا مِنْ قَبْلُ وَأَضَلُّوا كَثِيرًا وَضَلُّوا عَنْ سَوَاءِ السَّبِيلِ","bangla_text":"বলুনঃ হে আহলে কিতাবগন, তোমরা স্বীয় ধর্মে অন্যায় বাড়াবাড়ি করো না এবং এতে ঐ সম্প্রদায়ের প্রবৃত্তির অনুসরণ করো না, যারা পূর্বে পথভ্রষ্ট হয়েছে এবং অনেককে পথভ্রষ্ট করেছে। তারা সরল পথ থেকে বিচ্যুত হয়ে পড়েছে।","english_text":"Tell them: \"O people of the Book, do not overstep the bounds of truth in your beliefs, and follow not the wishes of a people who had erred before, and led many others astray, and wandered away from the right path.\"","bangla_translit":"কুল্ ইয়া য় আহ্লাল্ কিতা-বি লা- তাগ্লূ ফী দীনিকুম্ গাইরাল্ হাক্ব ক্বি অলা-তাত্তাবি‘ঊ য় আহ্ওয়া - য়া ক্বাওমিন্ ক্বাদ্ দ্বোয়াল্ল মিন্ ক্বাব্লু অআদ্বোয়াল্লূ কাছীরাঁও অদ্বোয়াল্লূ ‘আন্ সাওয়া - য়িস্ সাবীল্।","english_translit":null},{"sura":5,"aya":78,"quran_text":"لُعِنَ الَّذِينَ كَفَرُوا مِنْ بَنِي إِسْرَائِيلَ عَلَى لِسَانِ دَاوُودَ وَعِيسَى ابْنِ مَرْيَمَ ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ","bangla_text":"বনী-ইসলাঈলের মধ্যে যারা কাফের, তাদেরকে দাউদ ও মরিয়মতনয় ঈসার মুখে অভিসম্পাত করা হয়েছে। এটা একারণে যে, তারা অবাধ্যতা করত এবং সীমা লংঘন করত।","english_text":"Cursed were disbelievers among the children of Israel by David and Jesus, son of Mary, because they rebelled and transgressed the bounds.","bangla_translit":"লু ‘ইনাল্লাযীনা কাফারূ মিম্ বানী য় ইসরা - ঈলা ‘আলা-লিসা-নি দা-য়ূদা অ‘ঈসাব্নি র্মাইয়াম্; যা-লিকা বিমা-‘আছোয়াও অকা-নূ ইয়া’তাদূন্।","english_translit":null},{"sura":5,"aya":79,"quran_text":"كَانُوا لَا يَتَنَاهَوْنَ عَنْ مُنْكَرٍ فَعَلُوهُ لَبِئْسَ مَا كَانُوا يَفْعَلُونَ","bangla_text":"তারা পরস্পরকে মন্দ কাজে নিষেধ করত না, যা তারা করত। তারা যা করত তা অবশ্যই মন্দ ছিল","english_text":"They did not restrain one another from the wicked things they used to do; and vile were the things that they were doing!","bangla_translit":"কা-নূ লা-ইয়াতানা-হাওনা ‘আম্মুন্কারিন্ ফা‘আলূহ্; লাবি”সা মা-কা-নূ ইয়াফ্‘আলূন্।","english_translit":null},{"sura":5,"aya":80,"quran_text":"تَرَى كَثِيرًا مِنْهُمْ يَتَوَلَّوْنَ الَّذِينَ كَفَرُوا لَبِئْسَ مَا قَدَّمَتْ لَهُمْ أَنْفُسُهُمْ أَنْ سَخِطَ اللَّهُ عَلَيْهِمْ وَفِي الْعَذَابِ هُمْ خَالِدُونَ","bangla_text":"আপনি তাদের অনেককে দেখবেন, কাফেরদের সাথে বন্ধুত্ব করে। তারা নিজেদের জন্য যা পাঠিয়েছে তা অবশ্যই মন্দ। তা এই যে, তাদের প্রতি আল্লাহ ক্রোধান্বিত হয়েছেন এবং তারা চিরকাল আযাবে থাকবে।","english_text":"You can see among them many allying themselves with the infidels. Vile it was what they sent ahead of them, so that God's indignation came upon them; and torment will they suffer an eternity.","bangla_translit":"তারা- কাছীরাঁম্ মিনহুম্ ইয়াতাঅল্লাওনাল্ লাযীনা কাফারূ; লাবি”সা মা-ক্বাদ্দামাত্ লাহুম্ আন্ফুসুহুম্ আন্ সাখিত্বোয়াল্লা-হু ‘আলাইহিম্ অফিল্ ‘আযা-বি হুম্ খা-লিদূন্।","english_translit":null},{"sura":5,"aya":81,"quran_text":"وَلَوْ كَانُوا يُؤْمِنُونَ بِاللَّهِ وَالنَّبِيِّ وَمَا أُنْزِلَ إِلَيْهِ مَا اتَّخَذُوهُمْ أَوْلِيَاءَ وَلَكِنَّ كَثِيرًا مِنْهُمْ فَاسِقُونَ","bangla_text":"যদি তারা আল্লাহর প্রতি ও রসূলের প্রতি অবতীর্ণ বিষয়ের প্রতি বিশ্বাস স্থাপন করত, তবে কাফেরদেরকে বন্ধুরূপে গ্রহণ করত না। কিন্তু তাদের মধ্যে অনেকেই দুরাচার।","english_text":"If they had believed in God and the Prophet and what had been revealed to him, they would never have held them as allies; and many among them are transgressors.","bangla_translit":"অলাও কা-নূ ইয়ু”মিনূনা বিল্লা-হি অন্নাবিয়্যি অমা য় ঊন্যিলা ইলাইহি মাত্তাখাযূহুম্ আওলিয়া - য়া অলা-কিন্না কাছীরাঁম্ মিন্হুম্ ফা-সিকুন্।","english_translit":null},{"sura":5,"aya":82,"quran_text":"لَتَجِدَنَّ أَشَدَّ النَّاسِ عَدَاوَةً لِلَّذِينَ آمَنُوا الْيَهُودَ وَالَّذِينَ أَشْرَكُوا وَلَتَجِدَنَّ أَقْرَبَهُمْ مَوَدَّةً لِلَّذِينَ آمَنُوا الَّذِينَ قَالُوا إِنَّا نَصَارَى ذَلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا وَأَنَّهُمْ لَا يَسْتَكْبِرُونَ","bangla_text":"আপনি সব মানুষের চাইতে মুসলমানদের অধিক শত্রু ইহুদী ও মুশরেকদেরকে পাবেন এবং আপনি সবার চাইতে মুসলমানদের সাথে বন্ধুত্বে অধিক নিকটবর্তী তাদেরকে পাবেন, যারা নিজেদেরকে খ্রীষ্টান বলে। এর কারণ এই যে, খ্রীষ্টানদের মধ্যে আলেম রয়েছে, দরবেশ রয়েছে এবং তারা অহঙ্কার করে না।","english_text":"You will find the Jews and idolaters most excessive in hatred of those who believe; and the closest in love to the faithful are the people who say: \"We are the followers of Christ,\" because there are priests and monks among them, and they are not arrogant.","bangla_translit":"লাতাজ্বিদান্না আশাদ্দান্না-সি ‘আদা-ওয়াতাল্লিল্লাযীনা আ-মানুল্ ইয়াহূদা অল্লাযীনা আশ্রাকূ অ লাতাজ্বিদান্না আক্ব রাবাহুম্ মাওয়্যাদ্দাতাল্ লিল্লাযীনা আ-মানু ল্লাযীনা ক্বা-লূ য় ইন্না- নাছোয়া-রা-; যা-লিকা বিআন্না মিন্হুম্ ক্বিস্সীসীনা অরুহ্বা-নাঁও অআন্নাহুম্ লা-ইয়াস্তাক্বিরূন্।","english_translit":null},{"sura":5,"aya":83,"quran_text":"وَإِذَا سَمِعُوا مَا أُنْزِلَ إِلَى الرَّسُولِ تَرَى أَعْيُنَهُمْ تَفِيضُ مِنَ الدَّمْعِ مِمَّا عَرَفُوا مِنَ الْحَقِّ يَقُولُونَ رَبَّنَا آمَنَّا فَاكْتُبْنَا مَعَ الشَّاهِدِينَ","bangla_text":"আর তারা রসূলের প্রতি যা অবতীর্ণ হয়েছে, তা যখন শুনে, তখন আপনি তাদের চোখ অশ্রু সজল দেখতে পাবেন; এ কারণে যে, তারা সত্যকে চিনে নিয়েছে। তারা বলেঃ হে আমাদের প্রতি পালক, আমরা মুসলমান হয়ে গেলাম। অতএব, আমাদেরকেও মান্যকারীদের তালিকাভুক্ত করে নিন।","english_text":"For when they listen to what has been revealed to this Apostle, you can see their eyes brim over with tears at the truth which they recognise, and say: \"O Lord, we believe; put us down among those who bear witness (to the truth).","bangla_translit":"অইযা-সামি‘ঊ মা য় উন্যিলা ইর্লা রাসূলি তারা য় আ’ইয়ুনাহুম্ তাফীদ্বু মিনাদ্ দাম্ই’ মিম্মা-আ’রাফূ মিনাল্ হাক্ব্ ক্বি ইয়াকুলূনা রব্বানা য় আ-মান্না- ফাক্তুব্না- মা‘আশ্ শা-হিদীন্।","english_translit":null},{"sura":5,"aya":84,"quran_text":"وَمَا لَنَا لَا نُؤْمِنُ بِاللَّهِ وَمَا جَاءَنَا مِنَ الْحَقِّ وَنَطْمَعُ أَنْ يُدْخِلَنَا رَبُّنَا مَعَ الْقَوْمِ الصَّالِحِينَ","bangla_text":"আমাদের কি ওযর থাকতে পারে যে, আমরা আল্লাহর প্রতি এবং যে সত্য আমাদের কাছে এসেছে, তৎপ্রতি বিশ্বাস স্থাপন করব না এবং এ আশা করবো না যে, আমদের প্রতিপালক আমাদেরকে সৎ লোকদের সাথে প্রবিষ্ট করবেন?","english_text":"And why should we not believe in God and what has come down to us of the truth? And we hope to be admitted by our Lord among those who are upright and do good?\"","bangla_translit":"অমা- লানা- লা-নু”মিনু বিল্লা-হি অমা-জ্বা - য়ানা-মিনাল্ হাক্ব ক্বি অনাত্ব মা‘উ আঁই ইয়ুদ্খিলানা- রব্বুনা-মা‘আল্ ক্বাওমিছ্ ছোয়া-লিহীন্।","english_translit":null},{"sura":5,"aya":85,"quran_text":"فَأَثَابَهُمُ اللَّهُ بِمَا قَالُوا جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ جَزَاءُ الْمُحْسِنِينَ","bangla_text":"অতঃপর তাদেরকে আল্লাহ এ উক্তির প্রতিদান স্বরূপ এমন উদ্যান দিবেন যার তলদেশে নির্ঝরিণীসমূহ প্রবাহিত হবে। তারা তন্মধ্যে চিরকাল অবস্থান করবে। এটাই সৎকর্মশীলদের প্রতিদান।","english_text":"God will reward them for saying so with gardens where streams flow by, where they will live for ever. This is the recompense of those who do good.","bangla_translit":"ফাআছা-বাহুমুল্লা-হু বিমা- ক্বা-লূ জ্বান্না-তিন্ তাজ্ব রী মিন্ তাহ্তিহাল্ আন্হা-রু খা-লিদীনা ফীহা-; অযা-লিকা জ্বাযা - য়ুল্ মুহ্সিনীন্।","english_translit":null},{"sura":5,"aya":86,"quran_text":"وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَئِكَ أَصْحَابُ الْجَحِيمِ","bangla_text":"যারা কাফের হয়েছে এবং আমার নিদর্শনাবলীকে মিথ্যা বলেছে, তারাই দোযখী।","english_text":"But those who disbelieve and deny Our revelations are residents of Hell.","bangla_translit":"অল্লাযীনা কাফারূ অকায্যাবূ বিআ-ইয়া-তিনা য় উঁলা - য়িকা আছ্হা-বুল্ জ্বাহীম্।","english_translit":null},{"sura":5,"aya":87,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللَّهُ لَكُمْ وَلَا تَعْتَدُوا إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ","bangla_text":"হে মুমিনগণ, তোমরা ঐসব সুস্বাদু বস্তু হারাম করো না, যেগুলো আল্লাহ তোমাদের জন্য হালাল করেছেন এবং সীমা অতিক্রম করো না। নিশ্চয় আল্লাহ সীমা অতিক্রমকারীদেরকে পছন্দ করেন না।","english_text":"O believers, do not forbid the good things God has made lawful for you; and do not transgress. God does not love transgressors.","bangla_translit":"ইয়া য় আইয়ুহাল্লাযীনা আ-মানূ লা-তুর্হারিমূ ত্বোয়াইয়্যিবা-তি মা য় আহাল্লাল্লা-হু লাকুম্ অলা-তা’তাদূ; ইন্নাল্লা-হা লা- ইয়ুহিব্বুল্ মু’তাদীন্।","english_translit":null},{"sura":5,"aya":88,"quran_text":"وَكُلُوا مِمَّا رَزَقَكُمُ اللَّهُ حَلَالًا طَيِّبًا وَاتَّقُوا اللَّهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ","bangla_text":"আল্লাহ তা’য়ালা যেসব বস্তু তোমাদেরকে দিয়েছেন, তন্মধ্য থেকে হালাল ও পবিত্র বস্তু খাও এবং আল্লাহকে ভয় কর, যার প্রতি তোমরা বিশ্বাসী।","english_text":"Eat what is lawful and good of the provisions God has bestowed on you, and fear God in whom you believe.","bangla_translit":"অকুলূ মিম্মা-রাযাক্বাকুমুল্লা-হু হালা-লান্ ত্বোয়াইয়্যিবাওঁ অত্তাকুল্লা-হাল্লাযী য় আন্তুম্ বিহী মুমিনূন্।","english_translit":null},{"sura":5,"aya":89,"quran_text":"لَا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِنْ يُؤَاخِذُكُمْ بِمَا عَقَّدْتُمُ الْأَيْمَانَ فَكَفَّارَتُهُ إِطْعَامُ عَشَرَةِ مَسَاكِينَ مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلَاثَةِ أَيَّامٍ ذَلِكَ كَفَّارَةُ أَيْمَانِكُمْ إِذَا حَلَفْتُمْ وَاحْفَظُوا أَيْمَانَكُمْ كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَشْكُرُونَ","bangla_text":"আল্লাহ তোমাদেরকে পাকড়াও করেন না তোমাদের অনর্থক শপথের জন্যে; কিন্তু পাকড়াও করেন ঐ শপথের জন্যে যা তোমরা মজবুত করে বাধ। অতএব, এর কাফফরা এই যে, দশজন দরিদ্রকে খাদ্য প্রদান করবে; মধ্যম শ্রেনীর খাদ্য যা তোমরা স্বীয় পরিবারকে দিয়ে থাক। অথবা, তাদেরকে বস্তু প্রদান করবে অথবা, একজন ক্রীতদাস কিংবা দাসী মুক্ত করে দিবে। যে ব্যক্তি সামর্থ্য রাখে না, সে তিন দিন রোযা রাখবে। এটা কাফফরা তোমাদের শপথের, যখন শপথ করবে। তোমরা স্বীয় শপথসমূহ রক্ষা কর এমনিভাবে আল্লাহ তোমাদের জন্য স্বীয় নির্দেশ বর্ণনা করেন, যাতে তোমরা কৃতজ্ঞতা স্বীকার কর।","english_text":"God does not punish you but for what you swear in earnest. The expiation (for breaking an oath) is feeding ten persons who are poor, with food that you give your own families, or clothing them, or freeing a slave. But he who cannot do so should fast for three days. This is the expiation for an oath when you have sworn it. So abide by your oaths. Thus God makes His commandments clear to you: You may perhaps be grateful.","bangla_translit":"লা-ইয়ুয়া-খিযু কুমুল্লা-হু বিল্লাগ্ওয়ি ফী য় আইমা-নিকুম্ অলা-কিইঁ ইয়ুয়া-খিযুকুম্ বিমা-‘আক্ব্ক্বাত্তুমুল্ আইমা- না ফাকাফ্ফা-রাতুহূ য় ইত্ব্ ‘আ-মু ‘আশারাতি মাসা-কীনা মিন্ আওসাত্বি মা-তুত্ব্ ‘ইমূনা আহ্লীকুম্ আও-কিস্ অতুহুম্ আও তাহ্রীরু রাক্বাবাহ্; ফামা ল্লাম্ ইয়াজ্বিদ্ ফাছিয়া-মু ছালা-ছাতি আইয়্যা-ম্; যা-লিকা কাফ্ফা-রাত আইমা-নিকুম্ ইযা-হালাফ্তুম্; অহ্ফাজূ য় আইমা-নাকুম্; কাযা-লিকা ইয়ুবাইয়্যিনুল্লা-হু লাকুম্ আ-ইয়া-তিহী লা‘আল্লাকুম্ তাশ্কুরূন্।","english_translit":null},{"sura":5,"aya":90,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلَامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ","bangla_text":"হে মুমিনগণ, এই যে মদ, জুয়া, প্রতিমা এবং ভাগ্য-নির্ধারক শরসমূহ এসব শয়তানের অপবিত্র কার্য বৈ তো নয়। অতএব, এগুলো থেকে বেঁচে থাক-যাতে তোমরা কল্যাণপ্রাপ্ত হও।","english_text":"O believers, this wine and gambling, these idols, and these arrows you use for divination, are all acts of Satan; so keep away from them. You may haply prosper.","bangla_translit":"ইয়া য় আইয়্যুহাল্লাযীনা আ-মানূ য় ইন্নামাল্ খাম্রু অল্মাইসিরু অল্ আন্ছোয়া-বু অল্ আয্লা-মু রিজ্বসুম্ মিন্ ‘আমালিশ্ শাইত্বোয়া-নি ফাজ্ব তানিবূহু লা‘আল্লাকুম্ তুফ্লিহূন্।","english_translit":null},{"sura":5,"aya":91,"quran_text":"إِنَّمَا يُرِيدُ الشَّيْطَانُ أَنْ يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ فِي الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَنْ ذِكْرِ اللَّهِ وَعَنِ الصَّلَاةِ فَهَلْ أَنْتُمْ مُنْتَهُونَ","bangla_text":"শয়তান তো চায়, মদ ও জুয়ার মাধ্যমে তোমাদের পরস্পরের মাঝে শুত্রুতা ও বিদ্বেষ সঞ্চারিত করে দিতে এবং আল্লাহর স্মরণ ও নামায থেকে তোমাদেরকে বিরত রাখতে। অতএব, তোমরা এখন ও কি নিবৃত্ত হবে?","english_text":"Satan only wishes to create among you enmity and hatred through wine and gambling, and to divert you from the remembrance of God and prayer. Will you therefore not desist?","bangla_translit":"ইন্নামা- ইয়ুরীদুশ্ শাইত্বোয়া-নু আঁই ইয়ুক্বি‘আ বাইনাকুমুল্ ‘আদা-অতা অল্বাগ্দ্বোয়া - য়া ফিল্ খাম্রি অল্ মাইসিরি অইয়াছুদ্দাকুম্ ‘আন্ যিক্রিল্লা-হি অ‘আনিছ্ ছলা-তি ফাহাল্ আন্তুম্ মুন্তাহূন্।","english_translit":null},{"sura":5,"aya":92,"quran_text":"وَأَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَاحْذَرُوا فَإِنْ تَوَلَّيْتُمْ فَاعْلَمُوا أَنَّمَا عَلَى رَسُولِنَا الْبَلَاغُ الْمُبِينُ","bangla_text":"তোমরা আল্লাহর অনুগত হও, রসূলের অনুগত হও এবং আত্মরক্ষা কর। কিন্তু যদি তোমরা বিমুখ হও, তবে জেনে রাখ, আমার রসূলের দায়িত্ব প্রকাশ্য প্রচার বৈধ নয়।","english_text":"Obey God and the Prophet, and beware. If you turn away, remember, that the duty of Our Apostle is to give you a clear warning.","bangla_translit":"অ আত্বী‘উল্লা-হা অআত্বী‘র্উ রাসূলা অহ্যারূ ফাইন্ তাঅল্লাইতুম্ ফা’লামূ য় আন্নামা- ‘আলা-রাসূলিনাল্ বালা-গুল্ মুবীন্।","english_translit":null},{"sura":5,"aya":93,"quran_text":"لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوا إِذَا مَا اتَّقَوْا وَآمَنُوا وَعَمِلُوا الصَّالِحَاتِ ثُمَّ اتَّقَوْا وَآمَنُوا ثُمَّ اتَّقَوْا وَأَحْسَنُوا وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ","bangla_text":"যারা বিশ্বাস স্থাপন করেছে এবং সৎকর্ম করেছে, তারা পূর্বে যা ভক্ষণ করেছে, সে জন্য তাদের কোন গোনাহ নেই যখন ভবিষ্যতের জন্যে সংযত হয়েছে, বিশ্বাস স্থাপন করেছে এবং সৎকর্ম সম্পাদন করেছে। এরপর সংযত থাকে এবং বিশ্বাস স্থাপন করে। এরপর সংযত থাকে এবং সৎকর্ম করে। আল্লাহ সৎকর্মীদেরকে ভালবাসেন।","english_text":"Those who believe and perform good deeds will not be held guilty for what they have eaten (in the past) if they fear God and believe, and do good things and are conscious (of God) and believe, and still fear and do good, for God loves those who do good.","bangla_translit":"লাইসা ‘আলাল্লাযীনা আ-মানূ অ‘আমিলুছ্ ছোয়া-লিহা-তি জুনা-হুন্ ফীমা- ত্বোয়া‘ইমূ য় ইযা-মাত্তাক্বাও অ আ-মানূ অ‘আমিলুছ্ ছোয়া-লিহা-তি ছুম্মাত্তাক্বাও অআ-মানূ ছুম্মাত্তাক্বাও অআহ্সানূ; অল্লা-হু ইয়ুহিব্বুল্ মুহ্সিনীন্।","english_translit":null},{"sura":5,"aya":94,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا لَيَبْلُوَنَّكُمُ اللَّهُ بِشَيْءٍ مِنَ الصَّيْدِ تَنَالُهُ أَيْدِيكُمْ وَرِمَاحُكُمْ لِيَعْلَمَ اللَّهُ مَنْ يَخَافُهُ بِالْغَيْبِ فَمَنِ اعْتَدَى بَعْدَ ذَلِكَ فَلَهُ عَذَابٌ أَلِيمٌ","bangla_text":"হে মুমিনগণ, আল্লাহ তোমাদেরকে এমন কিছু শিকারের মাধ্যমে পরীক্ষা করবেন, যে শিকার পর্যন্ত তোমাদের হাত ও বর্শা সহজেই পৌছতে পারবে-যাতে আল্লাহ বুঝতে পারেন যে, কে তাকে অদৃশ্যভাবে ভয়করে। অতএব, যে ব্যক্তি এরপর সীমা অতিক্রম করবে, তার জন্য যন্ত্রনাদায়ক শাস্তি রয়েছে।","english_text":"O you who believe, God will surely try you with the game that you take with your hands or your lances, in order to know who fear Him unseen. Whosoever transgress after this will suffer grievous punishment.","bangla_translit":"ইয়া য় আইয়্যুহাল্লাযীনা আ-মানূ লাইয়াব্লু অন্নাকুমুল্লা-হু বিশাইয়িম্ মিনাছ্ ছোয়াইদি তানা-লুহূ য় আইদীকুম্ অরিমা-হুকুম্ লিইয়া’লামাল্লা-হু মাঁই ইয়্যাখা-ফুহূ বিল্গাইবি ফামানি’তাদা- বা’দা যা-লিকা, ফালাহূ ‘আযা-বুন্ আলীম্।","english_translit":null},{"sura":5,"aya":95,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقْتُلُوا الصَّيْدَ وَأَنْتُمْ حُرُمٌ وَمَنْ قَتَلَهُ مِنْكُمْ مُتَعَمِّدًا فَجَزَاءٌ مِثْلُ مَا قَتَلَ مِنَ النَّعَمِ يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِنْكُمْ هَدْيًا بَالِغَ الْكَعْبَةِ أَوْ كَفَّارَةٌ طَعَامُ مَسَاكِينَ أَوْ عَدْلُ ذَلِكَ صِيَامًا لِيَذُوقَ وَبَالَ أَمْرِهِ عَفَا اللَّهُ عَمَّا سَلَفَ وَمَنْ عَادَ فَيَنْتَقِمُ اللَّهُ مِنْهُ وَاللَّهُ عَزِيزٌ ذُو انْتِقَامٍ","bangla_text":"মুমিনগণ, তোমরা এহরাম অবস্থায় শিকার বধ করো না। তোমাদের মধ্যে যে জেনেশুনে শিকার বধ করবে, তার উপর বিনিময় ওয়াজেব হবে, যা সমান হবে ঐ জন্তুর, যাকে সে বধ করেছে। দু’জন নির্ভরযোগ্য ব্যক্তি এর ফয়সালা করবে-বিনিময়ের জন্তুটি উৎসর্গ হিসেবে কাবায় পৌছাতে হবে। অথবা তার উপর কাফফারা ওয়াজেব-কয়েকজন দরিদ্রকে খাওয়ানো অথবা তার সমপরিমাণ রোযা রাখতে যাতে সে স্বীয় কৃতকর্মের প্রতিফল আস্বাদন করে। যা হয়ে গেছে, তা আল্লাহ মাফ করেছেন। যে পুনরায় এ কান্ড করবে, আল্লাহ তার কাছ থেকে প্রতিশোধ নিবেন। আল্লাহ পরাক্রান্ত, প্রতিশোধ গ্রহণে সক্ষম।","english_text":"O you who believe, do not kill game when you are on pilgrimage. And anyone among you who does so on purpose should offer livestock of equivalent value, determined by two honourable persons among you, (as atonement), to be brought to the Ka'bah as an offering; or else expiate by giving food to the poor, or its equivalent in fasting, so that he may realise the gravity of his deed. God has forgiven what has happened in the past; but any one who does so again will be punished by God. And God is severe in requital.","bangla_translit":"ইয়া য় আইয়্যুহাল্ লাযীনা আ-মানূ লা-তাক্ব ্তুলুছ্ ছোয়াইদা অআন্তুম্ হুরুম্; অমান্ ক্বাতালাহূ মিন্কুম্ মুতা‘আম্মিদান্ ফাজ্বাযা - য়ুম্ মিছ্লু মা-ক্বাতালা মিনান্ না‘আমি ইয়াহ্কুমু বিহী যাঅ ‘আদ্লিম্ মিন্কুম্ হাদ্ইয়াম বা-লিগাল্ কা’বাতি আও কাফ্ফা-রাতুন্ ত্বোয়া‘আ-মু মাসা-কীনা আও ‘আদ্লু যা-লিকা ছিয়া-মাল্লিইয়াযূক্বা অবা-লা আম্রিহ্; ‘আফাল্লা-হু ‘আম্মা-সালাফ্; অমান্ ‘আ-দা ফাইয়ান্তাক্বিমুল্লা-হু মিন্হু; অল্লা-হু ‘আযীযুন যুনতিক্বা- ম।","english_translit":null},{"sura":5,"aya":96,"quran_text":"أُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ وَطَعَامُهُ مَتَاعًا لَكُمْ وَلِلسَّيَّارَةِ وَحُرِّمَ عَلَيْكُمْ صَيْدُ الْبَرِّ مَا دُمْتُمْ حُرُمًا وَاتَّقُوا اللَّهَ الَّذِي إِلَيْهِ تُحْشَرُونَ","bangla_text":"তোমাদের জন্য সমুদ্রের শিকার ও সুমুদ্রের খাদ্য হালাল করা হয়েছে তোমাদের উপকারার্থে এবং তোমাদের এহরামকারীদের জন্যে হারাম করা হয়েছে স্থল শিকার যতক্ষণ এহরাম অবস্থায় থাক। আল্লাহকে ভয় কর, যার কাছে তোমরা একত্রিত হবে।","english_text":"Lawful is all game of the water for you, and eating of it as food, so that you and the travellers may benefit by it. But unlawful is game of the jungle when you are on pilgrimage. Fear God before whom you have to gather in the end.","bangla_translit":"উহিল্লা লাকুম্ ছোয়াইদুল্ বাহ্রি অত্বোয়া‘আ-মূহূ মাতা-‘আল্লাকুম্ অলিস্সাইয়্যা-রাতি, অর্হুরিমা ‘আলাইকুম্ ছোয়াইদুল্ র্বারি মা-দুম্তুম্ হুরুমা-; অত্তাকুল্লা-হাল্লাযী য় ইলাইহি তুহ্শারূন্।","english_translit":null},{"sura":5,"aya":97,"quran_text":"جَعَلَ اللَّهُ الْكَعْبَةَ الْبَيْتَ الْحَرَامَ قِيَامًا لِلنَّاسِ وَالشَّهْرَ الْحَرَامَ وَالْهَدْيَ وَالْقَلَائِدَ ذَلِكَ لِتَعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَأَنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ","bangla_text":"আল্লাহ সম্মানিত গৃহ কাবাকে মানুষের স্থীতিশীলতার কারণ করেছেন এবং সম্মানিত মাসসমূকে, হারাম কোরবানীর জন্তুকে ও যাদের গলায় আবরণ রয়েছে। এর কারণ এই যে, যাতে তোমরা জেনে নাও যে, আল্লাহ নভোমন্ডল ও ভুমন্ডলের সব কিছু জানেন এবং আল্লাহ সর্ব বিষয়ে মহাজ্ঞানী।","english_text":"God has made the Ka'bah, the Sacred House, a means of support for mankind, as also the holy month, the sacrificial offerings, and consecrated cattle, so that you may understand that known to God is all that is in the heavens and the earth, and God has knowledge of everything.","bangla_translit":"জ্বা ‘আলাল্লা-হুল্ ক্বা’বাতাল্ বাইতাল্ হারা-মা ক্বিয়া-মাল্ লিন্না-সি অশ্শাহ্রাল্ হারা-মা অল্হাদ্ইয়া অল্ক্বালা - য়িদ্; যা-লিকা লিতা’লামূ য় আন্নাল্লা-হা ইয়া’লামু মা -ফিস্ সামা-ওয়া-তি অমা- ফিল্ র্আদ্বি অ আন্নাল্লা-হা বিকুল্লি শাইয়িন্ ‘আলীম্।","english_translit":null},{"sura":5,"aya":98,"quran_text":"اعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ وَأَنَّ اللَّهَ غَفُورٌ رَحِيمٌ","bangla_text":"জেনে নাও, নিশ্চয় আল্লাহ কঠোর শাস্তি দাতা ও নিশ্চয় আল্লাহ ক্ষমাশীল-দয়ালূ।","english_text":"Know that the punishment of God is severe, but that God is also forgiving and kind.","bangla_translit":"ই’লামূ য় আন্নাল্লা-হা শাদীদুল্ ‘ইক্বা-বি অআন্নাল্লা-হা গাফূর্রূ রাহীম্।","english_translit":null},{"sura":5,"aya":99,"quran_text":"مَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ وَاللَّهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ","bangla_text":"রসূলের দায়িত্ব শুধু পৌছিয়ে দেওয়া। আল্লাহ জানেন, যা কিছু তোমরা প্রকাশ্যে কর এবং যা কিছু গোপন কর।","english_text":"It is for the Prophet to convey the message: God knows what you reveal and what you hide.","bangla_translit":"মা- ‘আর্লা রাসূলি ইল্লাল্ বালা-গ্; অল্লা-হু ইয়া’লামু মা-তুব্দূনা অমা-তাক্তুমূন্।","english_translit":null},{"sura":5,"aya":100,"quran_text":"قُلْ لَا يَسْتَوِي الْخَبِيثُ وَالطَّيِّبُ وَلَوْ أَعْجَبَكَ كَثْرَةُ الْخَبِيثِ فَاتَّقُوا اللَّهَ يَا أُولِي الْأَلْبَابِ لَعَلَّكُمْ تُفْلِحُونَ","bangla_text":"বলে দিনঃ অপবিত্র ও পবিত্র সমান নয়, যদিও অপবিত্রের প্রাচুর্য তোমাকে বিস্মিত করে। অতএব, হে বুদ্ধিমানগণ, আল্লাহকে ভয় কর-যাতে তোমরা মুক্তি পাও।","english_text":"Tell them: \"The unclean and the pure are not equal, even though the abundance of the unclean may be pleasing to you.\" So fear God, O men of wisdom; you may haply find success.","bangla_translit":"কুল্ লা-ইয়াস্তাওয়িল্ খাবীছু অত্ত্বোয়াইয়িবু অলাও আ’জ্বাবাকা কাছ্রাতুল্ খাবীছি, ফাত্তাক্ব ুল্লা-হা ইয়া য় উলিল্ আল্বা-বি লা‘আল্লাকুম্ তুফ্লিহূন্।","english_translit":null},{"sura":5,"aya":101,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ وَإِنْ تَسْأَلُوا عَنْهَا حِينَ يُنَزَّلُ الْقُرْآنُ تُبْدَ لَكُمْ عَفَا اللَّهُ عَنْهَا وَاللَّهُ غَفُورٌ حَلِيمٌ","bangla_text":"হে মুমিণগন, এমন কথাবার্তা জিজ্ঞেস করো না, যা তোমাদের কাছে পরিব্যক্ত হলে তোমাদের খারাপ লাগবে। যদি কোরআন অবতরণকালে তোমরা এসব বিষয় জিজ্ঞেস কর, তবে তা তোমাদের জন্যে প্রকাশ করা হবে। অতীত বিষয় আল্লাহ ক্ষমা করেছেন আল্লাহ ক্ষমাশীল, সহনশীল।","english_text":"O believers, do not ask about things which, if made known to you, may vex you. But if you ask about them when the Qur'an is being revealed they will be unfolded to you. God has overlooked (your failings) in this (respect), for God is forgiving and forbearing.","bangla_translit":"ইয়া য় আইয়্যুহাল্লাযীনা আ-মানূ লা-তাস্আলূ ‘আন্ আশ্ইয়া - য়া ইন্ তুব্দালাকুম্ তাসুকুম্ অইন্ তাস্আলূ ‘আন্হা- হীনা ইয়ুনায্যালুল্ কুরআ-নু তুব্দা লাকুম্; ‘আফাল্লা-হু ‘আন্হা-; অল্লা-হু গাফূরুন্ হালীম্।","english_translit":null},{"sura":5,"aya":102,"quran_text":"قَدْ سَأَلَهَا قَوْمٌ مِنْ قَبْلِكُمْ ثُمَّ أَصْبَحُوا بِهَا كَافِرِينَ","bangla_text":"এরূপ কথা বার্তা তোমাদের পুর্বে এক সম্প্রদায় জিজ্ঞেস করেছিল। এর পর তারা এসব বিষয়ে অবিশ্বাসী হয়ে গেল।","english_text":"Such things were asked by a people before you, but they disbelieved them afterwards.","bangla_translit":"ক্বাদ্ সাআলাহা-ক্বাওমুম্ মিন্ ক্বাব্লিকুম্ ছুম্মা আছবাহূ বিহা- কা- ফিরীন্।","english_translit":null},{"sura":5,"aya":103,"quran_text":"مَا جَعَلَ اللَّهُ مِنْ بَحِيرَةٍ وَلَا سَائِبَةٍ وَلَا وَصِيلَةٍ وَلَا حَامٍ وَلَكِنَّ الَّذِينَ كَفَرُوا يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ وَأَكْثَرُهُمْ لَا يَعْقِلُونَ","bangla_text":"আল্লাহ ‘বহিরা’ ‘সায়েবা’ ওসীলা’ এবং ‘হামী’ কে শরীয়তসিদ্ধ করেননি। কিন্তু যারা কাফের, তারা আল্লাহর উপর মিথ্যা অপবাদ আরোপ করে। তাদের অধিকাংশেরই বিবেক বুদ্ধি নেই।","english_text":"God has not sanctioned Baheerah or Sa'ibah, Waseelah or Ham. The unbelievers fabricate lies of God, for many of them are devoid of sense.","bangla_translit":"মা- জ্বা‘আলাল্লা-হু মিম্ বাহীরাতিঁও অলা-সা - য়িবাতিঁও অলা-অছীলাতিওঁ অলা-হা-মিওঁ অলা-কিন্নালাযীনা কাফারূ ইয়াফ্তা রূনা আলাল্লা-হিল্ কাযিব্; অআক্ছারুহুম্ লা-ইয়া’ক্বিলূন্।","english_translit":null},{"sura":5,"aya":104,"quran_text":"وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنْزَلَ اللَّهُ وَإِلَى الرَّسُولِ قَالُوا حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْلَمُونَ شَيْئًا وَلَا يَهْتَدُونَ","bangla_text":"যখন তাদেরকে বলা হয় যে, আল্লাহর নাযিলকৃত বিধান এবং রসূলের দিকে এস, তখন তারা বলে, আমাদের জন্যে তাই যথেষ্ট, যার উপর আমরা আমাদের বাপ-দাদাকে পেয়েছি। যদি তাদের বাপ দাদারা কোন জ্ঞান না রাখে এবং হেদায়েত প্রাপ্ত না হয় তবুও কি তারা তাই করবে?","english_text":"When you say to them: \"Come to what God has revealed, and the Prophet,\" they say: \"Sufficient to us is the faith that our fathers had followed,\" even though their fathers had no knowledge or guidance.","bangla_translit":"অ ইযা- ক্বীলা লাহুম্ তা‘আ-লাও ইলা- মা য় আনযাল্লা-হু অইর্লা রাসূলি ক্বা-লূ হাস্বুনা-মা-অজ্বাদ্না-‘আলাইহি আ-বা - আনা-; আঅলাও কা-না আ-বা - য়ুহুম্ লা-ইয়া’লামূনা শাইয়াওঁ অলা- ইয়াহ্তাদূন্।","english_translit":null},{"sura":5,"aya":105,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ لَا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ إِلَى اللَّهِ مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ","bangla_text":"হে মুমিনগণ, তোমরা নিজেদের চিন্তা কর। তোমরা যখন সৎপথে রয়েছ, তখন কেউ পথভ্রান্ত হলে তাতে তোমাদের কোন ক্ষতি নাই। তোমাদের সবাইকে আল্লাহর কাছে ফিরে যেতে হবে। তখন তিনি তোমাদেরকে বলে দেবেন, যা কিছু তোমরা করতে।","english_text":"O you who believe, on you rests (the responsibility) for your own selves. If you follow the right path those who have gone astray will not be able to do you harm. To God have all of you to return, when He will tell you what you were doing.","bangla_translit":"ইয়া য় অইয়্যূহাল্লাযীনা আ-মানূ ‘আলাইকুম্ আন্ফুসাকুম্ লা-ইয়ার্দ্বুরুকুম্ মান্ দ্বোয়াল্লা ইযাহ্ তাদাইতুম্; ইলাল্লা-হি মারজ্বি‘উকুম্ জ্বামী‘আন্ ফাইয়ুনাব্বিউকুম্ বিমা-কুন্তুম্ তা’মালূন্।","english_translit":null},{"sura":5,"aya":106,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا شَهَادَةُ بَيْنِكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ حِينَ الْوَصِيَّةِ اثْنَانِ ذَوَا عَدْلٍ مِنْكُمْ أَوْ آخَرَانِ مِنْ غَيْرِكُمْ إِنْ أَنْتُمْ ضَرَبْتُمْ فِي الْأَرْضِ فَأَصَابَتْكُمْ مُصِيبَةُ الْمَوْتِ تَحْبِسُونَهُمَا مِنْ بَعْدِ الصَّلَاةِ فَيُقْسِمَانِ بِاللَّهِ إِنِ ارْتَبْتُمْ لَا نَشْتَرِي بِهِ ثَمَنًا وَلَوْ كَانَ ذَا قُرْبَى وَلَا نَكْتُمُ شَهَادَةَ اللَّهِ إِنَّا إِذًا لَمِنَ الْآثِمِينَ","bangla_text":"হে, মুমিনগণ, তোমাদের মধ্যে যখন কারও মৃত্যু উপস্থিত হয়, তখন ওছিয়ত করার সময় তোমাদের মধ্য থেকে ধর্মপরায়ন দুজনকে সাক্ষী রেখো। তোমরা সফরে থাকলে এবং সে অবস্থায় তোমাদের মৃত্যু উপস্থিত হলে তোমরা তোমাদের ছাড়াও দু ব্যক্তিকে সাক্ষী রেখো। যদি তোমাদের সন্দেহ হয়, তবে উভয়কে নামাযের পর থাকতে বলবে। অতঃপর উভয়েই আল্লাহর নামে কসম খাবে যে, আমরা এ কসমের বিনিময়ে কোন উপকার গ্রহণ করতে চাই না, যদিও কোন আত্নীয়ও হয় এবং আল্লাহর সাক্ষ্য আমরা গোপন করব না। এমতাবস্থায় কঠোর গোনাহগার হব।","english_text":"O you who believe, let two honest men among you be witness when you dictate your last will and testament as (the hour of) death draws near; and if death approaches while you are on a journey, two men other than yours. Detain them after the service of prayer, and if you doubt their word make them swear by God that: \"We shall not take a bribe even though it be offered by a near relative, nor hide the testimony of God, for then we shall surely be sinful.\"","bangla_translit":"ইয়া য় আইয়্যুহাল্লাযীনা আ-মানূ শাহা-দাতু বাইনিকুম্ ইযা-হাদ্বোয়ারা আহাদা কুমুল্ মাওতু হীনাল্ অছিয়্যাতিছ্ না-নি যাঅ-‘আদ্লিম্ মিন্কুম্ আও আ-খারা-নি মিন্ গাইরিকুম্ ইন্ আন্তুম্ দ্বোয়ারাব্তুম্ ফিল্ র্আদ্বি ফাআছোয়া-বাত্কুম্ মুছীবাতুল্ মাওত্; তাহ্বিসূনাহুমা-মিম্ বা’দিছ্ ছলা-তি ফাইয়ুক্ব সিমা-নি বিল্লা-হি ইর্নি তাব্তুম্ লা-নাশ্তারী বিহী ছামানাওঁ অলাও কা-না যা-ক্বর্ বা-অলা-নাক্তুমু শাহা-দাতাল্লা-হি ইন্না য় ইযাল্ লামিনাল্ আ-ছিমীন্।","english_translit":null},{"sura":5,"aya":107,"quran_text":"فَإِنْ عُثِرَ عَلَى أَنَّهُمَا اسْتَحَقَّا إِثْمًا فَآخَرَانِ يَقُومَانِ مَقَامَهُمَا مِنَ الَّذِينَ اسْتَحَقَّ عَلَيْهِمُ الْأَوْلَيَانِ فَيُقْسِمَانِ بِاللَّهِ لَشَهَادَتُنَا أَحَقُّ مِنْ شَهَادَتِهِمَا وَمَا اعْتَدَيْنَا إِنَّا إِذًا لَمِنَ الظَّالِمِينَ","bangla_text":"অতঃপর যদি জানা যায় যে, উভয় ওসি কোন গোনাহে জড়িত রয়েছে, তবে যাদের বিরুদ্ধে গোনাহ হয়েছিল, তাদের মধ্য থেকে মৃতু ব্যক্তির নিকটতম দু’ব্যক্তি তাদের স্থলাভিষিক্ত হবে। অতঃপর আল্লাহর নামে কসম খাবে যে, অবশ্যই আমাদের সাক্ষ্য তাদের সাক্ষ্যর চাইতে অধিক সত্য এবং আমরা সীমা অতিক্রম করিনি। এমতাবস্থায় আমরা অবশ্যই অত্যাচারী হব।","english_text":"If it transpires they have concealed the truth, two of those who are immediately concerned should take their place and swear by God: \"Our testimony is truer than theirs. We have stated no more (than the truth), or else we shall be unjust\"","bangla_translit":"ফাইন্ ‘উছিরা ‘আলা য় আন্নাহুমাস্ তাহাক্ব ক্বা য় ইছ্মান্ ফাআ-খারা-নি ইয়াকুমা-নি মাক্বা-মাহুমা-মিনাল্লাযীনাস্ তাহাক্ব ক্বা ‘আলাইহিমুল্ আওলাইয়া-নি ফাইয়ুক্ব সিমা-নি বিল্লা-হি লাশাহা-দাতুনা য় আহাক্ব কু মিন্ শাহা-দাতিহিমা- অমা’ তাদাইনা য় ইন্না য় ইযাল্ লামিনাজ্জোয়া-লিমীন্।","english_translit":null},{"sura":5,"aya":108,"quran_text":"ذَلِكَ أَدْنَى أَنْ يَأْتُوا بِالشَّهَادَةِ عَلَى وَجْهِهَا أَوْ يَخَافُوا أَنْ تُرَدَّ أَيْمَانٌ بَعْدَ أَيْمَانِهِمْ وَاتَّقُوا اللَّهَ وَاسْمَعُوا وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ","bangla_text":"এটি এ বিষয়ের নিকটতম উপায় যে, তারা ঘটনাকে সঠিকভাবে প্রকাশ করবে অথবা আশঙ্কা করবে যে, তাদের কাছ থেকে কসম নেয়ার পর আবার কসম চাওয়া হবে। আল্লাহকে ভয় কর এবং শুন, আল্লাহ দুরাচারীদেরকে পথ-প্রদর্শন করবেন না।","english_text":"It is thus likely that men will bear witness rightly, or else fear that their oaths may be disproved by oaths given after them. So fear God, and do not forget that God does not guide the iniquitous.","bangla_translit":"যা-লিকা আদ্না য় আইঁ ইয়াতূ বিশ্শাহা-দাতি ‘আলা- অজ্ব হিহা য় আও ইয়াখা-ফূ য় আন্ তুরাদ্দা আইমা-নুম্ বা’দা আইমা-নিহিম্; অত্তাকুল্লা-হা অস্মা‘ঊ; অল্লা-হু লা-ইয়াহ্দিল্ ক্বাওমাল্ ফা-সিক্বীন্।","english_translit":null},{"sura":5,"aya":109,"quran_text":"يَوْمَ يَجْمَعُ اللَّهُ الرُّسُلَ فَيَقُولُ مَاذَا أُجِبْتُمْ قَالُوا لَا عِلْمَ لَنَا إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ","bangla_text":"যেদিন আল্লাহ সব পয়গম্বরকে একত্রিত করবেন, অতঃপর বলবেন তোমরা কি উত্তর পেয়েছিলে? তাঁরা বলবেনঃ আমরা অবগত নই, আপনিই অদৃশ্য বিষয়ে মহাজ্ঞানী।","english_text":"The day God will gather the apostles and ask: \"What answer was made to you?\" They will say: \"We know not. You alone know the secrets unknown.\"","bangla_translit":"ইয়াওমা ইয়াজ্ব মা‘উ ল্লা-র্হু রুসুলা ফাইয়াকুলু মা- যা য় উজ্বিব্তুম্; ক্বা-লূ লা- ‘ইল্মা লা-না-; ইন্নাকা আন্তা ‘আল্লা-মুল্ গুইয়ূব্।","english_translit":null},{"sura":5,"aya":110,"quran_text":"إِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ اذْكُرْ نِعْمَتِي عَلَيْكَ وَعَلَى وَالِدَتِكَ إِذْ أَيَّدْتُكَ بِرُوحِ الْقُدُسِ تُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلًا وَإِذْ عَلَّمْتُكَ الْكِتَابَ وَالْحِكْمَةَ وَالتَّوْرَاةَ وَالْإِنْجِيلَ وَإِذْ تَخْلُقُ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ بِإِذْنِي فَتَنْفُخُ فِيهَا فَتَكُونُ طَيْرًا بِإِذْنِي وَتُبْرِئُ الْأَكْمَهَ وَالْأَبْرَصَ بِإِذْنِي وَإِذْ تُخْرِجُ الْمَوْتَى بِإِذْنِي وَإِذْ كَفَفْتُ بَنِي إِسْرَائِيلَ عَنْكَ إِذْ جِئْتَهُمْ بِالْبَيِّنَاتِ فَقَالَ الَّذِينَ كَفَرُوا مِنْهُمْ إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ","bangla_text":"যখন আল্লাহ বলবেনঃ হে ঈসা ইবনে মরিয়ম, তোমার প্রতি ও তোমার মাতার প্রতি আমার অনুগ্রহ স্মরণ কর, যখন আমি তোমাকে পবিত্র আত্মার দ্বারা সাহায্য করেছি। তুমি মানুষের সাথে কথা বলতে কোলে থাকতেও এবং পরিণত বয়সেও এবং যখন আমি তোমাকে গ্রন্থ, প্রগাঢ় জ্ঞান, তওরাত ও ইঞ্জিল শিক্ষা দিয়েছি এবং যখন তুমি কাদামাটি দিয়ে পাখীর প্রতিকৃতির মত প্রতিকৃতি নির্মাণ করতে আমার আদেশে, অতঃপর তুমি তাতে ফুঁ দিতে; ফলে তা আমার আদেশে পাখী হয়ে যেত এবং তুমি আমার আদেশে জন্মান্ধ ও কুষ্টরোগীকে নিরাময় করে দিতে এবং যখন আমি বনী-ইসরাঈলকে তোমা থেকে নিবৃত্ত রেখেছিলাম, যখন তুমি তাদের কাছে প্রমাণাদি নিয়ে এসেছিলে, অতঃপর তাদের মধ্যে যারা কাফের ছিল, তারা বললঃ এটা প্রকাশ্য জাদু ছাড়া কিছুই নয়।","english_text":"And when God will say: \"O Jesus, son of Mary, remember the favours I bestowed on you and your mother, and reinforced you with divine grace that you spoke to men when in the cradle, and when in the prime of life; when I taught you the law and the judgement and the Torah and the Gospel; when you formed the state of your people's destiny out of mire and you breathed (a new spirit) into it, and they rose by My leave; when you healed the blind by My leave, and the leper; when you put life into the dead by My will; and when I held back the children of Israel from you when you brought to them My signs, and the disbelievers among them said: \"Surely these are nothing but pure magic.\"","bangla_translit":"ইয্ ক্ব-লাল্লা-হু ইয়া-‘ঈসাব্না র্মাইয়ামায্ র্কু নি’মাতী ‘আলাইকা অ ‘আলা-ওয়া-লিদাতিক্ ইয্ আইঁ ইয়াত্তুকা বিরূহিল্ কুদুসি তুকাল্লিমুন্ না- সা ফিল্ মাহ্দি অকাহ্লান্ অইয্ ‘আ ল্লাম্তুকাল্ কিতা-বা অল্হিক্মাতা অত্তাওরা-তা অল্ ইন্জ্বীলা অইয্ তাখ্লুকু মিনাত্ত্বীনি কাহাইয়াতিত্ত্বোয়াইরি বিইয্নী ফাতান্ফুখু ফীহা-ফাতাকূনূ ত্বোয়াইরাম্ বিইয্নী অতুব্রিউল্ আক্মাহা অল্ আব্রাছোয়া বিইয্নী অইয্ তুখ্রিজুল্ মাওতা- বিইয্নী অইয্ কাফাফ্তু বানী য় ইসরা - ঈলা ‘আন্কা ইয্জ্বি’তাহুম্ বিল্বাইয়্যিনা-তি ফাক্বা-লাল্ লাযীনা কাফারূ মিন্হুম্ ইন্ হা-যা য় ইল্লা- সিহ্রুম্ মুবীন্।","english_translit":null},{"sura":5,"aya":111,"quran_text":"وَإِذْ أَوْحَيْتُ إِلَى الْحَوَارِيِّينَ أَنْ آمِنُوا بِي وَبِرَسُولِي قَالُوا آمَنَّا وَاشْهَدْ بِأَنَّنَا مُسْلِمُونَ","bangla_text":"আর যখন আমি হাওয়ারীদের মনে জাগ্রত করলাম যে, আমার প্রতি এবং আমার রসূলের প্রতি বিশ্বাস স্থাপন কর, তখন তারা বলতে লাগল, আমরা বিশ্বাস স্থাপন করলাম এবং আপনি সাক্ষী থাকুন যে, আমরা অনুগত্যশীল।","english_text":"And when I inspired the disciples (through Jesus) to believe in Me and My apostle, they said: \"We believe, and You bear witness that we submit\"","bangla_translit":"অইয্ আওহাইতু ইলাল্ হাওয়া-রিয়্যীনা আন্ আ-মিনূ বী অবিরাসূলী ক্বা-লূ য় আ-মান্না-অশ্হাদ্ বিআন্নানা- মুস্লিমূন্।","english_translit":null},{"sura":5,"aya":112,"quran_text":"إِذْ قَالَ الْحَوَارِيُّونَ يَا عِيسَى ابْنَ مَرْيَمَ هَلْ يَسْتَطِيعُ رَبُّكَ أَنْ يُنَزِّلَ عَلَيْنَا مَائِدَةً مِنَ السَّمَاءِ قَالَ اتَّقُوا اللَّهَ إِنْ كُنْتُمْ مُؤْمِنِينَ","bangla_text":"যখন হাওয়ারীরা বললঃ হে মরিয়ম তনয় ঈসা, আপনার পালনকর্তা কি এরূপ করতে পারেন যে, আমাদের জন্যে আকাশ থেকে খাদ্যভর্তি খাঞ্চা অবতরণ করে দেবেন? তিনি বললেনঃ যদি তোমরা ঈমানদার হও, তবে আল্লাহকে ভয় কর।","english_text":"When the disciples said: \"O Jesus, son of Mary, could your Lord send down for us a table laid with food?\" he said: \"Fear God, if indeed you believe.\"","bangla_translit":"ইয্ ক্বা-লাল্ হাওয়ারিযূনা ইয়া-‘ঈসাব্না মারইয়ামা হাল্ ইয়াসতাত্বী‘উ’ রব্বুকা আইঁ ইয়ুনায্যিলা ‘আলাইনা-মা - য়িদাতাম্ মিনাস্ সামা - ই; ক্ব-লাত্তাকুল্লা-হা-ইন্ কুন্তুম্ মুমিনীন্।","english_translit":null},{"sura":5,"aya":113,"quran_text":"قَالُوا نُرِيدُ أَنْ نَأْكُلَ مِنْهَا وَتَطْمَئِنَّ قُلُوبُنَا وَنَعْلَمَ أَنْ قَدْ صَدَقْتَنَا وَنَكُونَ عَلَيْهَا مِنَ الشَّاهِدِينَ","bangla_text":"তারা বললঃ আমরা তা থেকে খেতে চাই; আমাদের অন্তর পরিতৃপ্ত হবে; আমরা জেনে নেব যে, আপনি সত্য বলেছেন এবং আমরা সাক্ষ্যদাতা হয়ে যাব।","english_text":"They said: \"We should like to eat of it to reassure our hearts and to know that it's the truth you have told us, and that we should be witness to it.\"","bangla_translit":"ক্ব-লূ নূরীদু আন্ নাকুলা মিন্হা- অতাত্ব মায়িন্না কুলূবুনা- অনা’লামা আন্ ক্বাদ্ ছদাক্ব তানা-অনাকূনা ‘আলাইহা- মিনাশ্ শা-হিদীন্।","english_translit":null},{"sura":5,"aya":114,"quran_text":"قَالَ عِيسَى ابْنُ مَرْيَمَ اللَّهُمَّ رَبَّنَا أَنْزِلْ عَلَيْنَا مَائِدَةً مِنَ السَّمَاءِ تَكُونُ لَنَا عِيدًا لِأَوَّلِنَا وَآخِرِنَا وَآيَةً مِنْكَ وَارْزُقْنَا وَأَنْتَ خَيْرُ الرَّازِقِينَ","bangla_text":"ঈসা ইবনে মরিয়ম বললেনঃ হে আল্লাহ আমাদের পালনকর্তা আমাদের প্রতি আকাশ থেকে খাদ্যভর্তি খাঞ্চা অবতরণ করুন। তা আমাদের জন্যে অর্থাৎ, আমাদের প্রথম ও পরবর্তী সবার জন্যে আনন্দোৎসব হবে এবং আপনার পক্ষ থেকে একটি নিদর্শন হবে। আপনি আমাদের রুযী দিন। আপনিই শ্রেষ্ট রুযীদাতা।","english_text":"Said Jesus, son of Mary. \"O God, our Lord, send down a table well laid out with food from the skies so that this day may be a day of feast for the earlier among us and the later, and a token from You. Give us our (daily) bread, for You are the best of all givers of food.\"","bangla_translit":"ক্ব-লা ‘ঈসাব্নু র্মাইয়ামা ল্লা-হুম্মা রব্বানা য় আন্যিল্ ‘আলাইনা- মা - য়িদাতাম্ মিনাস্ সামা - য়ি তাকূনু লানা-‘ঈদাল্ লিআওয়্যালিনা-অ আ-খিরিনা-অ আ-ইয়াতাম্ মিন্কা, অরযুক্ব না-অ আন্তা খাইর্রু রা-যিক্বীন্।","english_translit":null},{"sura":5,"aya":115,"quran_text":"قَالَ اللَّهُ إِنِّي مُنَزِّلُهَا عَلَيْكُمْ فَمَنْ يَكْفُرْ بَعْدُ مِنْكُمْ فَإِنِّي أُعَذِّبُهُ عَذَابًا لَا أُعَذِّبُهُ أَحَدًا مِنَ الْعَالَمِينَ","bangla_text":"আল্লাহ বললেনঃ নিশ্চয় আমি সে খাঞ্চা তোমাদের প্রতি অবতরণ করব। অতঃপর যে ব্যাক্তি এর পরেও অকৃতজ্ঞ হবে, আমি তাকে এমন শাস্তি দেব, যে শাস্তি বিশ্বজগতের অপর কাউকে দেব না।","english_text":"And said God: \"I shall send it down to you; but if any of you disbelieve after this, I shall inflict such punishment on him as I never shall inflict on any other creature.\"","bangla_translit":"ক্ব-লাল্লা-হু ইন্নী মুনায্যিলুহা-‘আলাইকুম্ ফামাইঁ ইয়াকর্ফু বা’দু মিন্কুম্ ফাইন্নী য় উ‘আয্যিবুহূ ‘আযা-বাল্লা য় উ‘আয্যিবুহূ য় আহাদাম্ মিনাল্ ‘আ-লামীন্।","english_translit":null},{"sura":5,"aya":116,"quran_text":"وَإِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِنْ دُونِ اللَّهِ قَالَ سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ إِنْ كُنْتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ تَعْلَمُ مَا فِي نَفْسِي وَلَا أَعْلَمُ مَا فِي نَفْسِكَ إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ","bangla_text":"যখন আল্লাহ বললেনঃ হে ঈসা ইবনে মরিয়ম! তুমি কি লোকদেরকে বলে দিয়েছিলে যে, আল্লাহকে ছেড়ে আমাকে ও আমার মাতাকে উপাস্য সাব্যস্ত কর? ঈসা বলবেন; আপনি পবিত্র! আমার জন্যে শোভা পায় না যে, আমি এমন কথা বলি, যা বলার কোন অধিকার আমার নেই। যদি আমি বলে থাকি, তবে আপনি অবশ্যই পরিজ্ঞাত; আপনি তো আমার মনের কথা ও জানেন এবং আমি জানি না যা আপনার মনে আছে। নিশ্চয় আপনিই অদৃশ্য বিষয়ে জ্ঞাত।","english_text":"And when God will ask: \"O Jesus, son of Mary, did you say to mankind: 'Worship me and my mother as two deities apart from God?' (Jesus) will answer: \"Halleluja. Could I say what I knew I had no right (to say)? Had I said it You would surely have known, for You know what is in my heart though I know not what You have. You alone know the secrets unknown.","bangla_translit":"অ ইয ক্ব-লা ল্লা-হু ইয়া-‘ঈসাব্না মারইয়ামা আ-আনতা কুল্তা লিন্না-সিত্ তাখিযূনী অ উম্মিয়া ইলা-হাইনি মিন্ দূনিল্লা-হ্; ক্বা-লা সুব্হা-নাকা মা- ইয়াকূনূ লী য় আন্ আক্ব ূলা মা- লাইসা লী বিহাক্ব ; ইন্ কুন্তু কুল্তুহূ ফাক্বাদ্ ‘আলিম্তাহ্; তা’লামূ মা-ফী নাফ্সী অলা য় আ’লামু মা-ফী নাফ্সিক্ ; ইন্নাকা আন্তা ‘আল্লা-মূল্ গুইয়ূব্।","english_translit":null},{"sura":5,"aya":117,"quran_text":"مَا قُلْتُ لَهُمْ إِلَّا مَا أَمَرْتَنِي بِهِ أَنِ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ وَكُنْتُ عَلَيْهِمْ شَهِيدًا مَا دُمْتُ فِيهِمْ فَلَمَّا تَوَفَّيْتَنِي كُنْتَ أَنْتَ الرَّقِيبَ عَلَيْهِمْ وَأَنْتَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ","bangla_text":"আমি তো তাদেরকে কিছুই বলিনি, শুধু সে কথাই বলেছি যা আপনি বলতে আদেশ করেছিলেন যে, তোমরা আল্লাহর দাসত্ব অবলম্বন কর যিনি আমার ও তোমাদের পালনকর্তা আমি তাদের সম্পর্কে অবগত ছিলাম যতদিন তাদের মধ্যে ছিলাম। অতঃপর যখন আপনি আমাকে লোকান্তরিত করলেন, তখন থেকে আপনিই তাদের সম্পর্কে অবগত রয়েছেন। আপনি সর্ববিষয়ে পূর্ণ পরিজ্ঞাত।","english_text":"I said nought to them but what You commanded me: Worship God, my Lord and your Lord. And so long as I dwelt with them I was witness over their actions. And after my life had been done, You were their keeper; and You are a witness over all things.","bangla_translit":"মা-ক্ব ুল্তু লাহুম্ ইল্লা-মা য় আর্মাতানী বিহী য় আনি’বুদুল্লা-হা রব্বী অরব্বাকুম্ অকুন্তু ‘আলাইহিম্ শাহীদাম্ মা-দুম্তু ফীহিম্ ফালাম্মা- তাওয়াফ্ফাইতানী কুন্তা আর্ন্তা রাক্বীবা ‘আলাইহিম; অআন্তা ‘আলা-কুল্লি শাইয়িন্ শাহীদ্।","english_translit":null},{"sura":5,"aya":118,"quran_text":"إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ","bangla_text":"যদি আপনি তাদেরকে শাস্তি দেন, তবে তারা আপনার দাস এবং যদি আপনি তাদেরকে ক্ষমা করেন, তবে আপনিই পরাক্রান্ত, মহাবিজ্ঞ।","english_text":"If You punish them, indeed they are Your creatures; if You pardon them, indeed You are mighty and wise.\"","bangla_translit":"ইন্ তু‘আয্যিব্হুম্ ফাইন্নাহুম্ ‘ইবা-দুকা, অ ইন্ তার্গ্ফি লাহুম্ ফাইন্নাকা আনতাল্ ‘আযীযুল হাকীম্।","english_translit":null},{"sura":5,"aya":119,"quran_text":"قَالَ اللَّهُ هَذَا يَوْمُ يَنْفَعُ الصَّادِقِينَ صِدْقُهُمْ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ الْفَوْزُ الْعَظِيمُ","bangla_text":"আল্লাহ বললেনঃ আজকের দিনে সত্যবাদীদের সত্যবাদিতা তাদের উপকারে আসবে। তাদের জন্যে উদ্যান রয়েছে, যার তলদেশে নির্ঝরিনী প্রবাহিত হবে; তারা তাতেই চিরকাল থাকবে। আল্লাহ তাদের প্রতি সন্তুষ্ট। এটিই মহান সফলতা।","english_text":"God will say: 'This is the day when the truthful shall profit by their truthfulness. For them will be gardens with streams running by, where they will for ever abide.\" God will accept them, and they will be gratified in (obeying) Him. This will surely be happiness supreme.","bangla_translit":"ক্ব-লা ল্লা-হু হা-যা- ইয়াওমু ইয়ান্ফা‘উছ্ ছোয়া-দ্বিক্বীনা ছিদ্ক্ব ুহুম্; লাহুম্ জ্বান্না-তুন্ তাজ্ব ্রী মিন্ তাহ্তিহাল আন্হা-রু খা-লিদীনা ফীহা য় আবাদা-; রাদ্বিয়াল্লা-হু ‘আন্হুম্ অরাদ্ব ূ ‘আন্হু; যা-লিকাল্ ফাওযুল্ ‘আজীম।","english_translit":null},{"sura":5,"aya":120,"quran_text":"لِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا فِيهِنَّ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ","bangla_text":"নভোমন্ডল, ভূমন্ডল এবং এতদুভয়ে অবস্থিত সবকিছুর আধিপত্য আল্লাহরই। তিনি সবকিছুর উপর ক্ষমতাবান।","english_text":"To God belongs all that is in the heavens and the earth, and His the power over everything.","bangla_translit":"লিল্লা-হি মুল্কুস্ সামা-ওয়া-তি অল্ র্আদ্বি অমা- ফীহিন্না; অহুঅ ‘আলা- কুল্লি শাইয়িন্ ক্বার্দী।","english_translit":null}]