[{"sura":15,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ الر تِلْكَ آيَاتُ الْكِتَابِ وَقُرْآنٍ مُبِينٍ","bangla_mohiuddin":"আলিফ-লা-ম-রা; এগুলো পরিপূর্ণ গ্রন্থ ও সুস্পষ্ট কোরআনের আয়াত।","bangla_murtaza":"পরম করুণাময় পরম দয়াবান আল্লাহর নামে আলিফ-লাম-রা। এগুলো আয়াত আল কিতাব এবং সুস্পষ্ট কুরআনের।","english_text":"ALIF LAM RA. These are the verses of the Book and the perspicuous oration.","bangla_translit":"আলিফ্ লাÑম্ র- তিল্কা আ-ইয়া-তুল্ কিতা-বি অক্বকুআÑনিম্ মুবীন্।","english_translit":"Aliflamra tilka ayatu alkitabi waquranin mubeenin"},{"sura":15,"aya":2,"quran_text":"رُبَمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كَانُوا مُسْلِمِينَ","bangla_mohiuddin":"কোন সময় কাফেররা আকাঙ্ক্ষা করবে যে, কি চমৎকার হত, যদি তারা মুসলমান হত।","bangla_murtaza":"কাফিররাও কখনো কখনো আকাঙ্খা করে, যদি তারা মুসলিম হতো!","english_text":"The unbelievers would haply like to wish that they had submitted (and become Muslim).","bangla_translit":"রুবামা- ইয়াওয়াদ্দুল্লাযীনা কাফারূ লাও কা-নূ মুসলিমীন্।","english_translit":"Rubama yawaddu allatheena kafaroo law kanoo muslimeena"},{"sura":15,"aya":3,"quran_text":"ذَرْهُمْ يَأْكُلُوا وَيَتَمَتَّعُوا وَيُلْهِهِمُ الْأَمَلُ فَسَوْفَ يَعْلَمُونَ","bangla_mohiuddin":"আপনি ছেড়ে দিন তাদেরকে, খেয়ে নিক এবং ভোগ করে নিক এবং আশায় ব্যাপৃত থাকুক। অতি সত্বর তারা জেনে নেবে।","bangla_murtaza":"তাদের উপেক্ষা করো: তারা খেতে থাকুক, ভোগ করতে থাকুক এবং তাদের আশা-আকাঙ্খা তাদেরকে মোহাচ্ছন্ন করে রাখুক। অচিরেই তারা জানতে পারবে।","english_text":"Leave them to feast and revel, beguiled by hope; they will come to know soon.","bangla_translit":"র্যাহুম্ ইয়াকুলূ অইয়াতামাত্তাঊ অইয়ুল্হিহিমুল্ আমালু ফাসাওফা ইয়ালামূন্।","english_translit":"Tharhum yakuloo wayatamattaAAoo wayulhihimu alamalu fasawfa yaAAlamoona"},{"sura":15,"aya":4,"quran_text":"وَمَا أَهْلَكْنَا مِنْ قَرْيَةٍ إِلَّا وَلَهَا كِتَابٌ مَعْلُومٌ","bangla_mohiuddin":"আমি কোন জনপদ ধবংস করিনি; কিন্ত তার নির্দিষ্ট সময় লিখিত ছিল।","bangla_murtaza":"আমরা যে কোনো জনপদকেই হালাক করেছি, তার অবশ্যি একটি নির্দিষ্ট মেয়াদকাল রেকর্ড করা ছিলো।","english_text":"Not one habitation have We destroyed but at the time determined for it.","bangla_translit":"অমা য় আহ্লাক্না-মিন্ র্ক্বইয়াতিন্ ইল্লা-অলাহা-কিতা-বুম্ মালূম্।","english_translit":"Wama ahlakna min qaryatin illa walaha kitabun maAAloomun"},{"sura":15,"aya":5,"quran_text":"مَا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَأْخِرُونَ","bangla_mohiuddin":"কোন সম্প্রদায় তার নির্দিষ্ট সময়ের অগ্রে যায় না এবং পশ্চাতে থাকে না।","bangla_murtaza":"কোনো উম্মতের (ধ্বংসের) মেয়াদকাল এগিয়েও আসেনা এবং পিছিয়েও যায়না।","english_text":"No people can hasten or delay the term already fixed for them.","bangla_translit":"মা-তাস্বিকু মিন্ উম্মাতিন্ আজ্বালাহা-অমা-ইয়াস্তাখিরূন্।","english_translit":"Ma tasbiqu min ommatin ajalaha wama yastakhiroona"},{"sura":15,"aya":6,"quran_text":"وَقَالُوا يَا أَيُّهَا الَّذِي نُزِّلَ عَلَيْهِ الذِّكْرُ إِنَّكَ لَمَجْنُونٌ","bangla_mohiuddin":"তারা বললঃ হে ঐ ব্যক্তি, যার প্রতি কোরআন নাযিল হয়েছে, আপনি তো একজন উম্মাদ।","bangla_murtaza":"তারা বলে: “হে ঐ ব্যক্তি, যার প্রতি আয-যিকির (আল-কুরআন) নাযিল করা হয়েছে, তুমি অবশ্যি একজন পাগল।","english_text":"And yet they say: \"You, to whom this Exposition has been sent are surely possessed of the Devil.","bangla_translit":"অক্ব-লূ ইয়া য় আইয়্যুহাল্লাযী নুয্যিলা আলাইহিয্ যিক্রু ইন্নাকা লামাজুনূন্।","english_translit":"Waqaloo ya ayyuha allathee nuzzila AAalayhi alththikru innaka lamajnoonun"},{"sura":15,"aya":7,"quran_text":"لَوْ مَا تَأْتِينَا بِالْمَلَائِكَةِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ","bangla_mohiuddin":"যদি আপনি সত্যবাদী হন, তবে আমাদের কাছে ফেরেশতাদেরকে আনেন না কেন?","bangla_murtaza":"তুমি সত্যবাদী হয়ে থাকলে আমাদের কাছে ফেরেশতা নিয়ে আসোনা কেন?”","english_text":"If you are a man of truth, why can't you bring the angels to us?\"","bangla_translit":"লাও মা-তাতীনা বিল্ মালা-য়িকাতি ইন্ কুন্তা মিনাছ্ ছোয়া-দিক্বীন্।","english_translit":"Law ma tateena bialmalaikati in kunta mina alssadiqeena"},{"sura":15,"aya":8,"quran_text":"مَا نُنَزِّلُ الْمَلَائِكَةَ إِلَّا بِالْحَقِّ وَمَا كَانُوا إِذًا مُنْظَرِينَ","bangla_mohiuddin":"আমি ফেরেশতাদেরকে একমাত্র ফায়সালার জন্যেই নাযিল করি। তখন তাদেরকে অবকাশ দেয়া হবে না।","bangla_murtaza":"আমরা তো বাস্তব পরিস্থিতি সৃষ্টি হওয়া ছাড়া ফেরেশতা পাঠাইনা; আর যখনই ফেরেশতা পাঠাই তখন আর তাদের অবকাশ দেয়া হয়না।","english_text":"But then We never send the angels down save with the purpose (of enforcing their doom), after which they will not be given more respite.","bangla_translit":"মা-নুনায্যিলুল্ মালা-য়িকাতা ইল্লাÑবিল্হাক্ব্ ক্বি অমা-কা-নূ য় ইযাম্ মুন্জোয়ারীন্।","english_translit":"Ma nunazzilu almalaikata illa bialhaqqi wama kanoo ithan munthareena"},{"sura":15,"aya":9,"quran_text":"إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ","bangla_mohiuddin":"আমি স্বয়ং এ উপদেশ গ্রন্থ অবতারণ করেছি এবং আমি নিজেই এর সংরক্ষক।","bangla_murtaza":"আয-যিকির (আল-কুরআন) আমরাই নাযিল করেছি এবং আমরাই সেটির হিফাযতকারী।","english_text":"We have sent down this Exposition, and We will guard it.","bangla_translit":"ইন্না-নাহ্নু নায্যাল্নায্ যিক্রা অইন্না-লাহূ লাহা-ফিজূন্।","english_translit":"Inna nahnu nazzalna alththikra wainna lahu lahafithoona"},{"sura":15,"aya":10,"quran_text":"وَلَقَدْ أَرْسَلْنَا مِنْ قَبْلِكَ فِي شِيَعِ الْأَوَّلِينَ","bangla_mohiuddin":"আমি আপনার পূর্বে পূর্ববর্তী সম্প্রদায়ের মধ্যে রসূল প্রেরণ করেছি।","bangla_murtaza":"তোমার আগেকার অনেক সম্প্রদায়ের কাছেই আমরা রসূল পাঠিয়েছিলাম।","english_text":"We had also sent apostles to people of earlier persuasions.","bangla_translit":"অলাক্বদ্ র্আসালনা-মিন্ ক্বব্লিকা ফী শিয়ইল্ আওঅলীন্।","english_translit":"Walaqad arsalna min qablika fee shiyaAAi alawwaleena"},{"sura":15,"aya":11,"quran_text":"وَمَا يَأْتِيهِمْ مِنْ رَسُولٍ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ","bangla_mohiuddin":"ওদের কাছে এমন কোন রসূল আসেননি, যাদের সাথে ওরা ঠাট্টাবিদ্রূপ করতে থাকেনি।","bangla_murtaza":"যখনই তাদের কাছে কোনো রসূল এসেছে তারা (তাকে নিয়ে) বিদ্রুপ করেছে।","english_text":"But never once an apostle came to them at whom they did not scoff.","bangla_translit":"অমা-ইয়া তীহিম্ র্মি রসূলিন্ ইল্লা- কা-নূ বিহী ইয়াস্তাহ্যিয়ূন্।","english_translit":"Wama yateehim min rasoolin illa kanoo bihi yastahzioona"},{"sura":15,"aya":12,"quran_text":"كَذَلِكَ نَسْلُكُهُ فِي قُلُوبِ الْمُجْرِمِينَ","bangla_mohiuddin":"এমনিভাবে আমি এ ধরনের আচরণ পাপীদের অন্তরে বদ্ধমূল করে দেই।","bangla_murtaza":"এভাবে আমরা (সর্বকালের) অপরাধীদের অন্তরে তা (কুফুরি ও হঠকারিতা) সঞ্চার করি।","english_text":"We place in the hearts of sinners (disbelief).","bangla_translit":"কাযা-লিকা নাস্লুকুহূ ফী কুলূবিল্ মুজুরিমীন্।","english_translit":"Kathalika naslukuhu fee quloobi almujrimeena"},{"sura":15,"aya":13,"quran_text":"لَا يُؤْمِنُونَ بِهِ وَقَدْ خَلَتْ سُنَّةُ الْأَوَّلِينَ","bangla_mohiuddin":"ওরা এর প্রতি বিশ্বাস করবে না। পূর্ববর্তীদের এমন রীতি চলে আসছে।","bangla_murtaza":"তারা এর (কুরআনের) প্রতি ঈমান আনেনা। আর অতীতের (অপরাধীদের) সুন্নতও ছিলো এটাই।","english_text":"So, they will not believe in it: The example of former people is there.","bangla_translit":"লাÑইয়ুমিনূনা বিহী অক্বদ্ খলাত্ সুন্নাতুল্ আওঅলীন্।","english_translit":"La yuminoona bihi waqad khalat sunnatu alawwaleena"},{"sura":15,"aya":14,"quran_text":"وَلَوْ فَتَحْنَا عَلَيْهِمْ بَابًا مِنَ السَّمَاءِ فَظَلُّوا فِيهِ يَعْرُجُونَ","bangla_mohiuddin":"যদি আমি ওদের সামনে আকাশের কোন দরজাও খুলে দেই আর তাতে ওরা দিনভর আরোহণ ও করতে থাকে।","bangla_murtaza":"আমরা যদি তাদের জন্যে আসমানের দুয়ারও খুলে দিতাম এবং তারা যদি দিবালোকে তাতে মেরাজ (আরোহণ) করতেও থাকতো,","english_text":"Even if We open a door in the heavens and they ascend through it in broad daylight,","bangla_translit":"অলাও ফাতাহ্না- ‘আলাইহিম্ বা-বাম্ মিনাস সামা-য়ি ফাজোয়াল্ল ফীহি ইয়ারুজুন্।","english_translit":"Walaw fatahna AAalayhim baban mina alssamai fathalloo feehi yaAArujoona"},{"sura":15,"aya":15,"quran_text":"لَقَالُوا إِنَّمَا سُكِّرَتْ أَبْصَارُنَا بَلْ نَحْنُ قَوْمٌ مَسْحُورُونَ","bangla_mohiuddin":"তবুও ওরা একথাই বলবে যে, আমাদের দৃষ্টির বিভ্রাট ঘটানো হয়েছে না বরং আমরা যাদুগ্রস্ত হয়ে পড়েছি।","bangla_murtaza":"তখনো তারা বলতো, আমাদের চোখকে সম্মোহিত করা হয়েছে, বরং আমরা জাদুগ্রস্ত লোক।","english_text":"They will say all the same: \"Our eyes were dazed (and clouded over). We were a people ensorcelled.\"","bangla_translit":"লাক্ব -লূ য় ইন্নামাÑসুক্কিরাত্ আব্ছোয়া- রুনা-বাল্ নাহ্নু ক্বওমুম্ মাস্হুরূন্।","english_translit":"Laqaloo innama sukkirat absaruna bal nahnu qawmun mashooroona"},{"sura":15,"aya":16,"quran_text":"وَلَقَدْ جَعَلْنَا فِي السَّمَاءِ بُرُوجًا وَزَيَّنَّاهَا لِلنَّاظِرِينَ","bangla_mohiuddin":"নিশ্চয় আমি আকাশে রাশিচক্র সৃষ্টি করেছি এবং তাকে দর্শকদের জন্যে সুশোভিত করে দিয়েছি।","bangla_murtaza":"আমরা আসমানে বুরুজ (গ্রহ-নক্ষত্র) স্থাপন করেছি এবং সেগুলোকে দর্শকদের জন্যে শোভামন্ডিত করেছি।","english_text":"We have placed the signs of the Zodiac in the sky, and decked it out for those who can see;","bangla_translit":"অলাক্বদ্ জ্বা‘আল্না ফিস্ সামাÑয়ি বুরূজ্বাঁও অ যাইয়্যান্না-হা- লিন্না-যিরীন্।","english_translit":"Walaqad jaAAalna fee alssamai buroojan wazayyannaha lilnnathireena"},{"sura":15,"aya":17,"quran_text":"وَحَفِظْنَاهَا مِنْ كُلِّ شَيْطَانٍ رَجِيمٍ","bangla_mohiuddin":"আমি আকাশকে প্রত্যেক বিতাড়িত শয়তান থেকে নিরাপদ করে দিয়েছি।","bangla_murtaza":"এবং প্রতিটি অভিশপ্ত শয়তান থেকে সেটিকে হিফাযত করেছি।","english_text":"And We have preserved it from every accursed devil,","bangla_translit":"অ হাফিজ্নাহা-মিন্ কুল্লি শাইত্বোয়া-র্নি রাজ্বীম্।","english_translit":"Wahafithnaha min kulli shaytanin rajeemin"},{"sura":15,"aya":18,"quran_text":"إِلَّا مَنِ اسْتَرَقَ السَّمْعَ فَأَتْبَعَهُ شِهَابٌ مُبِينٌ","bangla_mohiuddin":"কিন্তু যে চুরি করে শুনে পালায়, তার পশ্চাদ্ধাবন করে উজ্জ্বল উল্কাপিন্ড।","bangla_murtaza":"তবে কেউ যদি চুরি করে সংবাদ শুনতে চায় তার পশ্চাদধাবন করে উজ্জ্বল শিহাব (শিখা)।","english_text":"Except the ones who listen on the sly, yet they are chased away by a shooting flame.","bangla_translit":"ইল্লা-মানিস্ তারাক্বাস সাম্আ ফাআত্ বাআহূ শিহা-বুম মুবীন্।","english_translit":"Illa mani istaraqa alssamAAa faatbaAAahu shihabun mubeenun"},{"sura":15,"aya":19,"quran_text":"وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ شَيْءٍ مَوْزُونٍ","bangla_mohiuddin":"আমি ভু-পৃষ্ঠকে বিস্তৃত করেছি এবং তার উপর পর্বতমালা স্থাপন করেছি এবং তাতে প্রত্যেক বস্তু সুপরিমিতভাবে উৎপন্ন করেছি।","bangla_murtaza":"আর পৃথিবী, আমরা তাকে সমতল করে বিছিয়ে দিয়েছি, আর তাতে স্থাপন করেছি পাহাড়-পর্বত এবং তাতে উৎপন্ন করেছি প্রতিটি জিনিস ওজন মতো (যথাযথ পরিমাণে)।","english_text":"We stretched the earth and placed upon it firm stabilisers, and made all things grow upon it balanced evenly.","bangla_translit":"অল্ র্আদ্বোয়া মাদাদ্না-হা- অআল্ক্বাইনা- ফীহা-রঅসিয়া অআম্বাত্না-ফীহা-মিন্ কুল্লি শাইয়িম্ মাওযূন্।","english_translit":"Waalarda madadnaha waalqayna feeha rawasiya waanbatna feeha min kulli shayin mawzoonin"},{"sura":15,"aya":20,"quran_text":"وَجَعَلْنَا لَكُمْ فِيهَا مَعَايِشَ وَمَنْ لَسْتُمْ لَهُ بِرَازِقِينَ","bangla_mohiuddin":"আমি তোমাদের জন্যে তাতে জীবিকার উপকরন সৃষ্টি করছি এবং তাদের জন্যেও যাদের অন্নদাতা তোমরা নও।","bangla_murtaza":"তাতে ব্যবস্থা করে দিয়েছি তোমাদের জীবিকার, এবং তাদের জীবিকারও যাদের জীবিকাদাতা তোমরা নও।","english_text":"We have provided on it sustenance for you, and for those you cannot provide.","bangla_translit":"অ জ্বাআল্না-লাকুম্ ফীহা মাআইয়িশা অমাল্ লাস্তুম্ লাহূ বির-যিক্বীন্।","english_translit":"WajaAAalna lakum feeha maAAayisha waman lastum lahu biraziqeena"},{"sura":15,"aya":21,"quran_text":"وَإِنْ مِنْ شَيْءٍ إِلَّا عِنْدَنَا خَزَائِنُهُ وَمَا نُنَزِّلُهُ إِلَّا بِقَدَرٍ مَعْلُومٍ","bangla_mohiuddin":"আমার কাছে প্রত্যেক বস্তুর ভান্ডার রয়েছে। আমি নির্দিষ্ট পরিমানেই তা অবতরণ করি।","bangla_murtaza":"এমন কোনো জিনিস নেই, আমাদের কাছে যার ভান্ডার রক্ষিত নেই। আমরা তা নাযিল করি জ্ঞাত নির্দিষ্ট পরিমাণে।","english_text":"Of all things there are We have the stores, and send them down in determined measure.","bangla_translit":"অ ইঁম্মিন্ শাইয়িন্ ইল্লা ইন্দানা- খযা-য়িনুহূ অমা-নুনায্যিলুহূ য় ইল্লা- বিক্বদারিম্ মা’লূম্।","english_translit":"Wain min shayin illa AAindana khazainuhu wama nunazziluhu illa biqadarin maAAloomin"},{"sura":15,"aya":22,"quran_text":"وَأَرْسَلْنَا الرِّيَاحَ لَوَاقِحَ فَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً فَأَسْقَيْنَاكُمُوهُ وَمَا أَنْتُمْ لَهُ بِخَازِنِينَ","bangla_mohiuddin":"আমি বৃষ্টিগর্ভ বায়ু পরিচালনা করি অতঃপর আকাশ থেকে পানি বর্ষণ করি, এরপর তোমাদেরকে তা পান করাই। বস্তুতঃ তোমাদের কাছে এর ভান্ডার নেই।","bangla_murtaza":"আর আমরা বর্ষণমুখী মেঘবাহী বাতাস পাঠাই, তারপর আসমান থেকে নাযিল করি পানি এবং তা তোমাদের পান করাই, অথচ তোমরা তো সেই (পানি) ভান্ডারের মালিক নও।","english_text":"We send rain-impregnated winds, and water from the sky which you drink, but you are not the keepers of its store.","bangla_translit":"অর্আসালনার রিয়াহা লাওয়া-ক্বিহা ফাআন্যাল্না-মিনাস্ সামা-য়ি মা য় য়ান্ ফাআস্ ক্বাইনা-কুমূহু অমা য় আন্তুম লাহূ বিখ-যিনীন্।","english_translit":"Waarsalna alrriyaha lawaqiha faanzalna mina alssamai maan faasqaynakumoohu wama antum lahu bikhazineena"},{"sura":15,"aya":23,"quran_text":"وَإِنَّا لَنَحْنُ نُحْيِي وَنُمِيتُ وَنَحْنُ الْوَارِثُونَ","bangla_mohiuddin":"আমিই জীবনদান করি, মৃত্যুদান করি এবং আমিই চুড়ান্ত মালিকানার অধিকারী।","bangla_murtaza":"আমরাই হায়াত দেই এবং মউত ঘটাই এবং আমরাই ওয়ারিশ (মালিক)।","english_text":"It is We who give life and We who give death, and We are the One who will abide.","bangla_translit":"অইন্না-লানাহ্নু নুহয়ীঅনুমীতু অ নাহ্নুল্ ওয়া-রিছূন্।","english_translit":"Wainna lanahnu nuhyee wanumeetu wanahnu alwarithoona"},{"sura":15,"aya":24,"quran_text":"وَلَقَدْ عَلِمْنَا الْمُسْتَقْدِمِينَ مِنْكُمْ وَلَقَدْ عَلِمْنَا الْمُسْتَأْخِرِينَ","bangla_mohiuddin":"আমি জেনে রেখেছি তোমাদের অগ্রগামীদেরকে এবং আমি জেনে রেখেছি পশ্চাদগামীদেরকে।","bangla_murtaza":"আমরা তোমাদের বিগতদের জানি এবং যারা আসবে তাদেরও জানি।","english_text":"We surely know those of you who go forward and those of you who lag behind.","bangla_translit":"অলাক্বদ্ আলিম্নাল্ মুস্তাক্বদিমীনা মিন্কুম্ অলাক্বদ্ আলিম্নাল্ মুস্তাখিরীন্।","english_translit":"Walaqad AAalimna almustaqdimeena minkum walaqad AAalimna almustakhireena"},{"sura":15,"aya":25,"quran_text":"وَإِنَّ رَبَّكَ هُوَ يَحْشُرُهُمْ إِنَّهُ حَكِيمٌ عَلِيمٌ","bangla_mohiuddin":"আপনার পালনকর্তাই তাদেরকে একত্রিত করে আনবেন। নিশ্চয় তিনি প্রজ্ঞাবান, জ্ঞানময়।","bangla_murtaza":"নিশ্চয়ই তোমার প্রভু তাদের সবার হাশর করবেন। নিশ্চয়ই তিনি প্রজ্ঞাবান, জ্ঞানী।","english_text":"Your Lord will surely gather them together: Certainly He is all-wise and all-knowing.","bangla_translit":"অইন্না রব্বাকা হুঅ ইয়াহ্শুরুহুম্ ইন্নাহূ হাকীমুন্ আলীম্।","english_translit":"Wainna rabbaka huwa yahshuruhum innahu hakeemun AAaleemun"},{"sura":15,"aya":26,"quran_text":"وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ","bangla_mohiuddin":"আমি মানবকে পচা কর্দম থেকে তৈরী বিশুস্ক ঠনঠনে মাটি দ্বারা সৃষ্টি করেছি।","bangla_murtaza":"আমরা সৃষ্টি করেছি মানুষকে গন্ধযুক্ত কাদার শুকনো ঠনঠনে মাটি থেকে।","english_text":"Man We fashioned from fermented clay dried tingling hard,","bangla_translit":"অলাক্বদ্ খলাক্বনাল্ ইন্সা-না মিন্ ছল্ছোয়া-লিম্ মিন্ হামায়িম্ মাস্নূন্।","english_translit":"Walaqad khalaqna alinsana min salsalin min hamain masnoonin"},{"sura":15,"aya":27,"quran_text":"وَالْجَانَّ خَلَقْنَاهُ مِنْ قَبْلُ مِنْ نَارِ السَّمُومِ","bangla_mohiuddin":"এবং জিনকে এর আগে লু এর আগুনের দ্বারা সৃজিত করেছি।","bangla_murtaza":"আর তাদের আগে আমরা জিনদের সৃষ্টি করেছি শিখাযুক্ত আগুন থেকে।","english_text":"As We fashioned jinns before from intense radiated heat.","bangla_translit":"অল্জ্বা-ন্না খলাক্বনা-হু মিন্ ক্বব্লু মিন্ না-রিস্ সামূম্।","english_translit":"Waaljanna khalaqnahu min qablu min nari alssamoomi"},{"sura":15,"aya":28,"quran_text":"وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ","bangla_mohiuddin":"আর আপনার পালনকর্তা যখন ফেরেশতাদেরকে বললেনঃ আমি পচা কর্দম থেকে তৈরী বিশুষ্ক ঠনঠনে মাটি দ্বারা সৃষ্ট একটি মানব জাতির পত্তন করব।","bangla_murtaza":"(স্মরণ করো,) যখন তোমার প্রভু ফেরেশতাদের বলেছিলেন, আমি মানুষ সৃষ্টি করতে যাচ্ছি গন্ধযুক্ত কাদার শুকনো ঠনঠনে মাটি থেকে।","english_text":"But when your Lord said to the angels: \"I am verily going to create a human being from fermented clay dried tingling hard;","bangla_translit":"অইয্ ক্ব-লা রব্বুকা লিল্মালা-য়িকাতি ইন্নী খ-লিকুম্ বাশারাম্ মিন্ ছল্ছোয়া-লিম্ মিন্ হামায়িম্ মাসনূন্।","english_translit":"Waith qala rabbuka lilmalaikati innee khaliqun basharan min salsalin min hamain masnoonin"},{"sura":15,"aya":29,"quran_text":"فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ سَاجِدِينَ","bangla_mohiuddin":"অতঃপর যখন তাকে ঠিকঠাক করে নেব এবং তাতে আমার রূহ থেকে ফঁুক দেব, তখন তোমরা তার সামনে সেজদায় পড়ে যেয়ো।","bangla_murtaza":"আমি যখন তাকে সুগঠিত করবো এবং আমার পক্ষ থেকে তাতে রূহ সঞ্চার করে দেবো, তখন তোমরা তার প্রতি সাজদায় নুয়ে পড়বে।","english_text":"And when I have fashioned him and breathed into him of My spirit, bow before him in homage;\"","bangla_translit":"ফাইযা সাওঅইতুহূ অনাফাখ্তু ফীহি র্মি রূহী ফাক্বাঊ লাহূ সা-জ্বিদীন্।","english_translit":"Faitha sawwaytuhu wanafakhtu feehi min roohee faqaAAoo lahu sajideena"},{"sura":15,"aya":30,"quran_text":"فَسَجَدَ الْمَلَائِكَةُ كُلُّهُمْ أَجْمَعُونَ","bangla_mohiuddin":"তখন ফেরেশতারা সবাই মিলে সেজদা করল।","bangla_murtaza":"ফলে ফেরেশতারা সবাই ঐক্যবদ্ধভাবে তাকে সাজদা করে।","english_text":"The angels bowed in homage in a body","bangla_translit":"ফাসাজ্বাদাল্ মালা-য়িকাতু কুল্লহুম্ আজুমাঊন্।","english_translit":"Fasajada almalaikatu kulluhum ajmaAAoona"},{"sura":15,"aya":31,"quran_text":"إِلَّا إِبْلِيسَ أَبَى أَنْ يَكُونَ مَعَ السَّاجِدِينَ","bangla_mohiuddin":"কিন্তু ইবলীস-সে সেজদাকারীদের অন্তর্ভূক্ত হতে স্বীকৃত হল না।","bangla_murtaza":"তবে করেনি শুধু ইবলিস। সে সাজদাকারীদের অন্তরভুক্ত হতে অস্বীকার করে।","english_text":"Except Iblis. He refused to bow with the adorers.","bangla_translit":"ইল্লা য় ইব্লীস্; আবা য় আইঁ ইয়াকূনা মাআস্ সা-জ্বিদীন্।","english_translit":"Illa ibleesa aba an yakoona maAAa alssajideena"},{"sura":15,"aya":32,"quran_text":"قَالَ يَا إِبْلِيسُ مَا لَكَ أَلَّا تَكُونَ مَعَ السَّاجِدِينَ","bangla_mohiuddin":"আল্লাহ বললেনঃ হে ইবলিস, তোমার কি হলো যে তুমি সেজদাকারীদের অন্তর্ভূক্ত হতে স্বীকৃত হলে না?","bangla_murtaza":"আল্লাহ বললেন: ‘হে ইবলিস! তোর কী হয়েছে, তুই কেন সাজদাকারীদের অন্তরভুক্ত হইসনি?’","english_text":"\"How is it, O Iblis,\" said (the Lord), \"you did not join those who bowed in homage?\"","bangla_translit":"ক্ব-লা ইয়া য় ইব্লীসু মা-লাকা আল্লা-তাকূনা মাআস্ সা-জ্বিদীন্।","english_translit":"Qala ya ibleesu ma laka alla takoona maAAa alssajideena"},{"sura":15,"aya":33,"quran_text":"قَالَ لَمْ أَكُنْ لِأَسْجُدَ لِبَشَرٍ خَلَقْتَهُ مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ","bangla_mohiuddin":"বললঃ আমি এমন নই যে, একজন মানবকে সেজদা করব, যাকে আপনি পচা কর্দম থেকে তৈরী ঠনঠনে বিশুষ্ক মাটি দ্বারা সৃষ্টি করেছেন।","bangla_murtaza":"সে বললো: “আমি তো এমন একজনকে সাজদা করতে পারিনা, যাকে আপনি সৃষ্টি করেছেন গন্ধযুক্ত কাদার শুকনো ঠনঠনে মাটি থেকে।’","english_text":"\"How could I bow,\" said he, \"before a mortal whom You created from fermented clay dried tingling hard?\"","bangla_translit":"ক্ব-লা লাম্ আকুল্লি আস্জুদা লিবাশারিন্ খলাক্বতাহূ মিন্ ছল্ছোয়া-লিম্ মিন্ হামায়িম্ মাস্নূন্।","english_translit":"Qala lam akun liasjuda libasharin khalaqtahu min salsalin min hamain masnoonin"},{"sura":15,"aya":34,"quran_text":"قَالَ فَاخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ","bangla_mohiuddin":"আল্লাহ বললেনঃ তবে তুমি এখান থেকে বের হয়ে যাও। তুমি বিতাড়িত।","bangla_murtaza":"তিনি বললেন: “তুই ওখান থেকে বেরিয়ে যা, কারণ তুই অভিশপ্ত।","english_text":"\"Go hence, execrable,\" (said the Lord), \"from this place,","bangla_translit":"ক্ব-লা ফাখ্রুজু মিন্হা-ফাইন্নাকা রাজ্বীম্।","english_translit":"Qala faokhruj minha fainnaka rajeemun"},{"sura":15,"aya":35,"quran_text":"وَإِنَّ عَلَيْكَ اللَّعْنَةَ إِلَى يَوْمِ الدِّينِ","bangla_mohiuddin":"এবং তোমার প্রতি ন্যায় বিচারের দিন পর্যন্ত অভিসম্পাত।","bangla_murtaza":"প্রতিদান দিবস পর্যন্ত বর্ষিত হবে তোর উপর লা’নত।”","english_text":"Condemned till the day of Doom!\"","bangla_translit":"অ ইন্না আলাইকাল্ লানাতা ইলা-ইয়াওমিদ্দীন্।","english_translit":"Wainna AAalayka allaAAnata ila yawmi alddeeni"},{"sura":15,"aya":36,"quran_text":"قَالَ رَبِّ فَأَنْظِرْنِي إِلَى يَوْمِ يُبْعَثُونَ","bangla_mohiuddin":"সে বললঃ হে আমার পালনকর্তা, আপনি আমাকে পুনরুত্থান দিবস পর্যন্ত অবকাশ দিন।","bangla_murtaza":"সে বললো: ‘প্রভু! আমাকে অবকাশ দিন পুনরুত্থান দিবস পর্যন্ত।’","english_text":"\"O my Lord,\" said he, \"give me respite till the day the dead are raised.\"","bangla_translit":"ক্ব-লা রব্বি ফাআর্ন্জিনী য় ইলা-ইয়াওমি ইয়ুব্আছ্ন্।","english_translit":"Qala rabbi faanthirnee ila yawmi yubAAathoona"},{"sura":15,"aya":37,"quran_text":"قَالَ فَإِنَّكَ مِنَ الْمُنْظَرِينَ","bangla_mohiuddin":"আল্লাহ বললেনঃ তোমাকে অবকাশ দেয়া হল।","bangla_murtaza":"তিনি বললেন: “যা, তুই তাদের অন্তরভুক্ত যাদের অবকাশ দেয়া হয়েছে।","english_text":"\"You are among the reprieved,\" (said the Lord),","bangla_translit":"ক্ব-লা ফাইন্নাকা মিনাল্ মুন্জোয়ারীন্ ।","english_translit":"Qala fainnaka mina almunthareena"},{"sura":15,"aya":38,"quran_text":"إِلَى يَوْمِ الْوَقْتِ الْمَعْلُومِ","bangla_mohiuddin":"সেই অবধারিত সময় উপস্থিত হওয়ার দিন পর্যন্ত।","bangla_murtaza":"অবধারিত সময়টির (কিয়ামত) আগমন পর্যন্ত।”","english_text":"\"Till the predetermined time.\"","bangla_translit":"ইলা-ইয়াওমিল্ অক্বতিল্ মালূম্।","english_translit":"Ila yawmi alwaqti almaAAloomi"},{"sura":15,"aya":39,"quran_text":"قَالَ رَبِّ بِمَا أَغْوَيْتَنِي لَأُزَيِّنَنَّ لَهُمْ فِي الْأَرْضِ وَلَأُغْوِيَنَّهُمْ أَجْمَعِينَ","bangla_mohiuddin":"সে বললঃ হে আমার পলনকর্তা, আপনি যেমন আমাকে পথ ভ্রষ্ট করেছেন, আমিও তাদের সবাইকে পৃথিবীতে নানা সৌন্দর্যে আকৃষ্ট করব এবং তাদের সবাইকে পথ ভ্রষ্ঠ করে দেব।","bangla_murtaza":"সে বললো: “প্রভু! যেহেতু আপনি আমাকে বিপথগামী করেছেন, সে জন্যে আমি পৃথিবীতে তাদের (মানুষের) জন্যে বিপথগামিতাকে চাকচিক্যময় করে তুলবো এবং তাদের সবাইকে বিপথগামী করে ছাড়বো।","english_text":"\"O my Lord,\" he said, \"since You have led me into error I'll beguile them with the pleasures of the world and lead them astray,","bangla_translit":"ক্ব-লা রব্বি বিমা য় আগ্ওয়াইতানী লাউযাইয়্যিনান্না লাহুম্ ফিল্ র্আদ্বি অলা উগ্ওয়িইয়ান্নাহুম্ আজুমাঈন্।","english_translit":"Qala rabbi bima aghwaytanee laozayyinanna lahum fee alardi walaoghwiyannahum ajmaAAeena"},{"sura":15,"aya":40,"quran_text":"إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ","bangla_mohiuddin":"আপনার মনোনীত বান্দাদের ব্যতীত।","bangla_murtaza":"তবে তাদের মধ্যকার আপনার মুখলেস বান্দাদের কথা ভিন্ন।”","english_text":"Except the chosen ones among Your creatures.\"","bangla_translit":"ইল্লা-ইবা-দাকা মিন্হুমুল্ মুখলাছীন্।","english_translit":"Illa AAibadaka minhumu almukhlaseena"},{"sura":15,"aya":41,"quran_text":"قَالَ هَذَا صِرَاطٌ عَلَيَّ مُسْتَقِيمٌ","bangla_mohiuddin":"আল্লাহ বললেনঃ এটা আমা পর্যন্ত সোজা পথ।","bangla_murtaza":"আল্লাহ্ বললেন: “এটাই আমার কাছে পৌঁছার সরল সঠিক পথ।","english_text":"(To which God) said: \"This way is right by Me.","bangla_translit":"ক্ব-লা হা-যা- ছিরা-তুন্আলাইয়্যা মুস্তাক্বীম্।","english_translit":"Qala hatha siratun AAalayya mustaqeemun"},{"sura":15,"aya":42,"quran_text":"إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ إِلَّا مَنِ اتَّبَعَكَ مِنَ الْغَاوِينَ","bangla_mohiuddin":"যারা আমার বান্দা, তাদের উপর তোমার কোন ক্ষমতা নেই; কিন্তু পথভ্রান্তদের মধ্য থেকে যারা তোমার পথে চলে।","bangla_murtaza":"আমার দাসদের উপর তোর কোনো কর্তৃত্ব খাটবেনা, তবে বিভ্রান্তদের যারা তোর অনুসরণ করবে তাদের কথা ভিন্ন।","english_text":"No power shall you have over (all) My creatures except those who fall into error and follow you,","bangla_translit":"ইন্না ইবা-দী লাইসা লাকা আলাইহিম্ সুল্ত্বোয়া-নুন্ ইল্লা-মানিত্তাবা‘আকা মিনাল্ গ-ওয়ীন্।","english_translit":"Inna AAibadee laysa laka AAalayhim sultanun illa mani ittabaAAaka mina alghaweena"},{"sura":15,"aya":43,"quran_text":"وَإِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ أَجْمَعِينَ","bangla_mohiuddin":"তাদের সবার নির্ধারিত স্থান হচ্ছে জাহান্নাম।","bangla_murtaza":"অবশ্যি তাদের সবার প্রতিশ্রুত স্থান হলো জাহান্নাম।","english_text":"For whom the ordained place is surely Hell,","bangla_translit":"অইন্না জ্বাহান্নামা লামাওইদুহুম্ আজুমাঈন্।","english_translit":"Wainna jahannama lamawAAiduhum ajmaAAeena"},{"sura":15,"aya":44,"quran_text":"لَهَا سَبْعَةُ أَبْوَابٍ لِكُلِّ بَابٍ مِنْهُمْ جُزْءٌ مَقْسُومٌ","bangla_mohiuddin":"এর সাতটি দরজা আছে। প্রত্যেক দরজার জন্যে এক একটি পৃথক দল আছে।","bangla_murtaza":"তার আছে সাতটি দরজা, প্রত্যেক দরজার জন্যে তাদের একটি অংশ নির্ধারণ করে দেয়া হয়েছে।","english_text":"Which has several gates, and each gate is marked for every section of them.\"","bangla_translit":"লাহা-সাব্আতু আব্ওয়া-ব্; লিকুল্লি বা-বিম্ মিন্হুম্ জুয্য়ুম্ মাক্বসূম্।","english_translit":"Laha sabAAatu abwabin likulli babin minhum juzon maqsoomun"},{"sura":15,"aya":45,"quran_text":"إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ","bangla_mohiuddin":"নিশ্চয় খোদাভীরুরা বাগান ও নির্ঝরিনীসহূহে থাকবে।","bangla_murtaza":"অবশ্যি মুত্তাকিরা থাকবে উদ্যানসমূহ এবং ঝরণাধারা সমূহের মধ্যে।","english_text":"Verily those who keep away from evil and follow the straight path shall be in the midst of gardens and springs of water.","bangla_translit":"ইন্নাল্ মুত্তাক্বীনা ফী জান্না-তিঁও অউইয়ূন্।","english_translit":"Inna almuttaqeena fee jannatin waAAuyoonin"},{"sura":15,"aya":46,"quran_text":"ادْخُلُوهَا بِسَلَامٍ آمِنِينَ","bangla_mohiuddin":"বলা হবেঃ এগুলোতে নিরাপত্তা ও শান্তি সহকরে প্রবেশ কর।","bangla_murtaza":"তাদের বলা হবে: ‘দাখিল হও শান্তি ও নিরাপত্তার সাথে।’","english_text":"\"Enter in peace and tranquility,\" (they will be told).","bangla_translit":"উদ্খুলূহা-বিসালা-মিন্ আ-মিনীন্।","english_translit":"Odkhulooha bisalamin amineena"},{"sura":15,"aya":47,"quran_text":"وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ إِخْوَانًا عَلَى سُرُرٍ مُتَقَابِلِينَ","bangla_mohiuddin":"তাদের অন্তরে যে ক্রোধ ছিল, আমি তা দূর করে দেব। তারা ভাই ভাইয়ের মত সামনা-সামনি আসনে বসবে।","bangla_murtaza":"তাদের অন্তরে পরস্পরের জন্যে কোনো বিদ্বেষ থাকলে তা আমরা দূর করে দেবো, তারা পরস্পর মুখোমুখি হয়ে আসন গ্রহণ করবে ভাই ভাই হিসেবে।","english_text":"We shall cast out any grudge they may have in their hearts. (There) they will sit on couches face to face like brothers together.","bangla_translit":"অনাযানা মা-ফী ছুদূরিহিম্ মিন্ গিল্লিন্ ইখওয়া-নান্ আলা-সুরুরিম্ মুতাক্ব-বিলীন্।","english_translit":"WanazaAAna ma fee sudoorihim min ghillin ikhwanan AAala sururin mutaqabileena"},{"sura":15,"aya":48,"quran_text":"لَا يَمَسُّهُمْ فِيهَا نَصَبٌ وَمَا هُمْ مِنْهَا بِمُخْرَجِينَ","bangla_mohiuddin":"সেখানে তাদের মোটেই কষ্ট হবে না এবং তারা সেখান থেকে বহিস্কৃত হবে না।","bangla_murtaza":"সেখানে তাদের স্পর্শ করবেনা কোনো অবসাদ এবং সেখান থেকে তাদের বের করেও দেয়া হবেনা।","english_text":"No weariness will come upon them, nor will they be sent away from there.","bangla_translit":"লা-ইয়ামাস্ সুহুম্ ফীহা-নাছোয়াবুঁও অমা-হুম্ মিনহা- বিমুখ্রজ্বীন্।","english_translit":"La yamassuhum feeha nasabun wama hum minha bimukhrajeena"},{"sura":15,"aya":49,"quran_text":"نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ","bangla_mohiuddin":"আপনি আমার বান্দাদেরকে জানিয়ে দিন যে, আমি অত্যন্ত ক্ষমাশীল দয়ালু।","bangla_murtaza":"আমার দাসদের সংবাদ দাও, নিশ্চয়ই আমি মহাক্ষমাশীল, মহাদয়াময়।","english_text":"Announce to My creatures that I am indeed forgiving and kind,","bangla_translit":"নাব্বি ইবা-দী য় আন্নী য় আনাল্ গফূর্রু রহীম্।","english_translit":"Nabbi AAibadee annee ana alghafooru alrraheemu"},{"sura":15,"aya":50,"quran_text":"وَأَنَّ عَذَابِي هُوَ الْعَذَابُ الْأَلِيمُ","bangla_mohiuddin":"এবং ইহাও যে, আমার শাস্তিই যন্ত্রনাদায়ক শাস্তি।","bangla_murtaza":"আর আমার আযাব, তাও বেদনাদায়ক আযাব।","english_text":"But My punishment is surely a painful one.","bangla_translit":"অআন্না আযা-বী হুঅল্ আযা-বুল্ আলীম্।","english_translit":"Wa anna AAathabee huwa alAAathabu alaleemu"},{"sura":15,"aya":51,"quran_text":"وَنَبِّئْهُمْ عَنْ ضَيْفِ إِبْرَاهِيمَ","bangla_mohiuddin":"আপনি তাদেরকে ইব্রাহীমের মেহমানদের অবস্থা শুনিয়ে দিন।","bangla_murtaza":"তাদের আরো সংবাদ দাও ইবরাহিমের মেহমানদের সম্পর্কে।","english_text":"Inform them about the matter of Abraham's guests.","bangla_translit":"অ নাব্বিহুম্ আন্ দ্বোয়াইফি ইব্রা-হীম্;।","english_translit":"Wanabbihum AAan dayfi ibraheema"},{"sura":15,"aya":52,"quran_text":"إِذْ دَخَلُوا عَلَيْهِ فَقَالُوا سَلَامًا قَالَ إِنَّا مِنْكُمْ وَجِلُونَ","bangla_mohiuddin":"যখন তারা তাঁর গৃহে আগমন করল এবং বললঃ সালাম। তিনি বললেনঃ আমরা তোমাদের ব্যাপারে ভীত।","bangla_murtaza":"তারা যখন তার কাছে প্রবেশ করেছিল, বলেছিল: ‘সালাম’। সে বলেছিল: ‘আমরা আপনাদের আগমনে আতংকিত।’","english_text":"When they came to him and said: \"Peace,\" he answered: \"Truly we are afraid of you.\"","bangla_translit":"ইয্ দাখালূ আলাইহি ফাক্বা-লূ সালাম্; ক্বা-লা ইন্না-মিন্কুম্ অজ্ব্লিন্।","english_translit":"Ith dakhaloo AAalayhi faqaloo salaman qala inna minkum wajiloona"},{"sura":15,"aya":53,"quran_text":"قَالُوا لَا تَوْجَلْ إِنَّا نُبَشِّرُكَ بِغُلَامٍ عَلِيمٍ","bangla_mohiuddin":"তারা বললঃ ভয় করবেন না। আমরা আপনাকে একজন জ্ঞানবান ছেলে-সন্তানের সুসংবাদ দিচ্ছি।","bangla_murtaza":"তখন তারা বলেছিল: ‘আপনি আতংকিত হবেন না, আমরা আপনাকে সুসংবাদ দিচ্ছি এক জ্ঞানী পুত্রের।’","english_text":"\"Have no fear,\" they said. \"We bring you news of a son full of wisdom.\"","bangla_translit":"ক্বা-লূ লা-তাওজ্বাল্ ইন্না-নুবাশ্শিরুকাবিগুলা-মিন্ আলীম্।","english_translit":"Qaloo la tawjal inna nubashshiruka bighulamin AAaleemin"},{"sura":15,"aya":54,"quran_text":"قَالَ أَبَشَّرْتُمُونِي عَلَى أَنْ مَسَّنِيَ الْكِبَرُ فَبِمَ تُبَشِّرُونَ","bangla_mohiuddin":"তিনি বললেনঃ তোমরা কি আমাকে এমতাবস্থায় সুসংবাদ দিচ্ছ, যখন আমি বার্ধক্যে পৌছে গেছি ?","bangla_murtaza":"সে বলেছিল: ‘আপনারা আমাকে সুসংবাদ দিচ্ছেন আমি বার্ধক্যে উপনীত হওয়া সত্ত্বেও। আপনারা কীভাবে সুসংবাদ দিচ্ছেন?’","english_text":"\"You bring me the good news now,\" he said, \"when old age has come upon me. What good news are you giving me then?\"","bangla_translit":"ক্ব-লা আবার্শ্শাতুমূনী আলা য় আম্মাস্সানিইয়াল্ কিবারু ফাবিমা-তুবাশ্শিরূন্।","english_translit":"Qala abashshartumoonee AAala an massaniya alkibaru fabima tubashshirooni"},{"sura":15,"aya":55,"quran_text":"قَالُوا بَشَّرْنَاكَ بِالْحَقِّ فَلَا تَكُنْ مِنَ الْقَانِطِينَ","bangla_mohiuddin":"তারা বললঃ আমরা আপনাকে সত্য সু-সংবাদ দিচ্ছি! অতএব আপনি নিরাশ হবেন না।","bangla_murtaza":"তারা বলেছিল: ‘আমাদের দেয়া সুসংবাদ সত্য। আপনি নিরাশ হবেন না।’","english_text":"\"We have given you the happy tidings of a truth,\" they replied. \"So do not be one of those who despair.\"","bangla_translit":"ক্বা-লূ বার্শ্শানা-কা বিল্হাক্বক্বি ফালা-তাকুম্ মিনাল্ ক্বা-নিত্বীন্।","english_translit":"Qaloo bashsharnaka bialhaqqi fala takun mina alqaniteena"},{"sura":15,"aya":56,"quran_text":"قَالَ وَمَنْ يَقْنَطُ مِنْ رَحْمَةِ رَبِّهِ إِلَّا الضَّالُّونَ","bangla_mohiuddin":"তিনি বললেনঃ পালনকর্তার রহমত থেকে পথভ্রষ্টরা ছাড়া কে নিরাশ হয় ?","bangla_murtaza":"সে বলেছিল: ‘বিভ্রান্তরা ছাড়া কে নিরাশ হয় তার প্রভুর রহমত থেকে?’","english_text":"\"Who would despair of the mercy of his Lord,\" he answered, \"but those who go astray.\"","bangla_translit":"ক্ব-লা অমাইঁ ইয়াক্বনাতু র্মি রহমাতি রব্বহী য় ইল্লাদ্ব্ দ্বোয়া য় ল্লূন্।","english_translit":"Qala waman yaqnatu min rahmati rabbihi illa alddalloona"},{"sura":15,"aya":57,"quran_text":"قَالَ فَمَا خَطْبُكُمْ أَيُّهَا الْمُرْسَلُونَ","bangla_mohiuddin":"তিনি বললেনঃ অতঃপর তোমাদের প্রধান উদ্দেশ্য কি হে আল্লাহর প্রেরিতগণ ?","bangla_murtaza":"তারপর সে বললো: ‘(হে ফেরেশতারা!) আপনাদের আর কী বক্তব্য?’","english_text":"And asked them: \"What matter, O angels, brings you here?\"","bangla_translit":"ক্ব-লা ফামা-খাত্ব বুকুম্ আইয়্যুহাল্ র্মুসালূন্।","english_translit":"Qala fama khatbukum ayyuha almursaloona"},{"sura":15,"aya":58,"quran_text":"قَالُوا إِنَّا أُرْسِلْنَا إِلَى قَوْمٍ مُجْرِمِينَ","bangla_mohiuddin":"তারা বললঃ আমরা একটি অপরাধী সম্প্রদায়ের প্রতি প্রেরিত হয়েছি।","bangla_murtaza":"তারা বললো: “আমরা প্রেরিত হয়েছি এক অপরাধী কওমের প্রতি,","english_text":"\"We have been sent,\" they said, \"to (punish) a sinful people,","bangla_translit":"ক্ব-লূ য় ইন্না য় উরসিলনা য় ইলা ক্বওমিম্ মুজুরিমীন্।","english_translit":"Qaloo inna orsilna ila qawmin mujrimeena"},{"sura":15,"aya":59,"quran_text":"إِلَّا آلَ لُوطٍ إِنَّا لَمُنَجُّوهُمْ أَجْمَعِينَ","bangla_mohiuddin":"কিন্তু লূতের পরিবার-পরিজন। আমরা অবশ্যই তাদের সবাইকে বাঁচিয়ে নেব।","bangla_murtaza":"তবে, লুতের পরিবারবর্গের বিরুদ্ধে নয়, আমরা তাদের সবাইকে নাজাত দেবো।","english_text":"\"Except the family of Lot whom we shall save","bangla_translit":"ইল্লা য় আলা লূত্ব; ইন্না-লামুনাজুজুহুম্ আজুমাঈন্।","english_translit":"Illa ala lootin inna lamunajjoohum ajmaAAeena"},{"sura":15,"aya":60,"quran_text":"إِلَّا امْرَأَتَهُ قَدَّرْنَا إِنَّهَا لَمِنَ الْغَابِرِينَ","bangla_mohiuddin":"তবে তার স্ত্রী। আমরা স্থির করেছি যে, সে থেকে যাওয়াদের দলভূক্ত হবে।","bangla_murtaza":"কিন্তু তাঁর (লুতের) স্ত্রীকে নয়। আমরা নিশ্চিত হয়েছি, সে ধ্বংস হবার জন্যে পেছনে পড়ে থাকাদের অন্তরভুক্ত হবে।”","english_text":"\"Other than his wife who, it is decreed, will remain with those who will stay behind.\"","bangla_translit":"ইল্লাম্ রায়াতাহূ ক্বর্দ্দানা য় ইন্নাহা-লামিনাল্ গ-বিরীন্।","english_translit":"Illa imraatahu qaddarna innaha lamina alghabireena"},{"sura":15,"aya":61,"quran_text":"فَلَمَّا جَاءَ آلَ لُوطٍ الْمُرْسَلُونَ","bangla_mohiuddin":"অতঃপর যখন প্রেরিতরা লূতের গৃহে পৌছল।","bangla_murtaza":"অত:পর ফেরেশতারা যখন লুত পরিবারে এসে উপস্থিত হলো।","english_text":"When the messengers came to the family of Lot,","bangla_translit":"ফালাম্মা- জ্বা-য়া আ-লা লূত্বিনিল্ র্মুসালূন্।","english_translit":"Falamma jaa ala lootin almursaloona"},{"sura":15,"aya":62,"quran_text":"قَالَ إِنَّكُمْ قَوْمٌ مُنْكَرُونَ","bangla_mohiuddin":"তিনি বললেনঃ তোমরা তো অপরিচিত লোক।","bangla_murtaza":"সে (লুত) বললো: ‘আপনাদের তো চিনতে পারছিনা?’","english_text":"He said: \"You are people I do not know.\"","bangla_translit":"ক্ব-লা ইন্নাকুম্ কাওমুম্ মুন্কারূন্।","english_translit":"Qala innakum qawmun munkaroona"},{"sura":15,"aya":63,"quran_text":"قَالُوا بَلْ جِئْنَاكَ بِمَا كَانُوا فِيهِ يَمْتَرُونَ","bangla_mohiuddin":"তারা বললঃ না বরং আমরা আপনার কাছে ঐ বস্তু নিয়ে এসেছি, যে সম্পর্কে তারা বিবাদ করত।","bangla_murtaza":"তারা বললো: “তারা (আপনার জাতি) যে বিষয়ে সন্দেহ করছে আমরা আপনার কাছে তাই নিয়ে এসেছি।","english_text":"\"We have come to you with news,\" they said, \"of what your people doubt;","bangla_translit":"ক্ব-লূ বাল্ জ্বিনাকা বিমা-কা-নূ ফীহি ইয়াম্তারূন্।","english_translit":"Qaloo bal jinaka bima kanoo feehi yamtaroona"},{"sura":15,"aya":64,"quran_text":"وَأَتَيْنَاكَ بِالْحَقِّ وَإِنَّا لَصَادِقُونَ","bangla_mohiuddin":"এবং আমরা আপনার কাছে সত্য বিষয় নিয়ে এসেছি এবং আমরা সত্যবাদী।","bangla_murtaza":"আমরা সত্য সংবাদ নিয়ে এসেছি এবং অবশ্যি আমরা সত্যবাদী।","english_text":"\"Yet we bring to you the truth, and we are truthful.","bangla_translit":"অ আতাইনা-কা বিল্হাক্বক্বি অ ইন্না-লাছোয়া-দ্বিক্ব।","english_translit":"Waataynaka bialhaqqi wainna lasadiqoona"},{"sura":15,"aya":65,"quran_text":"فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِنَ اللَّيْلِ وَاتَّبِعْ أَدْبَارَهُمْ وَلَا يَلْتَفِتْ مِنْكُمْ أَحَدٌ وَامْضُوا حَيْثُ تُؤْمَرُونَ","bangla_mohiuddin":"অতএব আপনি শেষরাত্রে পরিবারের সকলকে নিয়ে চলে যান এবং আপনি তাদের পশ্চাদনুসরণ করবেন না এবং আপনাদের মধ্যে কেউ যেন পিছন ফিরে না দেখে। আপনারা যেখানে আদেশ প্রাপ্ত হচ্ছেন সেখানে যান।","bangla_murtaza":"সুতরাং আপনি রাতের কোনো এক সময় আপনার পরিবার-পরিজনকে নিয়ে বের হয়ে পড়–ন। আপনি তাদের পেছনে চলুন এবং আপনাদের কেউই যেনো পেছনে ফিরে না তাকায়। আপনাদেরকে যেখানে বলা হয়েছে সেখানে চলে যান।”","english_text":"\"So leave with your family late in the night, yourself remaining in the rear, and let none turn back to look, and go where you will be commanded.\"","bangla_translit":"ফাআস্রি বিআহ্লিকা বিক্বিত্ব ঈম্ মিনাল্ লাইলি আত্তাবি’ আদ্বা-রাহুম্ অলা-ইয়াল্তাফিত্ মিন্কুম্ আহাদুঁও অম্দ্ব হাইছু তুমারূন্।","english_translit":"Faasri biahlika biqitAAin mina allayli waittabiAA adbarahum wala yaltafit minkum ahadun waimdoo haythu tumaroona"},{"sura":15,"aya":66,"quran_text":"وَقَضَيْنَا إِلَيْهِ ذَلِكَ الْأَمْرَ أَنَّ دَابِرَ هَؤُلَاءِ مَقْطُوعٌ مُصْبِحِينَ","bangla_mohiuddin":"আমি লূতকে এ বিষয় পরিজ্ঞাত করে দেই যে, সকাল হলেই তাদেরকে সমুলে বিনাশ করে দেয়া হবে।","bangla_murtaza":"আমরা তাকে ফায়সালা জানিয়ে দিলাম যে, প্রভাতেই তাদের শিকড় কেটে দেয়া হবে (সমূলে বিনাশ করা হবে)।","english_text":"We issued this command to him, for they were going to be destroyed in the morning.","bangla_translit":"অ ক্বাদ্বোয়াইনা য় ইলাইহি যা-লিকাল্ আম্রা আন্না দা-বিরা হা য় উলা-য়ি মাক্বত্বউম্ মুছ্বিহীন্।","english_translit":"Waqadayna ilayhi thalika alamra anna dabira haolai maqtooAAun musbiheena"},{"sura":15,"aya":67,"quran_text":"وَجَاءَ أَهْلُ الْمَدِينَةِ يَسْتَبْشِرُونَ","bangla_mohiuddin":"শহরবাসীরা আনন্দ-উল্লাস করতে করতে পৌছল।","bangla_murtaza":"নগরবাসীরা (মেহমান আগমনের সংবাদে) উল্লসিত হয়ে (লুতের বাড়িতে) এসে উপস্থিত হয়।","english_text":"Then came the people of the city, exulting at the news.","bangla_translit":"অ জ্বা-য়া আহ্লুল্ মাদীনাতি ইয়াস্তাব্শিরূন।","english_translit":"Wajaa ahlu almadeenati yastabshiroona"},{"sura":15,"aya":68,"quran_text":"قَالَ إِنَّ هَؤُلَاءِ ضَيْفِي فَلَا تَفْضَحُونِ","bangla_mohiuddin":"লূত বললেনঃ তারা আমার মেহমান। অতএব আমাকে লাঞ্ছিত করো না।","bangla_murtaza":"সে বললো: “এরা আমার মেহমান, তোমরা আমাকে বেইজ্জতি করোনা।","english_text":"Said Lot: \"These are my guests; do not put me to shame,","bangla_translit":"ক্ব-লা ইন্না হা য় উলা-য়ি দ্বোয়াইফী ফালা-তাফ্দ্বোয়াহূন্।","english_translit":"Qala inna haolai dayfee fala tafdahooni"},{"sura":15,"aya":69,"quran_text":"وَاتَّقُوا اللَّهَ وَلَا تُخْزُونِ","bangla_mohiuddin":"তোমরা আল্লাহকে ভয় কর এবং আমার ইযযত নষ্ট করো না।","bangla_murtaza":"তোমরা আল্লাহ্কে ভয় করো, আমাকে অপমানিত করোনা।”","english_text":"\"And do not disgrace me. Have some fear of God.\"","bangla_translit":"অত্তাকুল্লা-হা অলা-তুখ্যূন্।","english_translit":"Waittaqoo Allaha wala tukhzooni"},{"sura":15,"aya":70,"quran_text":"قَالُوا أَوَلَمْ نَنْهَكَ عَنِ الْعَالَمِينَ","bangla_mohiuddin":"তার বললঃ আমরা কি আপনাকে জগৎদ্বাসীর সমর্থন করতে নিষেধ করিনি।","bangla_murtaza":"তারা বললো: আমরা কি জগতবাসীকে আশ্রয় দিতে তোমাকে নিষেধ করিনি?","english_text":"\"Did we not restrain you,\" they said, \"from (entertaining) creatures from the outside world?\"","bangla_translit":"ক্ব-লূ য় আঅলাম্ নান্হাকা আনিল্ আ-লামীন্।","english_translit":"Qaloo awalam nanhaka AAani alAAalameena"},{"sura":15,"aya":71,"quran_text":"قَالَ هَؤُلَاءِ بَنَاتِي إِنْ كُنْتُمْ فَاعِلِينَ","bangla_mohiuddin":"তিনি বললেনঃ যদি তোমরা একান্ত কিছু করতেই চাও, তবে আমার কন্যারা উপস্থিত আছে।","bangla_murtaza":"লুত বললো: এই যে আমার (জাতির) কন্যারা রয়েছে, তোমরা কিছু করতে চাইলে তাদের বিয়ে করে নাও।","english_text":"\"Here are my daughters,\" said Lot, \"if you are so active.\"","bangla_translit":"ক্ব-লা হা য় উলা-য়ি বানাতীয় ইন্ কুন্তুম্ ফা-ঈলীন্।","english_translit":"Qala haolai banatee in kuntum faAAileena"},{"sura":15,"aya":72,"quran_text":"لَعَمْرُكَ إِنَّهُمْ لَفِي سَكْرَتِهِمْ يَعْمَهُونَ","bangla_mohiuddin":"আপনার প্রাণের কসম, তারা আপন নেশায় প্রমত্ত ছিল।","bangla_murtaza":"তোমার জীবনের শপথ, তারা তখন উন্মত্ততায় উদ্ভ্রান্ত হয়ে পড়েছিল।","english_text":"Verily by your life they were utterly confused in their (lustful) drunkenness.","bangla_translit":"লাআমরুকা ইন্নাহুম্ লাফী সাক্রাতিহিম্ ইয়া’মাহূন্।","english_translit":"LaAAamruka innahum lafee sakratihim yaAAmahoona"},{"sura":15,"aya":73,"quran_text":"فَأَخَذَتْهُمُ الصَّيْحَةُ مُشْرِقِينَ","bangla_mohiuddin":"অতঃপর সুর্যোদয়ের সময় তাদেরকে প্রচন্ড একটি শব্দ এসে পাকড়াও করল।","bangla_murtaza":"তারপর সূর্যোদয়ের সময় তাদের পাকড়াও করে বিকটধ্বনি।","english_text":"So they were seized by the mighty blast at break of day;","bangla_translit":"ফাআখাযাত্ হুমুছ্ ছোয়াইহাতু মুশ্রিক্বীন্।","english_translit":"Faakhathathumu alssayhatu mushriqeena"},{"sura":15,"aya":74,"quran_text":"فَجَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهِمْ حِجَارَةً مِنْ سِجِّيلٍ","bangla_mohiuddin":"অতঃপর আমি জনপদটিকে উল্টে দিলাম এবং তাদের উপর কঙ্করের প্রস্থর বর্ষণ করলাম।","bangla_murtaza":"তখন আমরা (লুত জাতির) জনপদের উপরের দিক নিচে করে উল্টে দিয়েছি এবং তাদের উপর অবিরাম বর্ষণ করেছি পাথরের কংকর।","english_text":"And We turned the city upside down, and rained on them stones of hardened lava.","bangla_translit":"ফাজ্বাআল্না- আ-লিয়াহা- সা-ফিলাহা- অ আমত্বোয়ারনা-আলাইহিম্ হিজ্বা-রাতাম্ মিন সিজ্জ্বীল্।","english_translit":"FajaAAalna AAaliyaha safilaha waamtarna AAalayhim hijaratan min sijjeelin"},{"sura":15,"aya":75,"quran_text":"إِنَّ فِي ذَلِكَ لَآيَاتٍ لِلْمُتَوَسِّمِينَ","bangla_mohiuddin":"নিশ্চয় এতে চিন্তাশীলদের জন্যে নিদর্শনাবলী রয়েছে।","bangla_murtaza":"বিশ্লেষণ শক্তিসম্পন্ন লোকদের জন্যে এতে রয়েছে নিদর্শন।","english_text":"Herein are really signs for those who discern.","bangla_translit":"ইন্না ফী যালিকা লা আ-ইয়া-তিল্ লিল্মুতাঅস্সিমীন।","english_translit":"Inna fee thalika laayatin lilmutawassimeena"},{"sura":15,"aya":76,"quran_text":"وَإِنَّهَا لَبِسَبِيلٍ مُقِيمٍ","bangla_mohiuddin":"জনপদটি সোজা পথে অবস্থিত রয়েছে।","bangla_murtaza":"সেই বিরান জনপদ লোক চলাচলের পথপাশে এখনো বিদ্যমান।","english_text":"This (city) lies on a road that still survives.","bangla_translit":"অইন্নাহা-লাবিসাবীলিম্ মুক্বীম।","english_translit":"Wainnaha labisabeelin muqeemin"},{"sura":15,"aya":77,"quran_text":"إِنَّ فِي ذَلِكَ لَآيَةً لِلْمُؤْمِنِينَ","bangla_mohiuddin":"নিশ্চয় এতে ঈমানদারদের জন্যে নিদর্শণ আছে।","bangla_murtaza":"মুমিনদের জন্যে তাতে রয়েছে এক নিদর্শন।","english_text":"Indeed there is a portent in this for those who believe.","bangla_translit":"ইন্না ফী যা-লিকা লাআ-ইয়াতাল্ লিল্মুমিনীন্।","english_translit":"Inna fee thalika laayatan lilmumineena"},{"sura":15,"aya":78,"quran_text":"وَإِنْ كَانَ أَصْحَابُ الْأَيْكَةِ لَظَالِمِينَ","bangla_mohiuddin":"নিশ্চয় গহীন বনের অধিবাসীরা পাপী ছিল।","bangla_murtaza":"আর আইকাবাসীরাও ছিলো সীমালংঘনকারী।","english_text":"The dwellers of the Wood (near Midian) were also wicked.","bangla_translit":"অ ইন্ কা-না আছ্হা-বুল্ আইকাতি লাজোয়া-লিমীন্।","english_translit":"Wain kana ashabu alaykati lathalimeena"},{"sura":15,"aya":79,"quran_text":"فَانْتَقَمْنَا مِنْهُمْ وَإِنَّهُمَا لَبِإِمَامٍ مُبِينٍ","bangla_mohiuddin":"অতঃপর আমি তাদের কাছ থেকে প্রতিশোধ নিয়েছি। উভয় বস্তি প্রকাশ্য রাস্তার উপর অবস্থিত।","bangla_murtaza":"তাদের থেকেও আমরা প্রতিশোধ নিয়েছি। উভয় বিরানভূমিই প্রকাশ্য মহাসড়কের পাশে এখনো বিদ্যমান।","english_text":"So We punished them too. They are both situated by the highway, clearly visible.","bangla_translit":"ফান্তাক্বম্না-মিন্হুম্ অইন্নাহুমা-লাবিইমা-মিম্ মুবীন্।","english_translit":"Faintaqamna minhum wainnahuma labiimamin mubeenin"},{"sura":15,"aya":80,"quran_text":"وَلَقَدْ كَذَّبَ أَصْحَابُ الْحِجْرِ الْمُرْسَلِينَ","bangla_mohiuddin":"নিশ্চয় হিজরের বাসিন্দারা পয়গম্বরগণের প্রতি মিথ্যারোপ করেছে।","bangla_murtaza":"হিজরবাসীরাও রসূলদের মিথ্যা বলে প্রত্যাখ্যান করেছিল।","english_text":"The people of Al-Hijr denied Our apostles;","bangla_translit":"অলাকাদ্ কায্যাবা আছ্হা-বুল্ হিজ্বরিল্ র্মুসালীন্।","english_translit":"Walaqad kaththaba ashabu alhijri almursaleena"},{"sura":15,"aya":81,"quran_text":"وَآتَيْنَاهُمْ آيَاتِنَا فَكَانُوا عَنْهَا مُعْرِضِينَ","bangla_mohiuddin":"আমি তাদেরকে নিজের নিদর্শনাবলী দিয়েছি। অতঃপর তারা এগুলো থেকে মুখ ফিরিয়ে নেয়।","bangla_murtaza":"আমরা তাদের দিয়েছিলাম আমাদের নিদর্শনসমূহ, কিন্তু তারা তা উপেক্ষা করেছিল।","english_text":"And though We had given them Our signs they turned away from them.","bangla_translit":"অ আ-তাইনা-হুম্ আ-ইয়াতিনা- ফাকা-নূ আন্হা-মুরিদ্বীন্।","english_translit":"Waataynahum ayatina fakanoo AAanha muAArideena"},{"sura":15,"aya":82,"quran_text":"وَكَانُوا يَنْحِتُونَ مِنَ الْجِبَالِ بُيُوتًا آمِنِينَ","bangla_mohiuddin":"তারা পাহাড়ে নিশ্চিন্তে ঘর খোদাই করত।","bangla_murtaza":"তারা পাহাড় কেটে বাসস্থান নির্মাণ করেছিল নিরাপদ থাকার জন্যে।","english_text":"They used to hew dwellings in the mountains to live in security.","bangla_translit":"অ কা-নূ ইয়ান্হিতূনা মিনাল্ জ্বিবা-লি বুইয়ূতান্ আ-মিনীন্।","english_translit":"Wakanoo yanhitoona mina aljibali buyootan amineena"},{"sura":15,"aya":83,"quran_text":"فَأَخَذَتْهُمُ الصَّيْحَةُ مُصْبِحِينَ","bangla_mohiuddin":"অতঃপর এক প্রত্যুষে তাদের উপর একটা শব্দ এসে আঘাত করল।","bangla_murtaza":"তাদেরকেও প্রভাতকালেই আঘাত করেছিল এক মহাবিকট শব্দ।","english_text":"But they were seized by the mighty blast towards the morning;","bangla_translit":"ফাআখাযাত্ হুমুছ্ ছোয়াইহাতু মুছ্বিহীন্।","english_translit":"Faakhathathumu alssayhatu musbiheena"},{"sura":15,"aya":84,"quran_text":"فَمَا أَغْنَى عَنْهُمْ مَا كَانُوا يَكْسِبُونَ","bangla_mohiuddin":"তখন কোন উপকারে আসল না যা তারা উপার্জন করেছিল।","bangla_murtaza":"তাদের অর্জনসমূহ তাদের কোনো উপকারই করতে পারেনি।","english_text":"And all that they had done (for security) availed them nothing.","bangla_translit":"ফামা য় আগ্না-আন্হুম্ মা-কানূ ইয়াক্সিবূন্।","english_translit":"Fama aghna AAanhum ma kanoo yaksiboona"},{"sura":15,"aya":85,"quran_text":"وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ وَإِنَّ السَّاعَةَ لَآتِيَةٌ فَاصْفَحِ الصَّفْحَ الْجَمِيلَ","bangla_mohiuddin":"আমি নভোমন্ডল, ভুমন্ডল এবং এতদুভয়ের মধ্যবর্তী যা আছে তা তাৎপর্যহীন সৃষ্টি করিনি। কেয়ামত অবশ্যই আসবে। অতএব পরম ঔদাসীন্যের সাথে ওদের ক্রিয়াকর্ম উপক্ষো করুন।","bangla_murtaza":"মহাকাশ আর পৃথিবী এবং এই দুয়ের মাঝে যা কিছু আছে সবই আমরা সৃষ্টি করেছি বাস্তবতার ভিত্তিতে। কিয়ামত অবশ্যি আসবে। তাই তুমি সুন্দর সৌজন্যবোধের সাথে তাদের উপেক্ষা করো।","english_text":"We have not created but with reason the heavens and the earth and all that lies within them. The Hour (of the great change) is certain to come. So turn away (from them) with a grace.","bangla_translit":"অমা-খালাক্বনাস্ সামা-ওয়া-তি অল্র্আদ্বোয়া অমা-বাইনাহুমা য় ইল্লা- বিল্হাক্ব; অইন্নাস্ সা-আতা লাআ-তিয়াতুন্ ফাছ্ফাহিছ্ ছোয়াফ্ হাল্ জ্বামীল্।","english_translit":"Wama khalaqna alssamawati waalarda wama baynahuma illa bialhaqqi wainna alssaAAata laatiyatun faisfahi alssafha aljameela"},{"sura":15,"aya":86,"quran_text":"إِنَّ رَبَّكَ هُوَ الْخَلَّاقُ الْعَلِيمُ","bangla_mohiuddin":"নিশ্চয় আপনার পালনকর্তাই স্রষ্টা, সর্বজ্ঞ।","bangla_murtaza":"নিশ্চয়ই তোমার রব মহাস্রষ্টা, অতীব জ্ঞানী।","english_text":"Surely your Lord is the Creator and knows (everything).","bangla_translit":"ইন্না রব্বাকা হুওঅল খল্লা-কুল্ আলীম্।","english_translit":"Inna rabbaka huwa alkhallaqu alAAaleemu"},{"sura":15,"aya":87,"quran_text":"وَلَقَدْ آتَيْنَاكَ سَبْعًا مِنَ الْمَثَانِي وَالْقُرْآنَ الْعَظِيمَ","bangla_mohiuddin":"আমি আপনাকে সাতটি বার বার পঠিতব্য আয়াত এবং মহান কোরআন দিয়েছি।","bangla_murtaza":"আমরা তোমাকে দিয়েছি পুন: পুন: আবৃত্ত সাত (আয়াত) এবং মহাগ্রন্থ আল-কুরআন।","english_text":"We have indeed given you the seven oft-repeated (examples), and the majestic Qur'an.","bangla_translit":"অলাক্বদ্ আ-তাইনা-কা সাব্আম্ মিনাল্ মাছানী অল্ ক্বকুআ-নাল্ আজীম্।","english_translit":"Walaqad ataynaka sabAAan mina almathanee waalqurana alAAatheema"},{"sura":15,"aya":88,"quran_text":"لَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ وَلَا تَحْزَنْ عَلَيْهِمْ وَاخْفِضْ جَنَاحَكَ لِلْمُؤْمِنِينَ","bangla_mohiuddin":"আপনি চক্ষু তুলে ঐ বস্তুর প্রতি দেখবেন না, যা আমি তাদের মধ্যে কয়েক প্রকার লোককে ভোগ করার জন্যে দিয়েছি, তাদের জন্যে চিন্তিত হবেন না আর ঈমানদারদের জন্যে স্বীয় বাহু নত করুন।","bangla_murtaza":"আমরা তাদের বিভিন্ন শ্রেণীকে ভোগ বিলাসের যেসব উপকরণ দিয়েছি, সেগুলোর প্রতি তুমি কখনো তোমার দুই চোখ মেলে তাকিয়োনা। তাদের জন্যে তুমি দুঃখও করোনা। তুমি মুমিনদের জন্যে তোমার দুই ডানা অবনমিত করে দাও।","english_text":"So covet not things We have bestowed on a portion of them to enjoy, and do not grieve for them, and protect those who believe;","bangla_translit":"লা-তামুদ্দান্না আইনাইকা ইলা-মা-মাত্তানা-বিহী য় আয্অজ্বাম্ মিন্হুম্ অলা-তাহ্যান্ আলাইহিম্ অখ্ফিদ্ব্ জ্বানা-হাকা লিল্মুমিনীন্।","english_translit":"La tamuddanna AAaynayka ila ma mattaAAna bihi azwajan minhum wala tahzan AAalayhim waikhfid janahaka lilmumineena"},{"sura":15,"aya":89,"quran_text":"وَقُلْ إِنِّي أَنَا النَّذِيرُ الْمُبِينُ","bangla_mohiuddin":"আর বলুনঃ আমি প্রকাশ্য ভয় প্রদর্শক।","bangla_murtaza":"তুমি বলো: ‘আমি তো কেবল সুস্পষ্ট সতর্ককারী।’","english_text":"And say: \"I am a distinct warner,\"","bangla_translit":"অকুল্ ইন্নী য় আনান্ নাযীরুল্ মুবীন্।","english_translit":"Waqul innee ana alnnatheeru almubeenu"},{"sura":15,"aya":90,"quran_text":"كَمَا أَنْزَلْنَا عَلَى الْمُقْتَسِمِينَ","bangla_mohiuddin":"যেমন আমি নাযিল করেছি যারা বিভিন্ন মতে বিভক্ত তাদের উপর।","bangla_murtaza":"(এটা ঠিক সেরকম) যেভাবে আমরা নাযিল করেছিলাম সেইসব বিভক্তকারীদের (ইহুদি ও খৃস্টানদের) উপর,","english_text":"Like (those) We had sent to those schismatics who slandered their Books","bangla_translit":"কামা য় আন্যাল্না আলাল্ মুক্বতাসিমীন্।","english_translit":"Kama anzalna AAala almuqtasimeena"},{"sura":15,"aya":91,"quran_text":"الَّذِينَ جَعَلُوا الْقُرْآنَ عِضِينَ","bangla_mohiuddin":"যারা কোরআনকে খন্ড খন্ড করেছে।","bangla_murtaza":"যারা তাদের কুরআনকে (তাওরাতকে) বিভিন্নভাবে বিভক্ত করেছে।","english_text":"And severed their Scripture into fragments.","bangla_translit":"আল্লাযী না জ্বাআলুল্ ক্বকুআ-না ইদ্বীন্।","english_translit":"Allatheena jaAAaloo alqurana AAideena"},{"sura":15,"aya":92,"quran_text":"فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ","bangla_mohiuddin":"অতএব আপনার পালনকর্তার কসম, আমি অবশ্যই ওদের সবাইকে জিজ্ঞাসাবাদ করব।","bangla_murtaza":"তোমার প্রভুর শপথ! আমরা অবশ্যি তাদের সবাইকে জিজ্ঞাসাবাদ করবো,","english_text":"By your Lord We shall question them one and all","bangla_translit":"ফাঅরব্বিকা লানাস্য়ালান্নাহুম্ আজুমাঈন।","english_translit":"Fawarabbika lanasalannahum ajmaAAeena"},{"sura":15,"aya":93,"quran_text":"عَمَّا كَانُوا يَعْمَلُونَ","bangla_mohiuddin":"ওদের কাজকর্ম সম্পর্কে।","bangla_murtaza":"তাদের কর্মকান্ডের বিষয়ে।","english_text":"About their deeds.","bangla_translit":"আম্মা কা-নূ ইয়ামালূন্।","english_translit":"AAamma kanoo yaAAmaloona"},{"sura":15,"aya":94,"quran_text":"فَاصْدَعْ بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ","bangla_mohiuddin":"অতএব আপনি প্রকাশ্যে শুনিয়ে দিন যা আপনাকে আদেশ করা হয় এবং মুশরিকদের পরওয়া করবেন না।","bangla_murtaza":"তোমাকে যার আদেশ করা হয়েছে তা প্রকাশ্যে প্রচার করো এবং মুশরিকদের উপেক্ষা করে চলো।","english_text":"So declare to them what We have enjoined, and turn away from idolaters.","bangla_translit":"ফাছ্দা বিমা- তুমারু অআরিদ্ব্ আনিল মুশ্রিকীন্।","english_translit":"FaisdaAA bima tumaru waaAArid AAani almushrikeena"},{"sura":15,"aya":95,"quran_text":"إِنَّا كَفَيْنَاكَ الْمُسْتَهْزِئِينَ","bangla_mohiuddin":"বিদ্রুপকারীদের জন্যে আমি আপনার পক্ষ থেকে যথেষ্ট।","bangla_murtaza":"বিদ্রুপকারীদের বিরুদ্ধে তোমার জন্যে আমরাই কাফী (যথেষ্ট),","english_text":"We are surely sufficient to deal with those who scoff at you,","bangla_translit":"ইন্না-কাফাইনা-কাল্ মুস্তাহ্যিয়ীন্।","english_translit":"Inna kafaynaka almustahzieena"},{"sura":15,"aya":96,"quran_text":"الَّذِينَ يَجْعَلُونَ مَعَ اللَّهِ إِلَهًا آخَرَ فَسَوْفَ يَعْلَمُونَ","bangla_mohiuddin":"যারা আল্লাহর সাথে অন্য উপাস্য সাব্যস্ত করে। অতএব অতিসত্তর তারা জেনে নেবে।","bangla_murtaza":"যারা আল্লাহর সাথে অপর ইলাহ্ বানিয়ে নিয়েছে। অচিরেই তারা জানতে পারবে।","english_text":"Who place other gods besides God. They will come to know soon.","bangla_translit":"আল্লাযীনা ইয়াজ্বআলূনা মাআল্লা-হি ইলা-হান্ আ-খরা ফাসাওফা ইয়ালামূন্।","english_translit":"Allatheena yajAAaloona maAAa Allahi ilahan akhara fasawfa yaAAlamoona"},{"sura":15,"aya":97,"quran_text":"وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ","bangla_mohiuddin":"আমি জানি যে আপনি তাদের কথাবর্তায় হতোদ্যম হয়ে পড়েন।","bangla_murtaza":"আমরা জানি, তাদের কথায় তোমার মন সংকুচিত হয়ে আসে।","english_text":"We are well aware that you are disheartened by what they say.","bangla_translit":"অলাক্বদ্ নালামু আন্নাকা ইয়াদ্বীকু ছোয়াদ্রুকা বিমা-ইয়াক্ব লূন্।","english_translit":"Walaqad naAAlamu annaka yadeequ sadruka bima yaqooloona"},{"sura":15,"aya":98,"quran_text":"فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِنَ السَّاجِدِينَ","bangla_mohiuddin":"অতএব আপনি পালনকর্তার সৌন্দর্য স্মরণ করুন এবং সেজদাকারীদের অন্তর্ভূক্ত হয়ে যান।","bangla_murtaza":"সুতরাং তুমি তোমার প্রভুর প্রশংসার সাথে তসবিহ করো এবং তুমি সাজদাকারীদের অন্তরভুক্ত।","english_text":"But you should glorify your Lord with praises, and be among those who bow in submission;","bangla_translit":"ফাসাব্বিহ বিহাম্দি রব্বিকা অকুম্মিনাস্ সা-জ্বিদীন্।","english_translit":"Fasabbih bihamdi rabbika wakun mina alssajideena"},{"sura":15,"aya":99,"quran_text":"وَاعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ الْيَقِينُ","bangla_mohiuddin":"এবং পালনকর্তার এবাদত করুন, যে পর্যন্ত আপনার কাছে নিশ্চিত কথা না আসে।","bangla_murtaza":"এবং তোমার প্রভুর ইবাদত করো যতোক্ষণ না তোমার কাছে আসে নিশ্চিত জিনিসটি (মৃত্যু)।","english_text":"And go on worshipping your Lord till the certainty (of death) comes upon you.","bangla_translit":"অবুদ্ রব্বাকা হাত্তা-ইয়াতিয়াকাল্ ইয়াক্বীন্।","english_translit":"WaoAAbud rabbaka hatta yatiyaka alyaqeenu"}]