[{"sura":36,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ يس","bangla_text":"ইয়া-সীন","english_text":"YA SIN.","bangla_translit":"ইয়া-সী-ন্","english_translit":null},{"sura":36,"aya":2,"quran_text":"وَالْقُرْآنِ الْحَكِيمِ","bangla_text":"প্রজ্ঞাময় কোরআনের কসম।","english_text":"I call to witness the Qur'an, custodian of all laws, --","bangla_translit":"অল্ ক্বর্ আ-নিল্ হাকীম্।","english_translit":null},{"sura":36,"aya":3,"quran_text":"إِنَّكَ لَمِنَ الْمُرْسَلِينَ","bangla_text":"নিশ্চয় আপনি প্রেরিত রসূলগণের একজন।","english_text":"That you are indeed one of those sent","bangla_translit":"ইন্নাকা লামিনাল্ র্মুসালীন্।","english_translit":null},{"sura":36,"aya":4,"quran_text":"عَلَى صِرَاطٍ مُسْتَقِيمٍ","bangla_text":"সরল পথে প্রতিষ্ঠিত।","english_text":"On a path that is straight, --","bangla_translit":"‘আলা-ছির-ত্বিম্ মুস্তাক্বীম্ ।","english_translit":null},{"sura":36,"aya":5,"quran_text":"تَنْزِيلَ الْعَزِيزِ الرَّحِيمِ","bangla_text":"কোরআন পরাক্রমশালী পরম দয়ালু আল্লাহর তরফ থেকে অবতীর্ণ,","english_text":"A revelation from the mighty, ever-merciful (God),","bangla_translit":"তান্যীলাল্ ‘আযীর্যি রহীম্।","english_translit":null},{"sura":36,"aya":6,"quran_text":"لِتُنْذِرَ قَوْمًا مَا أُنْذِرَ آبَاؤُهُمْ فَهُمْ غَافِلُونَ","bangla_text":"যাতে আপনি এমন এক জাতিকে সতর্ক করেন, যাদের পূর্ব পুরুষগণকেও সতর্ক করা হয়নি। ফলে তারা গাফেল।","english_text":"That you may warn a people whose ancestors had never been warned, who are therefore heedless.","bangla_translit":"লিতুন্যিরা ক্বওমাম্ মা য়উন্যিরা আ-বা-য়ুহুম্ ফাহুম্ গ-ফিলূন্ ।","english_translit":null},{"sura":36,"aya":7,"quran_text":"لَقَدْ حَقَّ الْقَوْلُ عَلَى أَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُونَ","bangla_text":"তাদের অধিকাংশের জন্যে শাস্তির বিষয় অবধারিত হয়েছে। সুতরাং তারা বিশ্বাস স্থাপন করবে না।","english_text":"The sentence is surely justified against most of them, for they do not believe.","bangla_translit":"লাক্বাদ্ হাকক্বল্ ক্বওলু ‘আলা য় আক্ছারিহিম্ ফাহুম্ লা-ইয়ুমিনূন্।","english_translit":null},{"sura":36,"aya":8,"quran_text":"إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلَالًا فَهِيَ إِلَى الْأَذْقَانِ فَهُمْ مُقْمَحُونَ","bangla_text":"আমি তাদের গর্দানে চিবুক পর্যন্ত বেড়ী পরিয়েছি। ফলে তাদের মস্তক উর্দ্ধমুখী হয়ে গেছে।","english_text":"We will certainly put iron collars on their heel's which will come up to their chins, so that they will not be able to raise their heads.","bangla_translit":"ইন্না-জ্বা‘আল্না-ফী য় আ’না-ক্বিহিম্ আগ্লা-লান্ ফাহিয়া ইলাল্ আয্ক্বা-নি ফাহুম্ মুকমাহূন্।","english_translit":null},{"sura":36,"aya":9,"quran_text":"وَجَعَلْنَا مِنْ بَيْنِ أَيْدِيهِمْ سَدًّا وَمِنْ خَلْفِهِمْ سَدًّا فَأَغْشَيْنَاهُمْ فَهُمْ لَا يُبْصِرُونَ","bangla_text":"আমি তাদের সামনে ও পিছনে প্রাচীর স্থাপন করেছি, অতঃপর তাদেরকে আবৃত করে দিয়েছি, ফলে তারা দেখে না।","english_text":"And We shall raise a barrier in front of them and a barrier behind them, and cover them over so that they will not be able to see.","bangla_translit":"অজ্বা‘আল্না-মিম্ বাইনি আইদী হিম্ সাদ্দাঁও মিন্ খল্ফিহিম্ সাদ্দান্ ফায়াগ্শাইনা-হুম ফাহুম্ লা-ইয়ুব্ছিরূন্।","english_translit":null},{"sura":36,"aya":10,"quran_text":"وَسَوَاءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُونَ","bangla_text":"আপনি তাদেরকে সতর্ক করুন বা না করুন, তাদের পক্ষে দুয়েই সমান; তারা বিশ্বাস স্থাপন করবে না।","english_text":"Whether you warn them or do not warn, it is all the same; they will not believe.","bangla_translit":"অসাওয়া-য়ুন্ ‘আলাইহিম্ আ আর্ন্যাতাহুম্ আম্ লাম্ তুর্ন্যিহুম্ লা-ইয়ুমিনূন্।","english_translit":null},{"sura":36,"aya":11,"quran_text":"إِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمَنَ بِالْغَيْبِ فَبَشِّرْهُ بِمَغْفِرَةٍ وَأَجْرٍ كَرِيمٍ","bangla_text":"আপনি কেবল তাদেরকেই সতর্ক করতে পারেন, যারা উপদেশ অনুসরণ করে এবং দয়াময় আল্লাহকে না দেখে ভয় করে। অতএব আপনি তাদেরকে সুসংবাদ দিয়ে দিন ক্ষমা ও সম্মানজনক পুরস্কারের।","english_text":"You can only warn him who listens to the warning and fears Ar-Rahman secretly. So give him good news of forgiveness and a generous reward.","bangla_translit":"ইন্নামা-তুন্যিরু মানিত্তাবা‘আয্ যিকর অখশির্য়া রাহ্মা-না বিল্গাইবি ফাবার্শ্শিহু বিমাগ্ফিরতিঁও অআজরিন্ কারীম্।","english_translit":null},{"sura":36,"aya":12,"quran_text":"إِنَّا نَحْنُ نُحْيِي الْمَوْتَى وَنَكْتُبُ مَا قَدَّمُوا وَآثَارَهُمْ وَكُلَّ شَيْءٍ أَحْصَيْنَاهُ فِي إِمَامٍ مُبِينٍ","bangla_text":"আমিই মৃতদেরকে জীবিত করি এবং তাদের কর্ম ও কীর্তিসমূহ লিপিবদ্ধ করি। আমি প্রত্যেক বস্তু স্পষ্ট কিতাবে সংরক্ষিত রেখেছি।","english_text":"It is We indeed who bring back the dead to life, and write down what they send ahead (of their deeds), and traces that they leave behind. We keep an account of all things in a lucid register.","bangla_translit":"ইন্না-নাহ্নু নুহ্য়িল্ মাওতা- অনাক্তুবু মা-ক্বাদ্দামূ অআ-ছা-রহুম্; অকুল্লা শাইয়িন্ আহ্ছোয়াইনা-হু ফী য় ইমা-মিম্ মুবীন্।","english_translit":null},{"sura":36,"aya":13,"quran_text":"وَاضْرِبْ لَهُمْ مَثَلًا أَصْحَابَ الْقَرْيَةِ إِذْ جَاءَهَا الْمُرْسَلُونَ","bangla_text":"আপনি তাদের কাছে সে জনপদের অধিবাসীদের দৃষ্টান্ত বর্ণনা করুন, যখন সেখানে রসূল আগমন করেছিলেন।","english_text":"Narrate to them the example of the people of the city when the messengers came to it.","bangla_translit":"অদ্ব্রিব্ লাহুম্ মাছালান্ আছ্হা-বাল্ র্ক্বইয়াহ্; ইয্ জ্বা-য়াহাল্ র্মুসালূন্।","english_translit":null},{"sura":36,"aya":14,"quran_text":"إِذْ أَرْسَلْنَا إِلَيْهِمُ اثْنَيْنِ فَكَذَّبُوهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُوا إِنَّا إِلَيْكُمْ مُرْسَلُونَ","bangla_text":"আমি তাদের নিকট দুজন রসূল প্রেরণ করেছিলাম, অতঃপর ওরা তাদেরকে মিথ্যা প্রতিপন্ন করল। তখন আমি তাদেরকে শক্তিশালী করলাম তৃতীয় একজনের মাধ্যমে। তারা সবাই বলল, আমরা তোমাদের প্রতি প্রেরিত হয়েছি।","english_text":"When We sent two of them they called them liars; so We sent a third to strengthen them. \"We have been sent to you,\" they said.","bangla_translit":"ইয্ র্আসালনা য় ইলাইহিমুছ্ নাইনি ফাকায্যাবূহুমা- ফা‘আয্যায্না-বিছা-লিছিন্ ফাক্ব-লূ য় ইন্না য় ইলাইকুম্ র্মুসালূন্।","english_translit":null},{"sura":36,"aya":15,"quran_text":"قَالُوا مَا أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنَا وَمَا أَنْزَلَ الرَّحْمَنُ مِنْ شَيْءٍ إِنْ أَنْتُمْ إِلَّا تَكْذِبُونَ","bangla_text":"তারা বলল, তোমরা তো আমাদের মতই মানুষ, রহমান আল্লাহ কিছুই নাযিল করেননি। তোমরা কেবল মিথ্যাই বলে যাচ্ছ।","english_text":"\"You are only men like us,\" they replied; \"Ar-Rahman has not sent down any thing. You are speaking only lies.\"","bangla_translit":"ক্বা-লূ মা য় আন্তুম ইল্লা-বাশারুম্ মিছ্লুনা- অমা য় আন্যার্লা রহ্মা-নু মিন্ শাইয়িন্ ইন্ আন্তুম ইল্লা-তাক্যিবূন্।","english_translit":null},{"sura":36,"aya":16,"quran_text":"قَالُوا رَبُّنَا يَعْلَمُ إِنَّا إِلَيْكُمْ لَمُرْسَلُونَ","bangla_text":"রাসূলগণ বলল, আমাদের পরওয়ারদেগার জানেন, আমরা অবশ্যই তোমাদের প্রতি প্রেরিত হয়েছি।","english_text":"(The messengers) said: \"Our Lord knows that we have been sent to you.","bangla_translit":"ক্ব-লূ রব্বুনা-ইয়া’লামু ইন্না য় ইলাইকুম্ লার্মুসালূন্।","english_translit":null},{"sura":36,"aya":17,"quran_text":"وَمَا عَلَيْنَا إِلَّا الْبَلَاغُ الْمُبِينُ","bangla_text":"পরিস্কারভাবে আল্লাহর বাণী পৌছে দেয়াই আমাদের দায়িত্ব।","english_text":"Our duty is to convey the message clearly.\"","bangla_translit":"অমা- ‘আলাইনা য় ইল্লাল্ বালা-গুল্ মুবীন্।","english_translit":null},{"sura":36,"aya":18,"quran_text":"قَالُوا إِنَّا تَطَيَّرْنَا بِكُمْ لَئِنْ لَمْ تَنْتَهُوا لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُمْ مِنَّا عَذَابٌ أَلِيمٌ","bangla_text":"তারা বলল, আমরা তোমাদেরকে অশুভ-অকল্যাণকর দেখছি। যদি তোমরা বিরত না হও, তবে অবশ্যই তোমাদেরকে প্রস্তর বর্ষণে হত্যা করব এবং আমাদের পক্ষ থেকে তোমাদেরকে যন্ত্রনাদায়ক শাস্তি স্পর্শ করবে।","english_text":"They rejoined: \"We feel you augur ill. If you do not desist, we shall stone you to death, and inflict a grievous punishment on you.\"","bangla_translit":"ক্ব-লূ য় ইন্না-তাত্বোয়াইর্য়্যানা-বিকুম্, লায়িল্লাম্ তান্তাহূ লার্না জুমান্নাকুম্ অলা-ইয়ামাস্ সান্নাকুম্ মিন্না-‘আযা- বুন্ আলীম্।","english_translit":null},{"sura":36,"aya":19,"quran_text":"قَالُوا طَائِرُكُمْ مَعَكُمْ أَئِنْ ذُكِّرْتُمْ بَلْ أَنْتُمْ قَوْمٌ مُسْرِفُونَ","bangla_text":"রসূলগণ বলল, তোমাদের অকল্যাণ তোমাদের সাথেই! এটা কি এজন্যে যে, আমরা তোমাদেরকে সদুপদেশ দিয়েছি? বস্তুতঃ তোমরা সীমা লংঘনকারী সম্প্রদায় বৈ নও।","english_text":"(The messengers) said: \"The augury is within your own selves. Do you (consider it a bad omen) that you should be warned? You are a people guilty of excess.\"","bangla_translit":"ক্ব-লূ ত্বোয়া-য়িরুকুম্ মা‘আকুম্ আয়িন্ যুর্ক্কিতুম্; বাল্ আন্তুম্ ক্বওমুম্ মুস্রিফূন্।","english_translit":null},{"sura":36,"aya":20,"quran_text":"وَجَاءَ مِنْ أَقْصَى الْمَدِينَةِ رَجُلٌ يَسْعَى قَالَ يَا قَوْمِ اتَّبِعُوا الْمُرْسَلِينَ","bangla_text":"অতঃপর শহরের প্রান্তভাগ থেকে এক ব্যক্তি দৌড়ে এল। সে বলল, হে আমার সম্প্রদায় তোমরা রসূলগণের অনুসরণ কর।","english_text":"Then a man came running from the other side of the city. \"O my people,\" he said, \"follow the messengers.","bangla_translit":"অজ্বা-য়া মিন্ আকছোয়াল্ মাদীনাতি রাজুলুঁই ইয়াস্‘আ-ক্ব-লা ইয়া-ক্বওমিত তাবি‘উল্ মুরসালীন্","english_translit":null},{"sura":36,"aya":21,"quran_text":"اتَّبِعُوا مَنْ لَا يَسْأَلُكُمْ أَجْرًا وَهُمْ مُهْتَدُونَ","bangla_text":"অনুসরণ কর তাদের, যারা তোমাদের কাছে কোন বিনিময় কামনা করে না, অথচ তারা সুপথ প্রাপ্ত।","english_text":"Follow those who do not ask for any recompense of you, and are rightly guided.","bangla_translit":"ইত্তাবি‘ঊ মাল্লা-ইয়াস্য়ালুকুম্ আজরঁও অহুম্ মুহ্তাদূন্।","english_translit":null},{"sura":36,"aya":22,"quran_text":"وَمَا لِيَ لَا أَعْبُدُ الَّذِي فَطَرَنِي وَإِلَيْهِ تُرْجَعُونَ","bangla_text":"আমার কি হল যে, যিনি আমাকে সৃষ্টি করেছেন এবং যার কাছে তোমরা প্রত্যাবর্তিত হবে, আমি তাঁর এবাদত করব না?","english_text":"Why should I not worship Him who brought me into being, to whom you will be brought back in the end?","bangla_translit":"অমা-লিয়া লা য় আ’বুদুল্লাযী ফাত্বোয়ারানী অ ইলাইহি র্তুজ্বা‘ঊন্।","english_translit":null},{"sura":36,"aya":23,"quran_text":"أَأَتَّخِذُ مِنْ دُونِهِ آلِهَةً إِنْ يُرِدْنِ الرَّحْمَنُ بِضُرٍّ لَا تُغْنِ عَنِّي شَفَاعَتُهُمْ شَيْئًا وَلَا يُنْقِذُونِ","bangla_text":"আমি কি তাঁর পরিবর্তে অন্যান্যদেরকে উপাস্যরূপে গ্রহণ করব? করুণাময় যদি আমাকে কষ্টে নিপতিত করতে চান, তবে তাদের সুপারিশ আমার কোনই কাজে আসবে না এবং তারা আমাকে রক্ষাও করতে পারবে না।","english_text":"Should I take other gods apart from Him, who would neither be able to intercede for me nor save me if Ar-Rahman brings me harm?","bangla_translit":"আ আত্তাখিযু মিন্ দূনিহী য় আ- লিহাতান্ ইঁইয়্যুরির্দ্নি রহমা-নু বির্দ্বুরিল্ লা-তুগ্নি ‘আন্নী শাফা-‘আতুহুম্ শাইয়াঁও অলা-ইয়ুন্ক্বিযূন্।","english_translit":null},{"sura":36,"aya":24,"quran_text":"إِنِّي إِذًا لَفِي ضَلَالٍ مُبِينٍ","bangla_text":"এরূপ করলে আমি প্রকাশ্য পথভ্রষ্টতায় পতিত হব।","english_text":"In that case I would surely be in clear error.","bangla_translit":"ইন্নী য় ইযাল্লাফী দ্বলা-লিম্ মুবীন্।","english_translit":null},{"sura":36,"aya":25,"quran_text":"إِنِّي آمَنْتُ بِرَبِّكُمْ فَاسْمَعُونِ","bangla_text":"আমি নিশ্চিতভাবে তোমাদের পালনকর্তার প্রতি বিশ্বাস স্থাপন করলাম। অতএব আমার কাছ থেকে শুনে নাও।","english_text":"I believe in your Lord, so listen to me.\"","bangla_translit":"ইন্নী য় আ-মান্তু বিরব্বিকুম্ ফাস্মা‘ঊন্।","english_translit":null},{"sura":36,"aya":26,"quran_text":"قِيلَ ادْخُلِ الْجَنَّةَ قَالَ يَا لَيْتَ قَوْمِي يَعْلَمُونَ","bangla_text":"তাকে বলা হল, জান্নাতে প্রবেশ কর। সে বলল হায়, আমার সম্প্রদায় যদি কোন ক্রমে জানতে পারত-","english_text":"(But they stoned him to death.) It was said to him: \"Enter Paradise;\" and he said: \"If only my people knew","bangla_translit":"ক্বীলাদ্ খুলিল্ জ্বান্নাহ্; ক্ব-লা ইয়ালাইতা ক্বওমী ইয়া’লামূন্।","english_translit":null},{"sura":36,"aya":27,"quran_text":"بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ الْمُكْرَمِينَ","bangla_text":"যে আমার পরওয়ারদেগার আমাকে ক্ষমা করেছেন এবং আমাকে সম্মানিতদের অন্তর্ভুক্ত করেছেন।","english_text":"How my Lord has forgiven me and made me one of those who are honoured!\"","bangla_translit":"বিমা-গফারলী রব্বী অ জ্বা‘আলানী মিনাল্ মুক্রমীন্।","english_translit":null},{"sura":36,"aya":28,"quran_text":"وَمَا أَنْزَلْنَا عَلَى قَوْمِهِ مِنْ بَعْدِهِ مِنْ جُنْدٍ مِنَ السَّمَاءِ وَمَا كُنَّا مُنْزِلِينَ","bangla_text":"তারপর আমি তার সম্প্রদায়ের উপর আকাশ থেকে কোন বাহিনী অবতীর্ণ করিনি এবং আমি (বাহিনী) অবতরণকারীও না।","english_text":"We did not send down any army against his people from heaven, nor did We have to send one.","bangla_translit":"অমা য় আন্যাল্না ‘আলা- ক্বওমিহী মিম্ বা’দিহী মিন্ জুন্দিম্ মিনাস্ সামা-য়ি অমা- কুন্না-মুন্যিলীন্।","english_translit":null},{"sura":36,"aya":29,"quran_text":"إِنْ كَانَتْ إِلَّا صَيْحَةً وَاحِدَةً فَإِذَا هُمْ خَامِدُونَ","bangla_text":"বস্তুতঃ এ ছিল এক মহানাদ। অতঃপর সঙ্গে সঙ্গে সবাই স্তদ্ধ হয়ে গেল।","english_text":"There was just one blast, and they were extinguished.","bangla_translit":"ইন্ কা-নাত্ ইল্লা-ছোয়াইহাতাঁও ওয়া-হিদাতান্ ফাইযা-হুম্ খ-মিদূন্।","english_translit":null},{"sura":36,"aya":30,"quran_text":"يَا حَسْرَةً عَلَى الْعِبَادِ مَا يَأْتِيهِمْ مِنْ رَسُولٍ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ","bangla_text":"বান্দাদের জন্যে আক্ষেপ যে, তাদের কাছে এমন কোন রসূলই আগমন করেনি যাদের প্রতি তারা বিদ্রুপ করে না।","english_text":"Alas for men! No apostle ever came to them but they made fun of him.","bangla_translit":"ইয়া-হাস্রতান্ ‘আলাল্ ‘ইবা-দি মা-ইয়াতীহিম্ র্মি রসূলিন্ ইল্লা-কা-নূ বিহী ইয়াস্তাহ্যিয়ূন্।","english_translit":null},{"sura":36,"aya":31,"quran_text":"أَلَمْ يَرَوْا كَمْ أَهْلَكْنَا قَبْلَهُمْ مِنَ الْقُرُونِ أَنَّهُمْ إِلَيْهِمْ لَا يَرْجِعُونَ","bangla_text":"তারা কি প্রত্যক্ষ করে না, তাদের পূর্বে আমি কত সম্প্রদায়কে ধ্বংস করেছি যে, তারা তাদের মধ্যে আর ফিরে আসবে না।","english_text":"Have they not seen how many generations have We destroyed before them who will not return again?","bangla_translit":"আলাম্ ইয়ারও কাম্ আহ্লাক্না-ক্বব্লাহুম্ মিনাল্ কুরূনি আন্নাহুম্ ইলাইহিম্ লা-ইর্য়াজ্বি‘ঊন্।","english_translit":null},{"sura":36,"aya":32,"quran_text":"وَإِنْ كُلٌّ لَمَّا جَمِيعٌ لَدَيْنَا مُحْضَرُونَ","bangla_text":"ওদের সবাইকে সমবেত অবস্থায় আমার দরবারে উপস্থিত হতেই হবে।","english_text":"They will all be brought together before Us.","bangla_translit":"অইন্ কুল্লুল্লাম্মা-জ্বামী‘উল্লাদাইনা-মুহ্দ্বোয়ারূন্।","english_translit":null},{"sura":36,"aya":33,"quran_text":"وَآيَةٌ لَهُمُ الْأَرْضُ الْمَيْتَةُ أَحْيَيْنَاهَا وَأَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُونَ","bangla_text":"তাদের জন্যে একটি নিদর্শন মৃত পৃথিবী। আমি একে সঞ্জীবিত করি এবং তা থেকে উৎপন্ন করি শস্য, তারা তা থেকে ভক্ষণ করে।","english_text":"There is a sign in the dead earth for them which We quicken, and produce from it grain which they eat.","bangla_translit":"অ আ-ইয়াতু ল্লাহুমুল্ র্আদুল্ মাইতাতু আহ্ইয়াইনা-হা অ আখ্রজনা-মিন্হা-হাব্বান্ ফামিন্হু ইয়াকুলূন্।","english_translit":null},{"sura":36,"aya":34,"quran_text":"وَجَعَلْنَا فِيهَا جَنَّاتٍ مِنْ نَخِيلٍ وَأَعْنَابٍ وَفَجَّرْنَا فِيهَا مِنَ الْعُيُونِ","bangla_text":"আমি তাতে সৃষ্টি করি খেজুর ও আঙ্গুরের বাগান এবং প্রবাহিত করি তাতে নির্ঝরিণী।","english_text":"We have laid out gardens of dates and grapes upon it, and made springs of water flow,","bangla_translit":"অজ্বা‘আল্না- ফীহা-জ্বান্না-তিম্ মিন্ নাখীলিঁও অআ’না বিঁও অফার্জ্জ্বানা-ফীহা-মিনাল্ ‘উইয়ূন্।","english_translit":null},{"sura":36,"aya":35,"quran_text":"لِيَأْكُلُوا مِنْ ثَمَرِهِ وَمَا عَمِلَتْهُ أَيْدِيهِمْ أَفَلَا يَشْكُرُونَ","bangla_text":"যাতে তারা তার ফল খায়। তাদের হাত একে সৃষ্টি করে না। অতঃপর তারা কৃতজ্ঞতা প্রকাশ করে না কেন?","english_text":"So that they may eat of its fruit; yet it was not done by their hands. Then why do they not acknowledge thanks?","bangla_translit":"লিয়াকুলূ মিন্ ছামারিহী অমা ‘আমিলাত্হু আইদীহিম্; আফালা-ইয়াশ্কুরূন্।","english_translit":null},{"sura":36,"aya":36,"quran_text":"سُبْحَانَ الَّذِي خَلَقَ الْأَزْوَاجَ كُلَّهَا مِمَّا تُنْبِتُ الْأَرْضُ وَمِنْ أَنْفُسِهِمْ وَمِمَّا لَا يَعْلَمُونَ","bangla_text":"পবিত্র তিনি যিনি যমীন থেকে উৎপন্ন উদ্ভিদকে, তাদেরই মানুষকে এবং যা তারা জানে না, তার প্রত্যেককে জোড়া জোড়া করে সৃষ্টি করেছেন।","english_text":"All glory to Him who created pairs of everything that grows from the earth, and out of themselves, and other things they do not know.","bangla_translit":"সুব্হা-নাল্লাযী খলাক্বল্ আয্ওয়াজ্বা কুল্লাহা-মিম্মা-তুম্বিতুল্ র্আদু অমিন্ আন্ফুসিহিম্ অমিম্মা-লা-ইয়া’লামূন্।","english_translit":null},{"sura":36,"aya":37,"quran_text":"وَآيَةٌ لَهُمُ اللَّيْلُ نَسْلَخُ مِنْهُ النَّهَارَ فَإِذَا هُمْ مُظْلِمُونَ","bangla_text":"তাদের জন্যে এক নিদর্শন রাত্রি, আমি তা থেকে দিনকে অপসারিত করি, তখনই তারা অন্ধকারে থেকে যায়।","english_text":"And there is a sign in the night for them. We strip off the day from it and they are left in darkness,","bangla_translit":"অআ-ইয়াতুল্লা হুমুল্ লাইলু নাস্লাখু মিন্ হুন্নাহা-র ফাইযা-হুম্ মুজ্লিমূন্","english_translit":null},{"sura":36,"aya":38,"quran_text":"وَالشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَهَا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ","bangla_text":"সূর্য তার নির্দিষ্ট অবস্থানে আবর্তন করে। এটা পরাক্রমশালী, সর্বজ্ঞ, আল্লাহর নিয়ন্ত্রণ।","english_text":"While the sun keeps revolving in its orbit. This is the dispensation of the mighty, all-knowing (God).","bangla_translit":"অশ্শাম্সু তাজ্ব্রী লিমুস্তার্ক্বরিল্লাহা-; যা-লিকা তাকদীরুল্ ‘আযীযিল্ ‘আলীম্।","english_translit":null},{"sura":36,"aya":39,"quran_text":"وَالْقَمَرَ قَدَّرْنَاهُ مَنَازِلَ حَتَّى عَادَ كَالْعُرْجُونِ الْقَدِيمِ","bangla_text":"চন্দ্রের জন্যে আমি বিভিন্ন মনযিল নির্ধারিত করেছি। অবশেষে সে পুরাতন খর্জুর শাখার অনুরূপ হয়ে যায়।","english_text":"We have determined the stations of the moon, so that (after its wanderings) it returns as a dried up inflorescent spike of dates.","bangla_translit":"অল্ ক্বমার ক্বর্দ্দানা-হু মানা-যিলা হাত্তা- ‘আ-দা কাল্ ‘র্উজুনিল্ ক্বদীম্।","english_translit":null},{"sura":36,"aya":40,"quran_text":"لَا الشَّمْسُ يَنْبَغِي لَهَا أَنْ تُدْرِكَ الْقَمَرَ وَلَا اللَّيْلُ سَابِقُ النَّهَارِ وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ","bangla_text":"সূর্য নাগাল পেতে পারে না চন্দ্রের এবং রাত্রি অগ্রে চলে না দিনের প্রত্যেকেই আপন আপন কক্ষপথে সন্তরণ করে।","english_text":"Neither can the sun overtake the moon, nor the night outpace the day: Each of them keeps coursing in its orbit.","bangla_translit":"লাশ্ শাম্সু ইয়াম্বাগী লাহা য় আন্ তুদ্রিকাল্ ক্বমার অলাল্লাইলু সা-বিকুন্ নাহার্-; অ কুল্লুন্ ফী ফালাকিইঁ ইয়াস্বাহূন্।","english_translit":null},{"sura":36,"aya":41,"quran_text":"وَآيَةٌ لَهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِي الْفُلْكِ الْمَشْحُونِ","bangla_text":"তাদের জন্যে একটি নিদর্শন এই যে, আমি তাদের সন্তান-সন্ততিকে বোঝাই নৌকায় আরোহণ করিয়েছি।","english_text":"That We bore their progeny in the laden ark is a sign for them;","bangla_translit":"অ আ-ইয়াতুল্লাহুম্ আন্না-হামাল্না র্যুরিয়্যাতাহুম্ ফিল্ ফুল্কিল্ মাশ্হূন্।","english_translit":null},{"sura":36,"aya":42,"quran_text":"وَخَلَقْنَا لَهُمْ مِنْ مِثْلِهِ مَا يَرْكَبُونَ","bangla_text":"এবং তাদের জন্যে নৌকার অনুরূপ যানবাহন সৃষ্টি করেছি, যাতে তারা আরোহণ করে।","english_text":"And We made similar vessels for them to ride.","bangla_translit":"অখলাক্ব্না-লাহুম্ মিম্ মিছ্লিহী মা-ইর্য়াকাবূন্।","english_translit":null},{"sura":36,"aya":43,"quran_text":"وَإِنْ نَشَأْ نُغْرِقْهُمْ فَلَا صَرِيخَ لَهُمْ وَلَا هُمْ يُنْقَذُونَ","bangla_text":"আমি ইচ্ছা করলে তাদেরকে নিমজ্জত করতে পারি, তখন তাদের জন্যে কোন সাহায্যকারী নেই এবং তারা পরিত্রাণও পাবে না।","english_text":"We could have drowned them if We pleased, and none would have answered their cry for help, nor would they have been saved,","bangla_translit":"অইন্ নাশানুগ্রিক হুম্ ফালা-ছোয়ারীখ লাহুম্ অলা-হুম্ ইয়ুন্ক্বযূন্।","english_translit":null},{"sura":36,"aya":44,"quran_text":"إِلَّا رَحْمَةً مِنَّا وَمَتَاعًا إِلَى حِينٍ","bangla_text":"কিন্তু আমারই পক্ষ থেকে কৃপা এবং তাদেরকে কিছু কাল জীবনোপভোগ করার সুযোগ দেয়ার কারণে তা করি না।","english_text":"Unless by Our benevolence, to reap advantage for a time.","bangla_translit":"ইল্লা-রহ্মাতাম্ মিন্না- অমাতা-‘আন্ ইলা-হীন্।","english_translit":null},{"sura":36,"aya":45,"quran_text":"وَإِذَا قِيلَ لَهُمُ اتَّقُوا مَا بَيْنَ أَيْدِيكُمْ وَمَا خَلْفَكُمْ لَعَلَّكُمْ تُرْحَمُونَ","bangla_text":"আর যখন তাদেরকে বলা হয়, তোমরা সামনের আযাব ও পেছনের আযাবকে ভয় কর, যাতে তোমাদের প্রতি অনুগ্রহ করা হয়, তখন তারা তা অগ্রাহ্য করে।","english_text":"When it is said to them: \"Beware of what is before you and what is past, that you may be treated with kindness;\"","bangla_translit":"অইযা-ক্বীলা লাহুমুত্তাকু মা-বাইনা আইদীকুম্ অমা-খল্ফাকুম্ লা‘আল্লাকুম্ র্তুহামূন্।","english_translit":null},{"sura":36,"aya":46,"quran_text":"وَمَا تَأْتِيهِمْ مِنْ آيَةٍ مِنْ آيَاتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ","bangla_text":"যখনই তাদের পালনকর্তার নির্দেশাবলীর মধ্যে থেকে কোন নির্দেশ তাদের কাছে আসে, তখনই তারা তা থেকে মুখে ফিরিয়ে নেয়।","english_text":"None of the signs of their Lord ever comes to them but they turn away from it.","bangla_translit":"অমা-তাতীহিম্ মিন্ আ-ইয়া-তীম্ মিন্ আ-ইয়া-তি রব্বিহিম্ ইল্লা-কা-নূ ‘আন্হা-মু’রিদ্বীন্।","english_translit":null},{"sura":36,"aya":47,"quran_text":"وَإِذَا قِيلَ لَهُمْ أَنْفِقُوا مِمَّا رَزَقَكُمُ اللَّهُ قَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا أَنُطْعِمُ مَنْ لَوْ يَشَاءُ اللَّهُ أَطْعَمَهُ إِنْ أَنْتُمْ إِلَّا فِي ضَلَالٍ مُبِينٍ","bangla_text":"যখন তাদেরকে বলা হয়, আল্লাহ তোমাদেরকে যা দিয়েছেন, তা থেকে ব্যয় কর। তখন কাফেররা মুমিনগণকে বলে, ইচ্ছা করলেই আল্লাহ যাকে খাওয়াতে পারতেন, আমরা তাকে কেন খাওয়াব? তোমরা তো স্পষ্ট বিভ্রান্তিতে পতিত রয়েছ।","english_text":"When they are told: \"Spend of what God has given you,\" the unbelievers say to those who believe: \"Why should we feed those whom God should have fed if He pleased?\" You are only in palpable error.","bangla_translit":"অ ইযা- ক্বীলা লাহুম্ আনফিকু মিম্মা-রযাক্ব কুমুল্লা-হু ক্ব-লাল্লাযীনা কাফারূ লিল্লাযীনা আ-মানূ য় আনুত্ব‘ইমু মাল্লাও ইয়াশা-য়ুল্লা-হু আত্ব্‘আমাহূ য় ইন্ আন্তুম্ ইল্লা-ফী দ্বোয়ালা-লিম্ মুবীন্।","english_translit":null},{"sura":36,"aya":48,"quran_text":"وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ","bangla_text":"তারা বলে, তোমরা সত্যবাদী হলে বল এই ওয়াদা কবে পূর্ণ হবে?","english_text":"And they say: \"When will this promise come to pass, if what you say is true?\"","bangla_translit":"অ ইয়াকুলূনা মাতা-হা-যাল্ ওয়া’দু ইন্ কুন্তুম্ ছোয়া-দিক্বীন্","english_translit":null},{"sura":36,"aya":49,"quran_text":"مَا يَنْظُرُونَ إِلَّا صَيْحَةً وَاحِدَةً تَأْخُذُهُمْ وَهُمْ يَخِصِّمُونَ","bangla_text":"তারা কেবল একটা ভয়াবহ শব্দের অপেক্ষা করছে, যা তাদেরকে আঘাত করবে তাদের পারস্পরিক বাকবিতন্ডাকালে।","english_text":"They are only waiting for a single blast that will seize them, but they will go on contending.","bangla_translit":"মা-ইয়ান্জুরূনা ইল্লা-ছোয়াইঁহাতাওঁ ওয়া-হিদাতান্ তাখুযুহুম্ অহুম্ ইয়াখিছ্ছিমূন্।","english_translit":null},{"sura":36,"aya":50,"quran_text":"فَلَا يَسْتَطِيعُونَ تَوْصِيَةً وَلَا إِلَى أَهْلِهِمْ يَرْجِعُونَ","bangla_text":"তখন তারা ওছিয়ত করতেও সক্ষম হবে না। এবং তাদের পরিবার-পরিজনের কাছেও ফিরে যেতে পারবে না।","english_text":"Then they would not be able to make a will, or go back to their people.","bangla_translit":"ফালা-ইয়াস্তাত্বী‘ঊনা তাওছিয়াতাঁও অলা য় ইলা য় আহ্লিহিম্ ইর্য়াজ্বি‘ঊন্।","english_translit":null},{"sura":36,"aya":51,"quran_text":"وَنُفِخَ فِي الصُّورِ فَإِذَا هُمْ مِنَ الْأَجْدَاثِ إِلَى رَبِّهِمْ يَنْسِلُونَ","bangla_text":"শিংগায় ফুঁক দেয়া হবে, তখনই তারা কবর থেকে তাদের পালনকর্তার দিকে ছুটে চলবে।","english_text":"When the trumpet blast is sounded they will come out of their graves and hasten to their Lord,","bangla_translit":"অনুফিখ ফিছ্ ছূরি ফাইযা-হুম্ মিনাল্ আজদা-ছি ইলা-রব্বিহিম্ ইয়ান্সিলূন্।","english_translit":null},{"sura":36,"aya":52,"quran_text":"قَالُوا يَا وَيْلَنَا مَنْ بَعَثَنَا مِنْ مَرْقَدِنَا هَذَا مَا وَعَدَ الرَّحْمَنُ وَصَدَقَ الْمُرْسَلُونَ","bangla_text":"তারা বলবে, হায় আমাদের দুর্ভোগ! কে আমাদেরকে নিদ্রাস্থল থেকে উখিত করল? রহমান আল্লাহ তো এরই ওয়াদা দিয়েছিলেন এবং রসূলগণ সত্য বলেছিলেন।","english_text":"Saying: \"Ah woe, who has roused us from our sleep?\" This is what Ar-Rahman had promised, and whose truth the apostles had affirmed.","bangla_translit":"ক্ব-লূ ইয়া-অইলানা-মাম্ বা‘আছানা-মিম্ র্মাক্বদিনা-,হা-যা-মা-অ‘আর্দা রহ্মা-নু অ ছদাক্বাল্ র্মুসালূন্।","english_translit":null},{"sura":36,"aya":53,"quran_text":"إِنْ كَانَتْ إِلَّا صَيْحَةً وَاحِدَةً فَإِذَا هُمْ جَمِيعٌ لَدَيْنَا مُحْضَرُونَ","bangla_text":"এটা তো হবে কেবল এক মহানাদ। সে মুহুর্তেই তাদের সবাইকে আমার সামনে উপস্থিত করা হবে।","english_text":"It would be but a single blast of the trumpet, and they would all be arraigned before Us.","bangla_translit":"ইন্ কা- নাত্ ইল্লা- ছোয়াইহাতাঁও ওয়া-দাহিদাতান্ ফাইযা-হুম্ জ্বামী‘উল্ লাদাইনা-মুহ্দ্বোয়ারূন্।","english_translit":null},{"sura":36,"aya":54,"quran_text":"فَالْيَوْمَ لَا تُظْلَمُ نَفْسٌ شَيْئًا وَلَا تُجْزَوْنَ إِلَّا مَا كُنْتُمْ تَعْمَلُونَ","bangla_text":"আজকের দিনে কারও প্রতি জুলুম করা হবে না এবং তোমরা যা করবে কেবল তারই প্রতিদান পাবে।","english_text":"No soul will be wronged the least that Day, nor would be recompensed but only for what it had done.","bangla_translit":"ফাল্ ইয়াওমা লা-তুজ্লামু নাফ্সুন্ শাইয়াঁও অলা-তুজযাওনা ইল্লা-মা-কুন্তুম্ তা’মালূন্।","english_translit":null},{"sura":36,"aya":55,"quran_text":"إِنَّ أَصْحَابَ الْجَنَّةِ الْيَوْمَ فِي شُغُلٍ فَاكِهُونَ","bangla_text":"এদিন জান্নাতীরা আনন্দে মশগুল থাকবে।","english_text":"Surely the inmates of Paradise will be engaged in pastimes.","bangla_translit":"ইন্না আছ্হা-বাল্ জ্বান্নাতিল্ ইয়াওমা ফী শুগুলিন্ ফাকিহূন্।","english_translit":null},{"sura":36,"aya":56,"quran_text":"هُمْ وَأَزْوَاجُهُمْ فِي ظِلَالٍ عَلَى الْأَرَائِكِ مُتَّكِئُونَ","bangla_text":"তারা এবং তাদের স্ত্রীরা উপবিষ্ট থাকবে ছায়াময় পরিবেশে আসনে হেলান দিয়ে।","english_text":"They and their companions will recline on couches in the shade.","bangla_translit":"হুম্ অআয্ওয়া-জুহুম্ ফী জিলা-লিন্ ‘আলাল্ আর-য়িকি মুত্তাকিয়ূন্।","english_translit":null},{"sura":36,"aya":57,"quran_text":"لَهُمْ فِيهَا فَاكِهَةٌ وَلَهُمْ مَا يَدَّعُونَ","bangla_text":"সেখানে তাদের জন্যে থাকবে ফল-মূল এবং যা চাইবে।","english_text":"For them will be fruits and whatever they ask.","bangla_translit":"লাহুম্ ফীহা-ফা-কিহাতুঁও অলাহুম্ মা- ইয়াদ্দা‘ঊন্।","english_translit":null},{"sura":36,"aya":58,"quran_text":"سَلَامٌ قَوْلًا مِنْ رَبٍّ رَحِيمٍ","bangla_text":"করুণাময় পালনকর্তার পক্ষ থেকে তাদেরকে বলা হবে সালাম।","english_text":"\"Peace\" shall be the greeting from the merciful Lord.","bangla_translit":"সালা-মুন্ ক্বওলাম্ র্মি রর্ব্বি রহীম্।","english_translit":null},{"sura":36,"aya":59,"quran_text":"وَامْتَازُوا الْيَوْمَ أَيُّهَا الْمُجْرِمُونَ","bangla_text":"হে অপরাধীরা! আজ তোমরা আলাদা হয়ে যাও।","english_text":"(And the guilty will be told:) \"O sinners, separate yourselves this day.","bangla_translit":"ওয়াম্তা-যুল্ ইয়াওমা আইয়ুহাল্ মুজরিমূন্।","english_translit":null},{"sura":36,"aya":60,"quran_text":"أَلَمْ أَعْهَدْ إِلَيْكُمْ يَا بَنِي آدَمَ أَنْ لَا تَعْبُدُوا الشَّيْطَانَ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ","bangla_text":"হে বনী-আদম! আমি কি তোমাদেরকে বলে রাখিনি যে, শয়তানের এবাদত করো না, সে তোমাদের প্রকাশ্য শত্রু?","english_text":"Did I not commit you, O children of Adam, not to worship Satan who is your acknowledged foe,","bangla_translit":"আলাম্ আ’হাদ্ ইলাইকুম্ ইয়া-বানী য় আ-দামা আল্লা-তা’বুদুশ্ শাইত্বোয়া-না ইন্নাহূ লাকুম্ ‘আদুওয়্যুম্ মুবীন্।","english_translit":null},{"sura":36,"aya":61,"quran_text":"وَأَنِ اعْبُدُونِي هَذَا صِرَاطٌ مُسْتَقِيمٌ","bangla_text":"এবং আমার এবাদত কর। এটাই সরল পথ।","english_text":"But to serve Me; (that) this is the straight path?","bangla_translit":"অআ নি’বুদূনী হা-যা-ছির- তুম্ মুস্তাক্বীম্।","english_translit":null},{"sura":36,"aya":62,"quran_text":"وَلَقَدْ أَضَلَّ مِنْكُمْ جِبِلًّا كَثِيرًا أَفَلَمْ تَكُونُوا تَعْقِلُونَ","bangla_text":"শয়তান তোমাদের অনেক দলকে পথভ্রষ্ট করেছে। তবুও কি তোমরা বুঝনি?","english_text":"But he beguiled a great many of you. Why did you not then understand?","bangla_translit":"অলাক্বদ্ আদ্বোয়াল্লা মিন্কুম্ জ্বিবিল্লান্ কাছীর-; আফালাম্ তাকূনূ তা’ক্বিলূন্।","english_translit":null},{"sura":36,"aya":63,"quran_text":"هَذِهِ جَهَنَّمُ الَّتِي كُنْتُمْ تُوعَدُونَ","bangla_text":"এই সে জাহান্নাম, যার ওয়াদা তোমাদেরকে দেয়া হতো।","english_text":"This is the Hell that you were promised.","bangla_translit":"হা-যিহী জ্বাহান্নামুল্লাতী কুন্তুম্ তূ‘আদূন্।","english_translit":null},{"sura":36,"aya":64,"quran_text":"اصْلَوْهَا الْيَوْمَ بِمَا كُنْتُمْ تَكْفُرُونَ","bangla_text":"তোমাদের কুফরের কারণে আজ এতে প্রবেশ কর।","english_text":"Roast in it now for having disbelieved.\"","bangla_translit":"ইছ্লাওহাল্ ইয়াওমা বিমা-কুন্তুম্ তাক্ফুরূন্।","english_translit":null},{"sura":36,"aya":65,"quran_text":"الْيَوْمَ نَخْتِمُ عَلَى أَفْوَاهِهِمْ وَتُكَلِّمُنَا أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُهُمْ بِمَا كَانُوا يَكْسِبُونَ","bangla_text":"আজ আমি তাদের মুখে মোহর এঁটে দেব তাদের হাত আমার সাথে কথা বলবে এবং তাদের পা তাদের কৃতকর্মের সাক্ষ্য দেবে।","english_text":"We shall seal their lips that day; and their hands will speak, their feet testify to what they had done.","bangla_translit":"আল্ইয়াওমা নাখ্তিমু ‘আলা য় আফ্ওয়া-হিহিম্ অ তুকাল্লিমুনা য় আইদীহিম্ অতাশ্হাদু র্আজুলুহুম্ বিমা-কা-নূ ইয়াক্সিবূন্।","english_translit":null},{"sura":36,"aya":66,"quran_text":"وَلَوْ نَشَاءُ لَطَمَسْنَا عَلَى أَعْيُنِهِمْ فَاسْتَبَقُوا الصِّرَاطَ فَأَنَّى يُبْصِرُونَ","bangla_text":"আমি ইচ্ছা করলে তাদের দৃষ্টি শক্তি বিলুপ্ত করে দিতে পারতাম, তখন তারা পথের দিকে দৌড়াতে চাইলে কেমন করে দেখতে পেত!","english_text":"We could take away their sight if We pleased; then they would run around to find the way: But how then would they see?","bangla_translit":"অলাও নাশা-য়ু লাত্বোয়ামাস্না-‘আলা য় আ’ ইয়ুনিহিম্ ফাস্তাবাক্বছ্ ছির-ত্বোয়া ফাআন্না-ইয়ুব্ছিরূন্।","english_translit":null},{"sura":36,"aya":67,"quran_text":"وَلَوْ نَشَاءُ لَمَسَخْنَاهُمْ عَلَى مَكَانَتِهِمْ فَمَا اسْتَطَاعُوا مُضِيًّا وَلَا يَرْجِعُونَ","bangla_text":"আমি ইচ্ছা করলে তাদেরকে স্ব স্ব স্থানে আকার বিকৃত করতে পারতাম, ফলে তারা আগেও চলতে পারত না এবং পেছনেও ফিরে যেতে পারত না।","english_text":"And if We pleased We could paralyse them in their tracks, and they would not be able to move forward or turn back.","bangla_translit":"অলাও নাশা-য়ু লামাসাখ্না-হুম্ ‘আলা-মাকা-নাতিহিম্ ফামাস্ তাত্বোয়া-‘ঊ মুদ্বিয়্যাওঁ অলা- ইর্য়াজ্বি‘ঊন্।","english_translit":null},{"sura":36,"aya":68,"quran_text":"وَمَنْ نُعَمِّرْهُ نُنَكِّسْهُ فِي الْخَلْقِ أَفَلَا يَعْقِلُونَ","bangla_text":"আমি যাকে দীর্ঘ জীবন দান করি, তাকে সৃষ্টিগত পূর্বাবস্থায় ফিরিয়ে নেই। তবুও কি তারা বুঝে না?","english_text":"Whoever reaches old age, We reverse in natural disposition. Do they not have sense (to see)?","bangla_translit":"অ মান্ নু‘আ র্ম্মিহু নুনাক্কিস্হু ফিল্ খল্ক্ব ; আফালা-ইয়া’ক্বিলূন্।","english_translit":null},{"sura":36,"aya":69,"quran_text":"وَمَا عَلَّمْنَاهُ الشِّعْرَ وَمَا يَنْبَغِي لَهُ إِنْ هُوَ إِلَّا ذِكْرٌ وَقُرْآنٌ مُبِينٌ","bangla_text":"আমি রসূলকে কবিতা শিক্ষা দেইনি এবং তা তার জন্যে শোভনীয়ও নয়। এটা তো এক উপদেশ ও প্রকাশ্য কোরআন।","english_text":"We have not taught (Muhammad) to versify, nor is it worthy of him. This is nothing but a reminder and illuminating discourse,","bangla_translit":"অমা-‘আল্লাম্না-হুশ্ শি’রা অমা-ইয়াম্বাগী লাহ্; ইন্ হুওয়া ইল্লা-যিক্রুঁও অক্বর্ আ-নুম্ মুবীন্।","english_translit":null},{"sura":36,"aya":70,"quran_text":"لِيُنْذِرَ مَنْ كَانَ حَيًّا وَيَحِقَّ الْقَوْلُ عَلَى الْكَافِرِينَ","bangla_text":"যাতে তিনি সতর্ক করেন জীবিতকে এবং যাতে কাফেরদের বিরুদ্ধে অভিযোগ প্রতিষ্ঠিত হয়।","english_text":"So that he may warn him who is alive and feels, and justify the word against those who do not believe.","bangla_translit":"লিইয়ুন্যির মান্ কা-না হাইয়্যাঁও অ ইয়াহিকক্বল্ ক্বওলু ‘আলাল্ কা-ফিরীন্।","english_translit":null},{"sura":36,"aya":71,"quran_text":"أَوَلَمْ يَرَوْا أَنَّا خَلَقْنَا لَهُمْ مِمَّا عَمِلَتْ أَيْدِينَا أَنْعَامًا فَهُمْ لَهَا مَالِكُونَ","bangla_text":"তারা কি দেখে না, তাদের জন্যে আমি আমার নিজ হাতের তৈরী বস্তুর দ্বারা চতুস্পদ জন্তু সৃষ্টি করেছি, অতঃপর তারাই এগুলোর মালিক।","english_text":"Do they not see the cattle among things We have fashioned by Our power, which they own,","bangla_translit":"আওয়া লাম্ ইয়ারাও আন্না-খলাক্না-লাহুম্ মিম্মা-‘আমিলাত্ আইদীনা য় আন্‘আ-মান্ ফাহুম্ লাহা-মা-লিকূন্।","english_translit":null},{"sura":36,"aya":72,"quran_text":"وَذَلَّلْنَاهَا لَهُمْ فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُلُونَ","bangla_text":"আমি এগুলোকে তাদের হাতে অসহায় করে দিয়েছি। ফলে এদের কতক তাদের বাহন এবং কতক তারা ভক্ষণ করে।","english_text":"Whom We made subservient to them so that some of them they ride and some they eat?","bangla_translit":"অ যাল্লাল্না-হা লাহুম্ ফামিন্হা- রকূবুহুম্ অ মিন্হা-ইয়াকুলূন্।","english_translit":null},{"sura":36,"aya":73,"quran_text":"وَلَهُمْ فِيهَا مَنَافِعُ وَمَشَارِبُ أَفَلَا يَشْكُرُونَ","bangla_text":"তাদের জন্যে চতুস্পদ জন্তুর মধ্যে অনেক উপকারিতা ও পানীয় রয়েছে। তবুও কেন তারা শুকরিয়া আদায় করে না?","english_text":"And they derive other advantages and drinks from them. Even then they do not offer thanks,","bangla_translit":"অলাহুম্ ফীহা-মানা-ফি‘ঊ অমাশা-রিব্; আফালা- ইয়াশ্কুরূন্।","english_translit":null},{"sura":36,"aya":74,"quran_text":"وَاتَّخَذُوا مِنْ دُونِ اللَّهِ آلِهَةً لَعَلَّهُمْ يُنْصَرُونَ","bangla_text":"তারা আল্লাহর পরিবর্তে অনেক উপাস্য গ্রহণ করেছে যাতে তারা সাহায্যপ্রাপ্ত হতে পারে।","english_text":"And take other gods apart from God that they may perhaps give them help.","bangla_translit":"অত্তাখযূ মিন্ দূনিল্লা-হি আ-লিহাতাল্ লা‘আল্লাহুম্ ইয়ুন্ছোয়ারূন্।","english_translit":null},{"sura":36,"aya":75,"quran_text":"لَا يَسْتَطِيعُونَ نَصْرَهُمْ وَهُمْ لَهُمْ جُنْدٌ مُحْضَرُونَ","bangla_text":"অথচ এসব উপাস্য তাদেরকে সাহায্য করতে সক্ষম হবে না এবং এগুলো তাদের বাহিনী রূপে ধৃত হয়ে আসবে।","english_text":"They will not be able to help them and will be brought (to Us) as their levied troops.","bangla_translit":"লা-ইয়াস্তাত্বী‘ঊনা নাছ্রহুম্ অহুম্ লাহুম্ জ্বুন্দুম্ মুহ্দ্বোয়ারূন্।","english_translit":null},{"sura":36,"aya":76,"quran_text":"فَلَا يَحْزُنْكَ قَوْلُهُمْ إِنَّا نَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ","bangla_text":"অতএব তাদের কথা যেন আপনাকে দুঃখিত না করে। আমি জানি যা তারা গোপনে করে এবং যা তারা প্রকাশ্যে করে।","english_text":"So be not grieved by what they say. We certainly know what they hide and disclose.","bangla_translit":"ফালা- ইয়াহ্যুন্কা ক্বওলুহুম্; ইন্না-না’লামু মা-ইয়ুর্সিরূনা অমা-ইয়ু’লিনূন্।","english_translit":null},{"sura":36,"aya":77,"quran_text":"أَوَلَمْ يَرَ الْإِنْسَانُ أَنَّا خَلَقْنَاهُ مِنْ نُطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُبِينٌ","bangla_text":"মানুষ কি দেখে না যে, আমি তাকে সৃষ্টি করেছি বীর্য থেকে? অতঃপর তখনই সে হয়ে গেল প্রকাশ্য বাকবিতন্ডাকারী।","english_text":"Does not man see We created him from a drop of semen? Even then he becomes an open contender,","bangla_translit":"আওয়ালাম্ ইয়ারল্ ইন্সা-নু আন্না-খলাক্ব্ না-হু মিন্ নুত্ব্ ফাত্ব্ন্ ফাইযা-হুঅ খছীমুম্ মুবীন্।","english_translit":null},{"sura":36,"aya":78,"quran_text":"وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ قَالَ مَنْ يُحْيِي الْعِظَامَ وَهِيَ رَمِيمٌ","bangla_text":"সে আমার সম্পর্কে এক অদ্ভূত কথা বর্ণনা করে, অথচ সে নিজের সৃষ্টি ভুলে যায়। সে বলে কে জীবিত করবে অস্থিসমূহকে যখন সেগুলো পচে গলে যাবে?","english_text":"And applies comparisons to Us, having forgotten his origin, and says: \"Who can put life into decayed bones?\"","bangla_translit":"অ দ্বোয়ারাবা লানা-মাছালাঁও অ নাসিয়া খল্ক্বাহ্; ক্ব-লা মাইঁ ইয়ুহ্য়িল্ ‘ইজোয়া-মা অহিয়া রমীম্।","english_translit":null},{"sura":36,"aya":79,"quran_text":"قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ","bangla_text":"বলুন, যিনি প্রথমবার সেগুলোকে সৃষ্টি করেছেন, তিনিই জীবিত করবেন। তিনি সর্বপ্রকার সৃষ্টি সম্পর্কে সম্যক অবগত।","english_text":"Say: \"He who created you the first time. He has knowledge of every creation,","bangla_translit":"কুল্ ইয়ুহ্য়ীহাল্লাযী য় আন্শায়াহা য় আও অলা র্মারাহ্; অহুওয়া বিকুল্লি খল্ক্বিন্ ‘আলীমুনি।","english_translit":null},{"sura":36,"aya":80,"quran_text":"الَّذِي جَعَلَ لَكُمْ مِنَ الشَّجَرِ الْأَخْضَرِ نَارًا فَإِذَا أَنْتُمْ مِنْهُ تُوقِدُونَ","bangla_text":"যিনি তোমাদের জন্যে সবুজ বৃক্ষ থেকে আগুন উৎপন্ন করেন। তখন তোমরা তা থেকে আগুন জ্বালাও।","english_text":"Who gave you fire from a green tree, with which you ignite the flame.\"","bangla_translit":"ল্লাযী জ্বা‘আলা লাকুম্ মিনাশ্ শাজ্বারিল্ আখ্দ্বোয়ারি না-রন্ ফাইযা য় আন্তুম্ মিন্হু তূক্বিদূ ন্।","english_translit":null},{"sura":36,"aya":81,"quran_text":"أَوَلَيْسَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِقَادِرٍ عَلَى أَنْ يَخْلُقَ مِثْلَهُمْ بَلَى وَهُوَ الْخَلَّاقُ الْعَلِيمُ","bangla_text":"যিনি নভোমন্ডল ও ভূমন্ডল সৃষ্টি করেছেন, তিনিই কি তাদের অনুরূপ সৃষ্টি করতে সক্ষম নন? হ্যাঁ তিনি মহাস্রষ্টা, সর্বজ্ঞ।","english_text":"How can He who created the heavens and the earth not be able to create others like them? Why not? He is the real creator all-knowing.","bangla_translit":"আওয়া লাইসাল্লাযী খলাক্বস্ সামা-ওয়া-তি অল্ র্আদ্বোয়া বিক্ব-দিরিন্ ‘আলা য় আইঁ ইয়াখ্লুক্ব মিছ্লাহুম্; বালা-অহুওয়াল্ খল্লাকুল্ ‘আলীম্।","english_translit":null},{"sura":36,"aya":82,"quran_text":"إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ","bangla_text":"তিনি যখন কোন কিছু করতে ইচ্ছা করেন, তখন তাকে কেবল বলে দেন, ‘হও’ তখনই তা হয়ে যায়।","english_text":"When He wills a thing He has only to say: \"Be,\" and it is.","bangla_translit":"ইন্নামা য় আম্রুহূ য় ইযা য় আর-দা শাইয়ান্ আইঁ ইয়াকুলা লাহূ কুন্ ফাইয়াকূন্","english_translit":null},{"sura":36,"aya":83,"quran_text":"فَسُبْحَانَ الَّذِي بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَإِلَيْهِ تُرْجَعُونَ","bangla_text":"অতএব পবিত্র তিনি, যাঁর হাতে সবকিছুর রাজত্ব এবং তাঁরই দিকে তোমরা প্রত্যাবর্তিত হবে।","english_text":"So all glory to Him who holds all power over everything, to whom you will go back in the end.","bangla_translit":"ফাসুব্হা-নাল্ লাযী বিয়াদিহী মালাকূতু কুল্লি শাইয়িঁও অ ইলাইহি র্তুজ্বাঊ’ন্","english_translit":null}]