[{"sura":18,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ الْحَمْدُ لِلَّهِ الَّذِي أَنْزَلَ عَلَى عَبْدِهِ الْكِتَابَ وَلَمْ يَجْعَلْ لَهُ عِوَجًا","bangla_mohiuddin":"সব প্রশংসা আল্লাহর যিনি নিজের বান্দার প্রতি এ গ্রন্থ নাযিল করেছেন এবং তাতে কোন বক্রতা রাখেননি।","bangla_murtaza":"পরম করুণাময় পরম দয়াবান আল্লাহর নামে সমস্ত প্রশংসা আল্লাহর, যিনি তাঁর দাসের উপর আল কিতাব (আল-কুরআন) নাযিল করেছেন এবং তাতে কোনো প্রকার বক্রতা-জটিলতা রাখেননি।","english_text":"ALL PRAISE BE to God who has revealed to His votary the Book which is free of all obliquity,","bangla_translit":"আল্হাম্দু লিল্লা-হিল্লাযী য় আন্যালা ‘আলা ‘আবদিহিল্ কিতা-বা অ লাম্ ইয়াজ্ব‘আল্ লাহূ ‘ইওয়াজ্বা-।","english_translit":"Alhamdu lillahi allathee anzala AAala AAabdihi alkitaba walam yajAAal lahu AAiwajan"},{"sura":18,"aya":2,"quran_text":"قَيِّمًا لِيُنْذِرَ بَأْسًا شَدِيدًا مِنْ لَدُنْهُ وَيُبَشِّرَ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا حَسَنًا","bangla_mohiuddin":"একে সুপ্রতিষ্ঠিত করেছেন যা আল্লাহর পক্ষ থেকে একটি ভীষণ বিপদের ভয় প্রদর্শন করে এবং মুমিনদেরকে যারা সৎকর্ম সম্পাদন করে-তাদেরকে সুসংবাদ দান করে যে, তাদের জন্যে উত্তম প্রতিদান রয়েছে।","bangla_murtaza":"তিনি এটিকে করেছেন সুষম-সুপ্রতিষ্ঠিত তাঁর কঠিন শাস্তি সম্পর্কে সতর্ক করার জন্যে। আর যেসব মুমিন আমলে সালেহ্ করে এটি তাদের সুসংবাদ দেয় যে, তাদের জন্যে রয়েছে উত্তম পুরস্কার (জান্নাত)।","english_text":"Immutable, so that it may warn of a severe punishment from Him; and give happy tidings to those who believe and do the right that there is a better reward (of Paradise) for them,","bangla_translit":"ক্বাইয়্যিমাল্ লিইয়ুন্যির বাসান্ শাদীদাম্ মিল্লাদুন্হু অইয়ুবাশ্ শিরাল্ মুমিনীনাল্লাযীনা ইয়া’মালূনাছ্ ছোয়া-লিহা-তি আন্না লাহুম্ আজ্বরান্ হাসানা-।","english_translit":"Qayyiman liyunthira basan shadeedan min ladunhu wayubashshira almumineena allatheena yaAAmaloona alssalihati anna lahum ajran hasanan"},{"sura":18,"aya":3,"quran_text":"مَاكِثِينَ فِيهِ أَبَدًا","bangla_mohiuddin":"তারা তাতে চিরকাল অবস্থান করবে।","bangla_murtaza":"সেখানে থাকবে তারা চিরদিন চিরকাল।","english_text":"Where they will abide for ever;","bangla_translit":"মা-কিছীনা ফীহি আবাদা-।","english_translit":"Makitheena feehi abadan"},{"sura":18,"aya":4,"quran_text":"وَيُنْذِرَ الَّذِينَ قَالُوا اتَّخَذَ اللَّهُ وَلَدًا","bangla_mohiuddin":"এবং তাদেরকে ভয় প্রদর্শন করার জন্যে যারা বলে যে, আল্লাহর সন্তান রয়েছে।","bangla_murtaza":"আর (এটি নাযিল করেছেন) তাদেরকে সতর্ক করার জন্যে, যারা বলে: ‘আল্লাহ্ সন্তান গ্রহণ করেছেন।’","english_text":"And that it may warn those who say: \"God has begotten a son.\"","bangla_translit":"অইয়ুন্যিরল্লাযীনা ক্ব-লুত্তাখযাল্লা-হু অলাদা-।","english_translit":"Wayunthira allatheena qaloo ittakhatha Allahu waladan"},{"sura":18,"aya":5,"quran_text":"مَا لَهُمْ بِهِ مِنْ عِلْمٍ وَلَا لِآبَائِهِمْ كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَاهِهِمْ إِنْ يَقُولُونَ إِلَّا كَذِبًا","bangla_mohiuddin":"এ সম্পর্কে তাদের কোন জ্ঞান নেই এবং তাদের পিতৃপুরুষদেরও নেই। কত কঠিন তাদের মুখের কথা। তারা যা বলে তা তো সবই মিথ্যা।","bangla_murtaza":"আসলে এ বিষয়ে তাদের কোনো জ্ঞান নেই এবং তাদের পূর্ব পুরুষদেরও কোনো জ্ঞান ছিলনা। তাদের মুখ থেকে বের হওয়া কথা খুবই গুরুতর। তাদের কথা মিথ্যা ছাড়া আর কিছুই নয়।","english_text":"They have no knowledge of this, as their fathers did not have. How terrible are the words they utter! They speak nothing but lies.","bangla_translit":"মা-লাহুম্ বিহী মিন্ ‘ইল্মিঁও অলা- লিআ-বা-য়িহিম্; কাবুরত্ কালিমাতান্ তাখ্রুজু মিন্ আফ্ওয়া-হিহিম্; ইঁইয়াকু লূনা ইল্লা-কাযিবা-।","english_translit":"Ma lahum bihi min AAilmin wala liabaihim kaburat kalimatan takhruju min afwahihim in yaqooloona illa kathiban"},{"sura":18,"aya":6,"quran_text":"فَلَعَلَّكَ بَاخِعٌ نَفْسَكَ عَلَى آثَارِهِمْ إِنْ لَمْ يُؤْمِنُوا بِهَذَا الْحَدِيثِ أَسَفًا","bangla_mohiuddin":"যদি তারা এই বিষয়বস্তুর প্রতি বিশ্বাস স্থাপন না করে, তবে তাদের পশ্চাতে সম্ভবতঃ আপনি পরিতাপ করতে করতে নিজের প্রাণ নিপাত করবেন।","bangla_murtaza":"তারা এ বাণীর প্রতি ঈমান না আনলে সম্ভবত তুমি তাদের পেছনে ঘুরে ঘুরে দুঃখে শোকে নিজেকে বিনাশ করে ছাড়বে।","english_text":"Will you kill yourself for grief of them if they do not believe in this presentation?","bangla_translit":"ফালা‘আল্লাকা বা-খি‘উন্নাফ্সাকা ‘আলা য় আ-ছা-রিহিম্ ইল্ লাম্ ইয়ুমিনূ বিহা-যাল্ হাদীছি আসাফা-।","english_translit":"FalaAAallaka bakhiAAun nafsaka AAala atharihim in lam yuminoo bihatha alhadeethi asafan"},{"sura":18,"aya":7,"quran_text":"إِنَّا جَعَلْنَا مَا عَلَى الْأَرْضِ زِينَةً لَهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا","bangla_mohiuddin":"আমি পৃথিবীস্থ সব কিছুকে পৃথিবীর জন্যে শোভা করেছি, যাতে লোকদের পরীক্ষা করি যে, তাদের মধ্যে কে ভাল কাজ করে।","bangla_murtaza":"পৃথিবীর উপর যা কিছু আছে সেগুলো আমরা এর শোভা বানিয়ে দিয়েছি মানুষকে এই পরীক্ষা করার জন্যে যে, আমলের দিক থেকে তাদের মধ্যে কে উত্তম?","english_text":"We have made whatever exists on the earth its adornment to test and try them (and) know who acts better;","bangla_translit":"ইন্না- জ্বা‘আল্না-মা- ‘আলাল্ র্আদ্বি যীনাতাল্লাহা-লিনাব্লুঅহুম্ আইয়্যুহুম্ আহ্সানু ‘আমালা-।","english_translit":"Inna jaAAalna ma AAala alardi zeenatan laha linabluwahum ayyuhum ahsanu AAamalan"},{"sura":18,"aya":8,"quran_text":"وَإِنَّا لَجَاعِلُونَ مَا عَلَيْهَا صَعِيدًا جُرُزًا","bangla_mohiuddin":"এবং তার উপর যাকিছু রয়েছে, অবশ্যই তা আমি উদ্ভিদশূন্য মাটিতে পরিণত করে দেব।","bangla_murtaza":"এর উপর যা কিছু আছে তা অবশ্যি আমরা উদ্ভিদ বিহীন মাঠে পরিণত করবো।","english_text":"For We shall certainly turn it to barren dust.","bangla_translit":"অইন্না-লাজ্বা-‘ইলূনা মা-‘আলাইহা-ছোয়া‘ঈদান্ জুরুযা-।","english_translit":"Wainna lajaAAiloona ma AAalayha saAAeedan juruzan"},{"sura":18,"aya":9,"quran_text":"أَمْ حَسِبْتَ أَنَّ أَصْحَابَ الْكَهْفِ وَالرَّقِيمِ كَانُوا مِنْ آيَاتِنَا عَجَبًا","bangla_mohiuddin":"আপনি কি ধারণা করেন যে, গুহা ও গর্তের অধিবাসীরা আমার নিদর্শনাবলীর মধ্যে বিস্ময়কর ছিল ?","bangla_murtaza":"তুমি কি মনে করো যে, কাহাফ এবং রাকিমের অধিবাসীরা আমার বিস্ময়কর নিদর্শনাবলির অন্তরভুক্ত?","english_text":"Do you think the men of the cave and Ar-Raqim were so strange among Our signs?","bangla_translit":"আম্ হাসিব্তা আন্না আছ্হা-বাল্ ক্বহ্ফি র্অরক্বীমি কা-নূ মিন্ আ-ইয়া-তিনা- ‘আজ্বাবা-","english_translit":"Am hasibta anna ashaba alkahfi waalrraqeemi kanoo min ayatina AAajaban"},{"sura":18,"aya":10,"quran_text":"إِذْ أَوَى الْفِتْيَةُ إِلَى الْكَهْفِ فَقَالُوا رَبَّنَا آتِنَا مِنْ لَدُنْكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا","bangla_mohiuddin":"যখন যুবকরা পাহাড়ের গুহায় আশ্রয়গ্রহণ করে তখন দোআ করেঃ হে আমাদের পালনকর্তা, আমাদেরকে নিজের কাছ থেকে রহমত দান করুন এবং আমাদের জন্যে আমাদের কাজ সঠিকভাবে পূর্ণ করুন।","bangla_murtaza":"যুবকরা যখন গুহায় আশ্রয় নিয়েছিল তারা বলেছিল: ‘আমাদের প্রভু! আমাদের দান করো তোমার পক্ষ থেকে রহমত এবং আমাদেরকে আমাদের কার্যক্রম সঠিকভাবে পরিচালনা করার ব্যবস্থা করে দাও।’","english_text":"When those young men took shelter in the cave, and prayed: \"O Lord, grant us Your favour and dispose our affair aright,\"","bangla_translit":"ইয্ আওয়াল্ ফিত্ইয়াতু ইলাল্ কাহ্ফি ফাক্ব-লূ রব্বানা য় আ-তিনা-মিল্লাদুন্কা রাহ্মাতাঁও অহাইয়ি লানা- মিন্ আম্রিনা- রশাদা-।","english_translit":"Ith awa alfityatu ila alkahfi faqaloo rabbana atina min ladunka rahmatan wahayyi lana min amrina rashadan"},{"sura":18,"aya":11,"quran_text":"فَضَرَبْنَا عَلَى آذَانِهِمْ فِي الْكَهْفِ سِنِينَ عَدَدًا","bangla_mohiuddin":"তখন আমি কয়েক বছরের জন্যে গুহায় তাদের কানের উপর নিদ্রার পর্দা ফেলে দেই।","bangla_murtaza":"তারপর আমরা তাদেরকে গুহায় কয়েক বছর ঘুমন্ত রেখে দিয়েছিলাম।","english_text":"We sealed off their ears in the cave for a number of years,","bangla_translit":"ফাদ্বোয়ারব্না-‘আলা য় আ-যা- নিহিম্ ফিল্ কাহ্ফি সিনীনা ‘আদাদা-।","english_translit":"Fadarabna AAala athanihim fee alkahfi sineena AAadadan"},{"sura":18,"aya":12,"quran_text":"ثُمَّ بَعَثْنَاهُمْ لِنَعْلَمَ أَيُّ الْحِزْبَيْنِ أَحْصَى لِمَا لَبِثُوا أَمَدًا","bangla_mohiuddin":"অতঃপর আমি তাদেরকে পুনরত্থিত করি, একথা জানার জন্যে যে, দুই দলের মধ্যে কোন দল তাদের অবস্থানকাল সম্পর্কে অধিক নির্ণয় করতে পারে।","bangla_murtaza":"অত:পর তাদের জাগিয়েছিলাম একথা জানার জন্যে যে, তাদের দুই দলের মধ্যে কোন্টি তার অবস্থানকাল ঠিকভাবে নির্ণয় করতে পারে?","english_text":"Then roused them to ascertain which of the two groups could account for the period they had stayed.","bangla_translit":"ছুম্মা বা‘আছ্না-হুম্ লিনা’লামা আই ইয়ুল্ হিয্বাইনি আহ্ছোয়া-লিমা-লাবিছূ য় আমাদা-।","english_translit":"Thumma baAAathnahum linaAAlama ayyu alhizbayni ahsa lima labithoo amadan"},{"sura":18,"aya":13,"quran_text":"نَحْنُ نَقُصُّ عَلَيْكَ نَبَأَهُمْ بِالْحَقِّ إِنَّهُمْ فِتْيَةٌ آمَنُوا بِرَبِّهِمْ وَزِدْنَاهُمْ هُدًى","bangla_mohiuddin":"আপনার কাছে তাদের ইতিবৃত্তান্ত সঠিকভাবে বর্ণনা করছি। তারা ছিল কয়েকজন যুবক। তারা তাদের পালনকর্তার প্রতি বিশ্বাস স্থাপন করেছিল এবং আমি তাদের সৎপথে চলার শক্তি বাড়িয়ে দিয়েছিলাম।","bangla_murtaza":"আমরা তোমার কাছে তাদের সঠিক ঘটনা বর্ণনা করছি: তারা কয়েকজন যুবক ঈমান এনেছিল তাদের প্রভুর প্রতি এবং আমরা বৃদ্ধি করে দিয়েছিলাম তাদের হুদা (ঈমান)।","english_text":"We narrate their story to you in all truth. They were a few young men who believed in their Lord; so We gave them greater guidance.","bangla_translit":"নাহ্নু নাকুছ্ছু ‘আলাইকা নাবায়াহুম্ বিল্হাক; ইন্নাহুম্ ফিত্ইয়াতুন্ আ-মানূ বিরব্বিহিম্ অযিদ্না-হুম্ হুদা-।","english_translit":"Nahnu naqussu AAalayka nabaahum bialhaqqi innahum fityatun amanoo birabbihim wazidnahum hudan"},{"sura":18,"aya":14,"quran_text":"وَرَبَطْنَا عَلَى قُلُوبِهِمْ إِذْ قَامُوا فَقَالُوا رَبُّنَا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ لَنْ نَدْعُوَ مِنْ دُونِهِ إِلَهًا لَقَدْ قُلْنَا إِذًا شَطَطًا","bangla_mohiuddin":"আমি তাদের মন দৃঢ় করেছিলাম, যখন তারা উঠে দাঁড়িয়েছিল। অতঃপর তারা বললঃ আমাদের পালনকর্তা আসমান ও যমীনের পালনকর্তা আমরা কখনও তার পরিবর্তে অন্য কোন উপাস্যকে আহবান করব না। যদি করি, তবে তা অত্যন্ত গর্হিত কাজ হবে।","bangla_murtaza":"আর আমরা তাদের হৃদয়ের বন্ধন মজবুত করে দিয়েছিলাম। তারা যখন উঠে দাঁড়িয়েছিল, তখন বলেছিল: “আমাদের প্রভু মহাকাশ ও পৃথিবীর প্রভু! আমরা কখনো তাঁকে ছাড়া আর কোনো ইলাহ্কে ডাকবো না। তেমনটি করলে সেটা হবে এক গর্হিত কাজ।","english_text":"And strengthened their hearts when they stood up and said: \"Our Lord is the Lord of the heavens and the earth. We shall invoke no god beside Him, for we shall have uttered a blasphemy then.","bangla_translit":"অ রবাত্বনা- ‘আলা-কুলূ বিহিম্ ইয্ ক্ব-মূ ফাক্ব-লূ রব্বুনা-রব্বুস্ সামা-ওয়া-তি অল্ র্আদ্বি লান্ নাদ্ব‘ঊঅ মিন্ দূনিহী য় ইলা-হাল্ লাক্বদ্ কুল্না য় ইযান্ শাত্বোয়াত্বোয়া-।","english_translit":"Warabatna AAala quloobihim ith qamoo faqaloo rabbuna rabbu alssamawati waalardi lan nadAAuwa min doonihi ilahan laqad qulna ithan shatatan"},{"sura":18,"aya":15,"quran_text":"هَؤُلَاءِ قَوْمُنَا اتَّخَذُوا مِنْ دُونِهِ آلِهَةً لَوْلَا يَأْتُونَ عَلَيْهِمْ بِسُلْطَانٍ بَيِّنٍ فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا","bangla_mohiuddin":"এরা আমাদেরই স্ব-জাতি, এরা তাঁর পরিবর্তে অনেক উপাস্য গ্রহণ করেছে। তারা এদের সম্পর্কে প্রকাশ্য প্রমাণ উপস্থিত করে না কেন? যে আল্লাহ সম্পর্কে মিথ্যা উদ্ভাবন করে, তার চাইতে অধিক গোনাহগার আর কে?","bangla_murtaza":"এই আমাদের কওম, তারা তাঁকে ছাড়া অন্য ইলাহ্ গ্রহণ করেছে। তারা তাদের পক্ষে স্পষ্ট প্রমাণ হাজির করে না কেন? ঐ ব্যক্তির চাইতে বড় যালিম আর কে, যে মিথ্যা রচনা করে আল্লাহর উপর আরোপ করে?”","english_text":"As for these our people here, they have taken to other gods apart from Him. Then why do they not bring a clear authority for them? Who is more wicked than he who fabricates a lie against God?\"","bangla_translit":"হা য় উলা -য়ি ক্বওমুনাত্তাখাযূ মিন্ দূনিহী য়আ-লিহাহ্; লাওলা- ইয়াতূনা ‘আলাইহিম্ বিসুল্ত্বোয়া-নিম্ বাইয়িনিন্; ফামান্ আজ্লামু মিম্মানিফ্তার- ‘আলাল্লা-হি কাযিবা-।","english_translit":"Haolai qawmuna ittakhathoo min doonihi alihatan lawla yatoona AAalayhim bisultanin bayyinin faman athlamu mimmani iftara AAala Allahi kathiban"},{"sura":18,"aya":16,"quran_text":"وَإِذِ اعْتَزَلْتُمُوهُمْ وَمَا يَعْبُدُونَ إِلَّا اللَّهَ فَأْوُوا إِلَى الْكَهْفِ يَنْشُرْ لَكُمْ رَبُّكُمْ مِنْ رَحْمَتِهِ وَيُهَيِّئْ لَكُمْ مِنْ أَمْرِكُمْ مِرْفَقًا","bangla_mohiuddin":"তোমরা যখন তাদের থেকে পৃথক হলে এবং তারা আল্লাহর পরিবর্তে যাদের এবাদত করে তাদের থেকে, তখন তোমরা গুহায় আশ্রয়গ্রহণ কর। তোমাদের পালনকর্তা তোমাদের জন্যে দয়া বিস্তার করবেন এবং তিনি তোমাদের জন্য তোমাদের কাজ কর্মকে ফলপ্রসু করার ব্যবস্থা করবেন।","bangla_murtaza":"তারপর তারা পরস্পরকে বলে: “তোমরা যখন তাদের থেকে এবং তারা আল্লাহর পরিবর্তে যাদের ইবাদত করে তাদের থেকে বিচ্ছিন্ন হয়েছো, তখন তোমরা গুহায় আশ্রয় গ্রহণ করো। তোমাদের প্রভু তোমাদের জন্যে তাঁর দয়া প্রসারিত করবেন এবং তোমাদের জন্যে তোমাদের কার্যক্রমকে ফলপ্রসূ করার ব্যবস্থা করবেন।”","english_text":"(And they said to each other:) \"Now that you have withdrawn from them and what they worship beside God, it is better to take refuge in the cave. Your Lord may bestow of His mercy on you, and facilitate your affair.\"","bangla_translit":"অ ইযি তাযাল্তুমূহুম্ অমা-ইয়া’বুদূনা ইল্লাল্লা-হা ফায়ূ য় ইলাল্ কাহ্ফি ইয়ার্ন্শু লাকুম্ রব্বুকুম্ র্মি রহ্মাতিহী অ ইয়ুহাইয়িয়ে; লাকুম্ মিন্ আম্রিকুম্ র্মিফাক্ব-।","english_translit":"Waithi iAAtazaltumoohum wama yaAAbudoona illa Allaha fawoo ila alkahfi yanshur lakum rabbukum min rahmatihi wayuhayyi lakum min amrikum mirfaqan"},{"sura":18,"aya":17,"quran_text":"وَتَرَى الشَّمْسَ إِذَا طَلَعَتْ تَزَاوَرُ عَنْ كَهْفِهِمْ ذَاتَ الْيَمِينِ وَإِذَا غَرَبَتْ تَقْرِضُهُمْ ذَاتَ الشِّمَالِ وَهُمْ فِي فَجْوَةٍ مِنْهُ ذَلِكَ مِنْ آيَاتِ اللَّهِ مَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُ وَلِيًّا مُرْشِدًا","bangla_mohiuddin":"তুমি সূর্যকে দেখবে, যখন উদিত হয়, তাদের গুহা থেকে পাশ কেটে ডান দিকে চলে যায় এবং যখন অস্ত যায়, তাদের থেকে পাশ কেটে বামদিকে চলে যায়, অথচ তারা গুহার প্রশস্ত চত্বরে অবস্থিত। এটা আল্লাহর নিদর্শনাবলীর অন্যতম। আল্লাহ যাকে সৎপথে চালান, সেই সৎপথ প্রাপ্ত এবং তিনি যাকে পথভ্রষ্ট করেন, আপনি কখনও তার জন্যে পথপ্রদর্শনকারী ও সাহায্যকারী পাবেন না।","bangla_murtaza":"তুমি দেখতে পাও, তারা তাদের গুহার প্রশস্ত চত্বরে অবস্থান করছে, উদয়ের সময় সূর্য তাদের ডান পাশ হেলে যায়, আর অস্ত যাবার সময় তাদের অতিক্রম করে বাম পাশ থেকে। এটা আল্লাহর নিদর্শনসমূহের অন্তরভুক্ত। আল্লাহ্ যাকে সঠিক পথ দেখান সেই হিদায়াতপ্রাপ্ত হয় আর তিনি যাকে বিপথগামী করেন, তুমি কখনো তার জন্যে কোনো মুরশিদ অলি (সঠিক পথের দিশারি অভিভাবক) পাবে না।","english_text":"You may well have seen when the sun came up it moved away to the right of the cave, and when it went down it turned away to the left, and they stayed in its open space. This was among the signs of God. Whoever is guided by God follows the right path; and whosoever goes astray will not find a guide to show him the way.","bangla_translit":"অতারা শ্ শাম্সা ইযা- ত্বোয়ালা‘আত্ তাযা-অরু ‘আন্ কাহ্ফিহিম্ যা-তাল্ ইয়ামীনি অ ইযা-গরবাত্ তাকরিদ্বুহুম্ যা-তাশ্ শিমা-লি অহুম্ ফী ফাজ্বঅতিম্ মিন্হু যা-লিকা মিন্ আ-ইয়া-তিল্লা-হ্; মাইইঁয়াহ্দিল্লা-হু ফাহুওয়াল্ মুহ্তাদি অমাই ইঁয়ুদ্ব্লিল্ ফালান্ তাজ্বিদা লাহূ অলিয়্যার্ম্মুশিদা-।","english_translit":"Watara alshshamsa itha talaAAat tazawaru AAan kahfihim thata alyameeni waitha gharabat taqriduhum thata alshshimali wahum fee fajwatin minhu thalika min ayati Allahi man yahdi Allahu fahuwa almuhtadi waman yudlil falan tajida lahu waliyyan murshidan"},{"sura":18,"aya":18,"quran_text":"وَتَحْسَبُهُمْ أَيْقَاظًا وَهُمْ رُقُودٌ وَنُقَلِّبُهُمْ ذَاتَ الْيَمِينِ وَذَاتَ الشِّمَالِ وَكَلْبُهُمْ بَاسِطٌ ذِرَاعَيْهِ بِالْوَصِيدِ لَوِ اطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًا وَلَمُلِئْتَ مِنْهُمْ رُعْبًا","bangla_mohiuddin":"তুমি মনে করবে তারা জাগ্রত, অথচ তারা নিদ্রিত। আমি তাদেরকে পার্শ্ব পরিবর্তন করাই ডান দিকে ও বাম দিকে। তাদের কুকুর ছিল সামনের পা দুটি গুহাদ্বারে প্রসারিত করে। যদি তুমি উঁকি দিয়ে তাদেরকে দেখতে, তবে পেছন ফিরে পলায়ন করতে এবং তাদের ভয়ে আতংক গ্রস্ত হয়ে পড়তে।","bangla_murtaza":"তুমি ধারণা করবে তারা জাগ্রত, অথচ তারা ঘুমন্ত। আমরা তাদের পাশ পরিবর্তন করাতাম ডান দিকে এবং বাম দিকে, আর তাদের কুকুরটি ছিলো সামনের পা দুটি গুহা দ্বারের দিকে প্রসারিত করে। তাদের দিকে তাকিয়ে দেখলে তুমি পেছন ফিরে পালাবে এবং তাদের ভয়ে আতংকগ্রস্ত হয়ে পড়বে।","english_text":"You may have thought that they were awake, yet they were asleep. We made them turn right and left, while their dog lay with his forelegs stretched across the threshold. If you had looked at them you would have surely turned away and fled with horror at the sight.","bangla_translit":"অতাহ্সাবুহুম্ আইক্ব-জোয়াঁও অহুম্ রুকুদুঁও অ নুক্বল্লিবুহুম্ যা-তাল্ ইয়ামীনি অযা-তাশ্ শিমা-লি অকাল্বুহুম্ বা-সিত্বুন্ যির-‘আইহি বিল্অছীদ্; লাওয়িত্ত্ব ত্বোয়ালা’তা ‘আলাইহিম্ লাওয়াল্লাইতা মিন্হুম্ ফির-রঁও অলামুলিতা মিন্হুম্ রু’বা-।","english_translit":"Watahsabuhum ayqathan wahum ruqoodun wanuqallibuhum thata alyameeni wathata alshshimali wakalbuhum basitun thiraAAayhi bialwaseedi lawi ittalaAAta AAalayhim lawallayta minhum firaran walamulita minhum ruAAban"},{"sura":18,"aya":19,"quran_text":"وَكَذَلِكَ بَعَثْنَاهُمْ لِيَتَسَاءَلُوا بَيْنَهُمْ قَالَ قَائِلٌ مِنْهُمْ كَمْ لَبِثْتُمْ قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالُوا رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ فَابْعَثُوا أَحَدَكُمْ بِوَرِقِكُمْ هَذِهِ إِلَى الْمَدِينَةِ فَلْيَنْظُرْ أَيُّهَا أَزْكَى طَعَامًا فَلْيَأْتِكُمْ بِرِزْقٍ مِنْهُ وَلْيَتَلَطَّفْ وَلَا يُشْعِرَنَّ بِكُمْ أَحَدًا","bangla_mohiuddin":"আমি এমনি ভাবে তাদেরকে জাগ্রত করলাম, যাতে তারা পরস্পর জিজ্ঞাসাবাদ করে। তাদের একজন বললঃ তোমরা কতকাল অবস্থান করেছ? তাদের কেউ বললঃ একদিন অথবা একদিনের কিছু অংশ অবস্থান করছি। কেউ কেউ বললঃ তোমাদের পালনকর্তাই ভাল জানেন তোমরা কতকাল অবস্থান করেছ। এখন তোমাদের একজনকে তোমাদের এই মুদ্রাসহ শহরে প্রেরণ কর; সে যেন দেখে কোন খাদ্য পবিত্র। অতঃপর তা থেকে যেন কিছু খাদ্য নিয়ে আসে তোমাদের জন্য; সে যেন নম্রতা সহকারে যায় ও কিছুতেই যেন তোমাদের খবর কাউকে না জানায়।","bangla_murtaza":"এভাবেই, আমরা তাদের জাগিয়ে তুলেছিলাম যেনো তারা পরস্পরের মধ্যে জিজ্ঞাসাবাদ করে। তাদের একজন জিজ্ঞেস করেছিল, তোমরা এখানে কতোদিন অবস্থান করেছো? বাকিরা বললো: “আমরা এখানে একদিন বা আধা দিন অবস্থান করেছি।’ তারা বললো: তোমাদের প্রভুই অধিক জানেন তোমরা কতদিন অবস্থান করেছো? এখন তোমাদের একজনকে তোমাদের এই মুদ্রা নিয়ে শহরে পাঠাও, সে দেখুক কোন্ খাবার উত্তম এবং তা থেকে কিছু খাবার নিয়ে আসুক তোমাদের জন্যে। আর সে যেনো সতর্কতা অবলম্বন করে এবং কিছুতেই যেনো তোমাদের সম্পর্কে কাউকেও কিছু জানতে না দেয়।","english_text":"Even so We roused them that they may question one another. One of them asked: \"How long have you stayed here?\" They said: \"A day or less than a day.\" \"Your Lord knows best,\" they said, \"how long you have stayed. So send one of you to the town with this money of yours to look for wholesome food and bring it for you; but he should be careful not to let your presence known.","bangla_translit":"অ কাযা-লিকা বা‘আছ্না-হুম্ লিইয়াতাসা-য়ালূ বাইনাহুম্; ক্ব-লা ক্ব-য়িলুম্ মিন্হুম্ কাম্ লাবিছ্তুম্ ; ক্ব-লূ লাবিছ্না-ইয়াওমান্ আও বা’দ্বোয়া ইয়াওম্; ক্ব-লূ রব্বুকুম্ আ’লামু বিমা-লাবিছ্তুম্; ফাব্আছূ য় আহাদাকুম্ বিওয়ারিক্বিকুম্ হা-যিহী য় ইলাল্ মাদীনাতি ফাল্ইয়ার্ন্জু আই ইয়ুহা য় আয্কা-ত্বোয়া‘আ-মান্ ফাল্ইয়াতিকুম্ বিরিয্ক্বিম্ মিন্হু অল্ইয়াতালাত্ত্বোয়াফ্ অলা-ইয়ুশ্‘ইরান্না বিকুম্ আহাদা-।","english_translit":"Wakathalika baAAathnahum liyatasaaloo baynahum qala qailun minhum kam labithtum qaloo labithna yawman aw baAAda yawmin qaloo rabbukum aAAlamu bima labithtum faibAAathoo ahadakum biwariqikum hathihi ila almadeenati falyanthur ayyuha azka taAAaman falyatikum birizqin minhu walyatalattaf wala yushAAiranna bikum ahadan"},{"sura":18,"aya":20,"quran_text":"إِنَّهُمْ إِنْ يَظْهَرُوا عَلَيْكُمْ يَرْجُمُوكُمْ أَوْ يُعِيدُوكُمْ فِي مِلَّتِهِمْ وَلَنْ تُفْلِحُوا إِذًا أَبَدًا","bangla_mohiuddin":"তারা যদি তোমাদের খবর জানতে পারে, তবে পাথর মেরে তোমাদেরকে হত্যা করবে, অথবা তোমাদেরকে তাদের ধর্মে ফিরিয়ে নেবে। তাহলে তোমরা কখনই সাফল্য লাভ করবে না।","bangla_murtaza":"তোমাদের বিষয়টি যদি তাদের কাছে প্রকাশ হয়ে পড়ে তাহলে তারা তোমাদের পাথর মেরে হত্যা করবে, অথবা তোমাদের ফিরিয়ে নেবে তাদের মিল্লাতে। তখন আর তোমরা কখনো সফলতা অর্জন করবে না।”","english_text":"If they come to know of you they will stone you to death, or force you to go back to their creed; then you will never succeed.\"","bangla_translit":"ইন্নাহুম্ ইঁ ইয়াজ্হারূ ‘আলাইকুম্ ইর্য়াজুমূকুম্ আও ইয়ু‘ঈ দূকুম্ ফী মিল্লাতিহিম্ অলান্ তুফ্লিহূ য় ইযান্ আবাদা।","english_translit":"Innahum in yathharoo AAalaykum yarjumookum aw yuAAeedookum fee millatihim walan tuflihoo ithan abadan"},{"sura":18,"aya":21,"quran_text":"وَكَذَلِكَ أَعْثَرْنَا عَلَيْهِمْ لِيَعْلَمُوا أَنَّ وَعْدَ اللَّهِ حَقٌّ وَأَنَّ السَّاعَةَ لَا رَيْبَ فِيهَا إِذْ يَتَنَازَعُونَ بَيْنَهُمْ أَمْرَهُمْ فَقَالُوا ابْنُوا عَلَيْهِمْ بُنْيَانًا رَبُّهُمْ أَعْلَمُ بِهِمْ قَالَ الَّذِينَ غَلَبُوا عَلَى أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِمْ مَسْجِدًا","bangla_mohiuddin":"এমনিভাবে আমি তাদের খবর প্রকাশ করে দিলাম, যাতে তারা জ্ঞাত হয় যে, আল্লাহর ওয়াদা সত্য এবং কেয়ামতে কোন সন্দেহ নেই। যখন তারা নিজেদের কর্তব্য বিষয়ে পরস্পর বিতর্ক করছিল, তখন তারা বললঃ তাদের উপর সৌধ নির্মাণ কর। তাদের পালনকর্তা তাদের বিষয়ে ভাল জানেন। তাদের কর্তব্য বিষয়ে যাদের মত প্রবল হল, তারা বললঃ আমরা অবশ্যই তাদের স্থানে মসজিদ নির্মান করব।","bangla_murtaza":"এভাবেই আমরা মানুষকে তাদের বিষয়টি জানিয়ে দিলাম, যাতে করে তারা জানতে পারে যে, আল্লাহর ওয়াদা সত্য এবং কিয়ামতের আগমনে কোনো সন্দেহ নেই। যখন তারা তাদের কর্তব্য বিষয়ে বিতর্ক করছিল, তখন অনেকে বলেছিল: ‘তাদের উপর একটি সৌধ নির্মাণ করো।’ তাদের প্রভুই তাদের বিষয়ে ভালো জানেন। নিজেদের কর্তব্য বিষয়ে যাদের মত প্রবল হয়ে দেখা দিলো, তারা বললো: ‘আমরা অবশ্যি তাদের পাশে একটি মসজিদ নির্মাণ করবো।’","english_text":"Thus did We inform the people about them that they may know the promise of God is true, and there is no doubt that the Hour will come. As they were arguing among themselves as to what should be done with them, (some) said: \"Erect a monument over them. Their Lord is best cognisant of them.\" Those who prevailed, said: \"We shall build a place of worship over their (sepulchre).\"","bangla_translit":"অ কাযা-লিকা আ’র্ছানা-‘আলাইহিম্ লিইয়া’লামূ য় আন্না অ’দাল্লা-হি হাককুঁও অআন্নাস্সা-‘আতা লা-রইবা ফীহা-ইয্ ইয়াতানা-যা‘ঊনা বাইনাহুম্ আম্রহুম্ ফাক্ব-লুব্নূ ‘আলাইহিম্ বুন্ইয়া-না-; রব্বুহুম্ আ’লামু বিহিম্ ; ক্ব-লাল্লাযীনা গলাবূ ‘আলা য় আম্রিহিম্ লানাত্তাখিযান্না ‘আলাইহিম্ মাস্জ্বিদা-।","english_translit":"Wakathalika aAAtharna AAalayhim liyaAAlamoo anna waAAda Allahi haqqun waanna alsaAAata la rayba feeha ith yatanazaAAoona baynahum amrahum faqaloo ibnoo AAalayhim bunyanan rabbuhum aAAlamu bihim qala allatheena ghalaboo AAala amrihim lanattakhithanna AAalayhim masjidan"},{"sura":18,"aya":22,"quran_text":"سَيَقُولُونَ ثَلَاثَةٌ رَابِعُهُمْ كَلْبُهُمْ وَيَقُولُونَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْمًا بِالْغَيْبِ وَيَقُولُونَ سَبْعَةٌ وَثَامِنُهُمْ كَلْبُهُمْ قُلْ رَبِّي أَعْلَمُ بِعِدَّتِهِمْ مَا يَعْلَمُهُمْ إِلَّا قَلِيلٌ فَلَا تُمَارِ فِيهِمْ إِلَّا مِرَاءً ظَاهِرًا وَلَا تَسْتَفْتِ فِيهِمْ مِنْهُمْ أَحَدًا","bangla_mohiuddin":"অজ্ঞাত বিষয়ে অনুমানের উপর ভিত্তি করে এখন তারা বলবেঃ তারা ছিল তিন জন; তাদের চতুর্থটি তাদের কুকুর। একথাও বলবে; তারা পাঁচ জন। তাদের ছষ্ঠটি ছিল তাদের কুকুর। আরও বলবেঃ তারা ছিল সাত জন। তাদের অষ্টমটি ছিল তাদের কুকুর। বলুনঃ আমার পালনকর্তা তাদের সংখ্যা ভাল জানেন। তাদের খবর অল্প লোকই জানে। সাধারণ আলোচনা ছাড়া আপনি তাদের সম্পর্কে বিতর্ক করবেন না এবং তাদের অবস্থা সম্পর্কে তাদের কাউকে জিজ্ঞাসাবাদ ও করবেন না।","bangla_murtaza":"কিছু লোক বলবে: ‘তারা ছিলো তিনজন এবং তাদের চতুর্থটি ছিলো তাদের কুকুর।’ অজানা বিষয়ে অনুমান করে কিছু লোক বলবে: ‘তারা ছিলো পাঁচজন এবং তাদের ষষ্ঠটি ছিলো তাদের কুকুর।’ কিছু লোক বলবে: ‘তারা ছিলো সাতজন এবং অষ্টমটি ছিলো তাদের কুকুর।’ তুমি বলো: ‘তাদের সংখ্যা কতো তা আমার প্রভুই ভালো জানেন।’ অল্প কিছু লোক ছাড়া তাদের সংখ্যা কেউই জানেনা। সাধারণ আলোচনা ছাড়া তুমি তাদের বিষয়ে বিতর্কে লিপ্ত হয়োনা। আর তাদের বিষয়ে ওদের কাউকেও কিছু জিজ্ঞাসাও করোনা।","english_text":"Some will say: \"They were three, and their dog was the fourth;\" and some will also say: \"They were five and their dog was the sixth,\" -- guessing in the dark. And some will even say: \"They were seven, and their dog the eighth.\" Say: \"My Lord alone knows best their number; none but only a few know of them.\" So do not argue about it with them but lightly, and do not enquire about them from any one of them.","bangla_translit":"সাইয়াকুলূনা ছালা-ছার্তু র-বি‘ঊহুম্ কাল্বুহুম্ অইয়াকু লূনা খাম্সাতুন্ সাদিসুহুম্ কাল্বুহুম্্ রাজ্বমাম্ বিল্গইবি অ ইয়াকুলূনা সাব্‘আতুঁও অ ছা-মিনুহুম্ কাল্বুহুম্; ক্বর্ ু রব্বী য় আ’লামু বি‘ইদ্দাতিহিম্ মা-ইয়া’লামুহুম্ ইল্লা-ক্বলীল্; ফালা-তুমা-রি ফীহিম্ ইল্লা-মির-য়ান্ জোয়া-হিরঁও অলা-তাস্তাফ্তি ফীহিম্ মিন্হুম্ আহাদা-।","english_translit":"Sayaqooloona thalathatun rabiAAuhum kalbuhum wayaqooloona khamsatun sadisuhum kalbuhum rajman bialghaybi wayaqooloona sabAAatun wathaminuhum kalbuhum qul rabbee aAAlamu biAAiddatihim ma yaAAlamuhum illa qaleelun fala tumari feehim illa miraan thahiran wala tastafti feehim minhum ahadan"},{"sura":18,"aya":23,"quran_text":"وَلَا تَقُولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذَلِكَ غَدًا","bangla_mohiuddin":"আপনি কোন কাজের বিষয়ে বলবেন না যে, সেটি আমি আগামী কাল করব।","bangla_murtaza":"তুমি কখনো কোনো বিষয়ে এভাবে বলোনা যে, ‘আমি তা আগামি কাল করবো।’","english_text":"Do not say of any thing: \"I will do it tomorrow,\"","bangla_translit":"অলা-ত্বাকু লান্না লিশাইয়িন্ ইন্নী ফা-‘ইলুন্ যা-লিকা গদা-।","english_translit":"Wala taqoolanna lishayin innee faAAilun thalika ghadan"},{"sura":18,"aya":24,"quran_text":"إِلَّا أَنْ يَشَاءَ اللَّهُ وَاذْكُرْ رَبَّكَ إِذَا نَسِيتَ وَقُلْ عَسَى أَنْ يَهْدِيَنِ رَبِّي لِأَقْرَبَ مِنْ هَذَا رَشَدًا","bangla_mohiuddin":"‘আল্লাহ ইচ্ছা করলে’ বলা ব্যতিরেকে। যখন ভুলে যান, তখন আপনার পালনকর্তাকে স্মরণ করুন এবং বলুনঃ আশা করি আমার পালনকর্তা আমাকে এর চাইতেও নিকটতম সত্যের পথ নির্দেশ করবেন।","bangla_murtaza":"তবে এভাবে বলবে: ‘ইনশাল্লাহ- যদি আল্লাহ্ চান’। আর যদি ভুলে যাও তবে তোমার প্রভুকে স্মরণ করবে এবং বলবে: ‘হয়তো আমার প্রভু আমাকে সত্যের নিকটে পৌঁছার পথ দেখাবেন।’","english_text":"Without (adding), \"if God may please;\" and think of your Lord in ease you forget, and say: \"Perhaps my Lord will show me a nearer way to rectitude.\"","bangla_translit":"ইল্লা য় আইঁ ইয়াশা-য়াল্লা-হু অর্য্কু রব্বাকা ইযা-নাসীতা অকুল্ ‘আসা য় আইঁ ইয়াহ্দিয়ানি রব্বী লিআকরবা মিন্ হা-যা-রশাদা-।","english_translit":"Illa an yashaa Allahu waothkur rabbaka itha naseeta waqul AAasa an yahdiyani rabbee liaqraba min hatha rashadan"},{"sura":18,"aya":25,"quran_text":"وَلَبِثُوا فِي كَهْفِهِمْ ثَلَاثَ مِائَةٍ سِنِينَ وَازْدَادُوا تِسْعًا","bangla_mohiuddin":"তাদের উপর তাদের গুহায় তিনশ বছর, অতিরিক্ত আরও নয় বছর অতিবাহিত হয়েছে।","bangla_murtaza":"তারা তাদের গুহায় অবস্থান করেছিল তিনশ’ বছর আরো নয় বছর।","english_text":"(It is said) they stayed in the cave three hundred years and nine.","bangla_translit":"অ লাবিছূ ফী কাহ্ফিহিম্ ছালা-ছা মিয়াতিন্ সিনীনা অয্দা-দূ তিস্‘আ-।","english_translit":"Walabithoo fee kahfihim thalatha miatin sineena waizdadoo tisAAan"},{"sura":18,"aya":26,"quran_text":"قُلِ اللَّهُ أَعْلَمُ بِمَا لَبِثُوا لَهُ غَيْبُ السَّمَاوَاتِ وَالْأَرْضِ أَبْصِرْ بِهِ وَأَسْمِعْ مَا لَهُمْ مِنْ دُونِهِ مِنْ وَلِيٍّ وَلَا يُشْرِكُ فِي حُكْمِهِ أَحَدًا","bangla_mohiuddin":"বলুনঃ তারা কতকাল অবস্থান করেছে, তা আল্লাহই ভাল জানেন। নভোমন্ডল ও ভুমন্ডলের অদৃশ্য বিষয়ের জ্ঞান তাঁরই কাছে রয়েছে। তিনি কত চমৎকার দেখেন ও শোনেন। তিনি ব্যতীত তাদের জন্য কোন সাহায্যকারী নেই। তিনি কাউকে নিজ কর্তৃত্বে শরীক করেন না।","bangla_murtaza":"তুমি বলো: ‘এরপরে তারা কতোকাল ছিলো তা আল্লাহ্ই ভালো জানেন।’ মহাকাশ আর পৃথিবীর গায়েব কেবল তাঁরই জানা আছে। দেখো, তিনি কতো সুন্দর দ্রষ্টা এবং শ্রোতা! তিনি ছাড়া তোমাদের আর কোনো অলি নেই। তিনি নিজ কর্তৃত্বে কাউকে শরিক করেন না।","english_text":"You say: \"God only knows how long they stayed. He alone knows the secrets of the heavens and the earth. How distinctly He sees and hears! They have no other guardian but Him, and He does not share His authority with any one.\"","bangla_translit":"কুলিল্লা-হু আ’লামু বিমা-লাবিছূ লাহূ গইবুস্ সামা-ওয়া-তি অল্ র্আদ্ব্; আর্ব্ছি বিহী অআস্মি’ মা-লাহুম্ মিন্ দূনিহী মিওঁ অলিয়্যিওঁ অলা-ইয়ুশ্রিকু ফী হুক্মিহী য় আহাদা-।","english_translit":"Quli Allahu aAAlamu bima labithoo lahu ghaybu alssamawati waalardi absir bihi waasmiAA ma lahum min doonihi min waliyyin wala yushriku fee hukmihi ahadan"},{"sura":18,"aya":27,"quran_text":"وَاتْلُ مَا أُوحِيَ إِلَيْكَ مِنْ كِتَابِ رَبِّكَ لَا مُبَدِّلَ لِكَلِمَاتِهِ وَلَنْ تَجِدَ مِنْ دُونِهِ مُلْتَحَدًا","bangla_mohiuddin":"আপনার প্রতি আপনার পালনকর্তার যে, কিতাব প্রত্যাদিষ্ট করা হয়েছে, তা পাঠ করুন। তাঁর বাক্য পরিবর্তন করার কেউ নাই। তাঁকে ব্যতীত আপনি কখনই কোন আশ্রয় স্থল পাবেন না।","bangla_murtaza":"তোমার প্রতি তোমার প্রভুর যে কিতাব অহি করা হয়েছে তুমি তা তিলাওয়াত করো। তাঁর বাণী পরিবর্তন করার কেউ নেই। তুমি কখনো তাঁকে ছাড়া আর কোনো আশ্রয় পাবেনা।","english_text":"Recite what has been revealed to you of the Book of your Lord. There is no one who can change the word of God; and you will not find refuge except in Him.","bangla_translit":"অত্লু মা য় ঊহিয়া ইলাইকা মিন্ কিতা-বি রব্বিক্;লা-মুবাদ্দিলা লিকালিমা-তিহী অলান্ তাজ্বিদা মিন্ দূনিহী মুল্তাহাদা-।","english_translit":"Waotlu ma oohiya ilayka min kitabi rabbika la mubaddila likalimatihi walan tajida min doonihi multahadan"},{"sura":18,"aya":28,"quran_text":"وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ الْحَيَاةِ الدُّنْيَا وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَنْ ذِكْرِنَا وَاتَّبَعَ هَوَاهُ وَكَانَ أَمْرُهُ فُرُطًا","bangla_mohiuddin":"আপনি নিজেকে তাদের সংসর্গে আবদ্ধ রাখুন যারা সকাল ও সন্ধ্যায় তাদের পালনকর্তাকে তাঁর সন্তুষ্টি অর্জনের উদ্দেশ্যে আহবান করে এবং আপনি পার্থিব জীবনের সৌন্দর্য কামনা করে তাদের থেকে নিজের দৃষ্টি ফিরিয়ে নেবেন না। যার মনকে আমার স্মরণ থেকে গাফেল করে দিয়েছি, যে, নিজের প্রবৃত্তির অনুসরণ করে এবং যার কার্য কলাপ হচ্ছে সীমা অতিক্রম করা, আপনি তার অনুগত্য করবেন না।","bangla_murtaza":"যারা সকাল ও সন্ধ্যায় তাদের প্রভুকে ডাকে তাঁর সন্তুষ্টি লাভের উদ্দেশ্যে, তুমি নিজেকে তাদের সাথে অবিচলভাবে জুড়ে রাখো। পার্থিব জীবনের চাকচিক্যের উদ্দেশ্যে তুমি তাদের থেকে তোমার দৃষ্টি ফিরিয়ে নিয়োনা। তুমি এমন কারো আনুগত্য করোনা, যার অন্তরকে আমরা আমাদের যিকির থেকে গাফিল করে দিয়েছি এবং যে তার খেয়াল খুশির অনুসরণ করে আর যার কর্মকান্ড সীমালংঘনমূলক।","english_text":"Persevere with those who call on their Lord morning and evening, seeking His magnificence. Do not turn your eyes away from them, seeking the splendours of this world, and do not follow him whose heart We have made oblivious to Our remembrance, who follows his own lust and exceeds the bound.","bangla_translit":"অর্ছ্বি নাফ্সাকা মা‘আল্লাযীনা ইয়াদ্‘ঊনা রব্বাহুম্ বিল্গদা-তি অল্‘আশিয়্যি ইয়ুরীদূনা অজ্বহাহূ অলা-তা’দু ‘আইনা-কা ‘আন্হুম্ তুরীদু যীনাতাল্ হাইয়া-তিদ্ দুন্ইয়া-অলা-তুত্বি’মান্ আগ্ফাল্না-ক্বল্বাহূ ‘আন্ যিক্রিনা- অত্তাবা‘আ হাওয়া-হু অ কা-না আম্রুহূ ফুরুত্বোয়া-।","english_translit":"Waisbir nafsaka maAAa allatheena yadAAoona rabbahum bialghadati waalAAashiyyi yureedoona wajhahu wala taAAdu AAaynaka AAanhum tureedu zeenata alhayati alddunya wala tutiAA man aghfalna qalbahu AAan thikrina waittabaAAa hawahu wakana amruhu furutan"},{"sura":18,"aya":29,"quran_text":"وَقُلِ الْحَقُّ مِنْ رَبِّكُمْ فَمَنْ شَاءَ فَلْيُؤْمِنْ وَمَنْ شَاءَ فَلْيَكْفُرْ إِنَّا أَعْتَدْنَا لِلظَّالِمِينَ نَارًا أَحَاطَ بِهِمْ سُرَادِقُهَا وَإِنْ يَسْتَغِيثُوا يُغَاثُوا بِمَاءٍ كَالْمُهْلِ يَشْوِي الْوُجُوهَ بِئْسَ الشَّرَابُ وَسَاءَتْ مُرْتَفَقًا","bangla_mohiuddin":"বলুনঃ সত্য তোমাদের পালনকর্তার পক্ষ থেকে আগত। অতএব, যার ইচ্ছা, বিশ্বাস স্থাপন করুক এবং যার ইচ্ছা অমান্য করুক। আমি জালেমদের জন্যে অগ্নি প্রস্তুত করে রেখেছি, যার বেষ্টনী তাদের কে পরিবেষ্টন করে থাকবে। যদি তারা পানীয় প্রার্থনা করে, তবে পুঁজের ন্যায় পানীয় দেয়া হবে যা তাদের মুখমন্ডল দগ্ধ করবে। কত নিকৃষ্ট পানীয় এবং খুবই মন্দ আশ্রয়।","bangla_murtaza":"বলো: সত্য (আল-কুরআন) তোমাদের প্রভুর নিকট থেকেই এসেছে। সুতরাং যার ইচ্ছা ঈমান আনুক, আর যার ইচ্ছা সত্য প্রত্যাখ্যান করুক। আমরা যালিমদের জন্যে প্রস্তুত করে রেখেছি আগুন, তার বেষ্টনি তাদেরকে পরিবেষ্টন করে রাখবে। তারা পানি পান করতে চাইলে তাদের দেয়া হবে গলিত ধাতুর মতো পানীয়, যা তাদের মুখমন্ডলকে দগ্ধ করে ফেলবে। কী যে নিকৃষ্ট পানীয় আর কতো যে নিকৃষ্ট আশ্রয় তাদের!","english_text":"Say: \"The truth is from your Lord: So believe if you like, or do not believe if you will.\" We have prepared for the sinners a fire which will envelope them in its tent. If they ask for water they will be helped to liquid like molten brass that would scald their mouths. How evil the drink, and evil the resting-place!","bangla_translit":"অকুলিল্ হাককু র্মি রব্বিকুম্ ফামান্ শা-য়া ফাল্ ইয়ুমিঁও অমান্ শা-য়া ফাল্ ইয়ার্ক্ফু ইন্না য় আ’তাদ্না-লিজ্বজোয়া-লিমীনা না-রান্ আহা-ত্বোয়া বিহিম্ সুরা-দিকুহা-; অ ইঁ ইয়াস্তাগীছূ ইয়ুগা-ছু বিমা-য়িন্ কাল্মুহ্লি ইয়াশ্ওয়িল্ উজুহ্; বি’সাশ্ শারা-ব্; অসা-য়াত্ র্মুতাফাক্ব-।","english_translit":"Waquli alhaqqu min rabbikum faman shaa falyumin waman shaa falyakfur inna aAAtadna lilththalimeena naran ahata bihim suradiquha wain yastagheethoo yughathoo bimain kaalmuhli yashwee alwujooha bisa alshsharabu wasaat murtafaqan"},{"sura":18,"aya":30,"quran_text":"إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ إِنَّا لَا نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلًا","bangla_mohiuddin":"যারা বিশ্বাস স্থাপন করে এবং সৎকর্ম সম্পাদন করে আমি সৎকর্মশীলদের পুরস্কার নষ্ট করি না।","bangla_murtaza":"তবে যারা ঈমান আনবে এবং আমলে সালেহ্ করবে, উত্তম আমলকারীদের কর্মফল আমরা কখনো বিনষ্ট করিনা!","english_text":"But surely We do not let the reward of those who believe and do the right to go waste.","bangla_translit":"ইন্নাল্লাযীনা আ-মানূ অ‘আমিলুছ্ ছোয়া-লিহা-তি ইন্না-লা-নুদ্বী‘উ আজ্বরা মান্ আহ্সানা ‘আমালা-।","english_translit":"Inna allatheena amanoo waAAamiloo alssalihati inna la nudeeAAu ajra man ahsana AAamalan"},{"sura":18,"aya":31,"quran_text":"أُولَئِكَ لَهُمْ جَنَّاتُ عَدْنٍ تَجْرِي مِنْ تَحْتِهِمُ الْأَنْهَارُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ وَيَلْبَسُونَ ثِيَابًا خُضْرًا مِنْ سُنْدُسٍ وَإِسْتَبْرَقٍ مُتَّكِئِينَ فِيهَا عَلَى الْأَرَائِكِ نِعْمَ الثَّوَابُ وَحَسُنَتْ مُرْتَفَقًا","bangla_mohiuddin":"তাদেরই জন্যে আছে বসবাসের জান্নাত। তাদের পাদদেশে প্রবাহিত হয় নহরসমূহ। তাদের তথায় স্বর্ণ-কংকনে অলংকৃত করা হবে এবং তারা পাতলা ও মোটা রেশমের সবুজ কাপর পরিধান করবে এমতাবস্থায় যে, তারা সিংহাসনে সমাসীন হবে। চমৎকার প্রতিদান এবং কত উত্তম আশ্রয়।","bangla_murtaza":"তাদের জন্যে থাকবে চিরস্থায়ী জান্নাতসমূহ যেগুলোর নিচে দিয়ে বহমান থাকবে নদ-নদী নহর। সেখানে তাদের অলংকার পরানো হবে সোনার কংকন। সেখানে তারা পরবে সূক্ষ্ম ও পুরু রেশমি সবুজ পরিচ্ছেদ। আর সেখানে তারা আসন গ্রহণ করবে সুসজ্জিত সোফায়। কতো যে উত্তম পুরস্কার! আর কতো যে উত্তম আশ্রয়স্থল।","english_text":"There will be gardens of Eden for them, with rivers flowing by, where they will be decked in bracelets of gold, with silken robes of green and of brocades to wear, reclining on couches. How excellent the guerdon, and excellent the resting-place!","bangla_translit":"উলা-য়িকা লাহুম্ জ্বান্না-তু ‘আদ্নিন্ তাজ্বরী মিন্ তাহ্তিহিমুল্ আন্হা-রু ইয়ুহাল্লাওনা ফীহা- মিন্ আসা-ওয়ির মিন্ যাহাবিঁও অ ইয়াল্বাস্না ছিয়াবান্ খুদ্ব্রাম্ মিন্ সুন্দুসিঁও অ ইস্তাব্রক্বিম্ মুত্তাক্বিয়ীনা ফীহা-‘আলাল্ আর-য়িক্; নি’মাছ্ ছাওয়া-ব্; অহাসুনাত্ র্মুতাফাক্ব-।","english_translit":"Olaika lahum jannatu AAadnin tajree min tahtihimu alanharu yuhallawna feeha min asawira min thahabin wayalbasoona thiyaban khudran min sundusin waistabraqin muttakieena feeha AAala alaraiki niAAma alththawabu wahasunat murtafaqan"},{"sura":18,"aya":32,"quran_text":"وَاضْرِبْ لَهُمْ مَثَلًا رَجُلَيْنِ جَعَلْنَا لِأَحَدِهِمَا جَنَّتَيْنِ مِنْ أَعْنَابٍ وَحَفَفْنَاهُمَا بِنَخْلٍ وَجَعَلْنَا بَيْنَهُمَا زَرْعًا","bangla_mohiuddin":"আপনি তাদের কাছে দু ব্যক্তির উদাহরণ বর্ণনা করুন। আমি তাদের একজনকে দুটি আঙ্গুরের বাগান দিয়েছি এবং এ দু’টিকে খর্জুর বৃক্ষ দ্বারা পরিবেষ্টিত করেছি এবং দু এর মাঝখানে করেছি শস্যক্ষেত্র।","bangla_murtaza":"তুমি তাদের জন্যে দুই ব্যক্তির উদাহরণ পেশ করো: তাদের একজনকে আমরা দিয়েছিলাম দু’টি আঙ্গুরের বাগান। দু’টি বাগানকেই আমরা খেজুর গাছ দিয়ে পরিবেষ্টন করে দিয়েছিলাম। আর দু’টি বাগানের মাঝখানের জায়গাটাকে আমরা বানিয়েছিলাম শস্যক্ষেত।","english_text":"Tell them the parable of two men. We gave one two gardens of grapes surrounded by date-palm trees, with corn fields in between.","bangla_translit":"অদ্বরিব্ লাহুম্ মাছার্লা রাজু লাইনি জ্বা‘আল্না-লিআহাদিহিমা-জ্বান্নাতাইনি মিন্ আ’না-বিঁও অ হাফাফ্না-হুমা-বিনাখ্লিঁও অ জ্বা‘আল্না-বাইনাহুমা- র্যা‘আ-।","english_translit":"Waidrib lahum mathalan rajulayni jaAAalna liahadihima jannatayni min aAAnabin wahafafnahuma binakhlin wajaAAalna baynahuma zarAAan"},{"sura":18,"aya":33,"quran_text":"كِلْتَا الْجَنَّتَيْنِ آتَتْ أُكُلَهَا وَلَمْ تَظْلِمْ مِنْهُ شَيْئًا وَفَجَّرْنَا خِلَالَهُمَا نَهَرًا","bangla_mohiuddin":"উভয় বাগানই ফলদান করে এবং তা থেকে কিছুই হ্রাস করত না এবং উভয়ের ফাঁকে ফাঁকে আমি নহর প্রবাহিত করেছি।","bangla_murtaza":"দু’টি বাগানই প্রচুর ফল দিচ্ছিল এবং এতে কোনো প্রকার ত্রুটি করা হচ্ছিলনা। আর দু’টি বাগানের মাঝে দিয়ে আমরা জারি করে দিয়েছিলাম একটি নহর।","english_text":"Each of the gardens yielded its fruit and did not withhold the least; and We made a stream flow in between them.","bangla_translit":"কিল্তাল্ জ্বান্নাতাইনি আ-তাত্ উকুলাহা- অ লাম্ তাজ্লিম্ মিন্হু শাইয়াঁও অ ফার্জ্জ্বানা-খিলা-লাহুমা-নাহর-।","english_translit":"Kilta aljannatayni atat okulaha walam tathlim minhu shayan wafajjarna khilalahuma naharan"},{"sura":18,"aya":34,"quran_text":"وَكَانَ لَهُ ثَمَرٌ فَقَالَ لِصَاحِبِهِ وَهُوَ يُحَاوِرُهُ أَنَا أَكْثَرُ مِنْكَ مَالًا وَأَعَزُّ نَفَرًا","bangla_mohiuddin":"সে ফল পেল। অতঃপর কথা প্রসঙ্গে সঙ্গীকে বললঃ আমার ধন-সম্পদ তোমার চাইতে বেশী এবং জনবলে আমি অধিক শক্তিশালী।","bangla_murtaza":"লোকটির ছিলো প্রচুর সম্পদ। সে কথা প্রসঙ্গে তার সাথিকে বললো: ‘ধনে জনে আমি তোমার চাইতে শ্রেষ্ঠ এবং শক্তিশালী।","english_text":"So he became rich. Arguing one day with his friend he said: \"I have more wealth than you and more powerful kinsmen.\"","bangla_translit":"অ কা-না লাহূ ছামারুন্ ফাক্ব-লা লিছোয়া- হিবিহী অ হুঅ ইয়ুহা-ওয়িরুহূয় আনা-আক্ছারু মিন্কা মা-লাওঁ অ আ‘আয্যু নাফার-।","english_translit":"Wakana lahu thamarun faqala lisahibihi wahuwa yuhawiruhu ana aktharu minka malan waaAAazzu nafaran"},{"sura":18,"aya":35,"quran_text":"وَدَخَلَ جَنَّتَهُ وَهُوَ ظَالِمٌ لِنَفْسِهِ قَالَ مَا أَظُنُّ أَنْ تَبِيدَ هَذِهِ أَبَدًا","bangla_mohiuddin":"নিজের প্রতি জুলুম করে সে তার বাগানে প্রবেশ করল। সে বললঃ আমার মনে হয় না যে, এ বাগান কখনও ধ্বংস হয়ে যাবে।","bangla_murtaza":"এভাবে সে নিজের প্রতি যুলুম করে একদিন বাগানে প্রবেশ করে। সে (বাগানের ফলন ও সৌন্দর্যে উৎফুল্ল হয়ে) বললো: “এ বাগান কখনো বিরান হয়ে যাবে বলে আমি মনে করিনা।","english_text":"And he walked into his garden, and, (forgetting) his limit, said: \"I cannot imagine that this will ever be ruined,","bangla_translit":"অ দাখালা জ্বান্নাতাহূ অ হুঅ জোয়া-লিমুল্ লিনাফ্সিহী ক্ব-লা মা য় আজুন্নু আন্ তাবীদা হা-যিহী য় আবাদা-।","english_translit":"Wadakhala jannatahu wahuwa thalimun linafsihi qala ma athunnu an tabeeda hathihi abadan"},{"sura":18,"aya":36,"quran_text":"وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وَلَئِنْ رُدِدْتُ إِلَى رَبِّي لَأَجِدَنَّ خَيْرًا مِنْهَا مُنْقَلَبًا","bangla_mohiuddin":"এবং আমি মনে করি না যে, কেয়ামত অনুষ্ঠিত হবে। যদি কখনও আমার পালনকর্তার কাছে আমাকে পৌঁছে দেয়া হয়, তবে সেখানে এর চাইতে উৎকৃষ্ট পাব।","bangla_murtaza":"কিয়ামত অনুষ্ঠিত হবে বলেও আমি মনে করিনা। আর আমাকে যদি আমার প্রভুর কাছে ফিরিয়ে নেয়াই হয়, তবে অবশ্য অবশ্যি এখন আমার যা আছে তার চাইতে উত্তম সামগ্রী আমি ফেরত পাবো।”","english_text":"Nor can I think that the Hour (of Doom) will come, And even if I am brought back to my Lord, I will surely find a better place there than this.\"","bangla_translit":"অমায় আজুন্নুস্ সা‘আতা ক্ব-য়িমাতাঁও অলার্য়ি রুদিত্তু ইলা-রব্বী লাআজ্বিদান্না খইরম্ মিন্হা- মুন্ক্বলাবা-।","english_translit":"Wama athunnu alssaAAata qaimatan walain rudidtu ila rabbee laajidanna khayran minha munqalaban"},{"sura":18,"aya":37,"quran_text":"قَالَ لَهُ صَاحِبُهُ وَهُوَ يُحَاوِرُهُ أَكَفَرْتَ بِالَّذِي خَلَقَكَ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ سَوَّاكَ رَجُلًا","bangla_mohiuddin":"তার সঙ্গী তাকে কথা প্রসঙ্গে বললঃ তুমি তাঁকে অস্বীকার করছ, যিনি তোমাকে সৃষ্টি করেছেন মাটি থেকে, অতঃপর বীর্য থেকে, অতঃপর র্পূনাঙ্গ করেছেন তোমাকে মানবাকৃতিতে?","bangla_murtaza":"তার কথার প্রসঙ্গে তার সাথি তাকে বললো: “তুমি কি তোমার সেই মহান স্রষ্টার প্রতি কুফুরি করলে যিনি তোমাকে সৃষ্টি করেছেন মাটি থেকে, তারপর নোতফা (শুক্রবিন্দু) থেকে, তার পরে মানুষের আকৃতি দিয়ে পূর্ণাঙ্গ করে দিয়েছেন?","english_text":"Disputing with him, his companion said: \"Do you disbelieve in Him who created you from dust, then a drop of semen, then formed you into a man?","bangla_translit":"ক্ব-লা লাহূ ছোয়া-হিবুহূ অ হুঅ ইয়ুহা-ওয়িরুহূ য় আকার্ফাতা বিল্লাযী খলাক্বকা মিন্ তুরা-বিন্ ছুম্মা মিন্ নুত্বফাতিন্ ছুম্মা সাওয়্যা-কা রাজুলা-।","english_translit":"Qala lahu sahibuhu wahuwa yuhawiruhu akafarta biallathee khalaqaka min turabin thumma min nutfatin thumma sawwaka rajulan"},{"sura":18,"aya":38,"quran_text":"لَكِنَّا هُوَ اللَّهُ رَبِّي وَلَا أُشْرِكُ بِرَبِّي أَحَدًا","bangla_mohiuddin":"কিন্তু আমি তো একথাই বলি, আল্লাহই আমার পালনকর্তা এবং আমি কাউকে আমার পালনকর্তার শরীক মানি না।","bangla_murtaza":"(তুমি যাই বলোনা কেন) সেই মহান আল্লাহ্ই কিন্তু আমার প্রভু। আমি আমার প্রভুর সাথে কাউকেও শরিক করিনা।","english_text":"And He is God, my Lord, and I do not associate any one with my Lord.","bangla_translit":"লা-কিন্না হুওয়াল্লা-হু রব্বী অলা য়উশ্রিকু বিরব্বী য়আহাদা-।","english_translit":"Lakinna huwa Allahu rabbee wala oshriku birabbee ahadan"},{"sura":18,"aya":39,"quran_text":"وَلَوْلَا إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَاءَ اللَّهُ لَا قُوَّةَ إِلَّا بِاللَّهِ إِنْ تَرَنِ أَنَا أَقَلَّ مِنْكَ مَالًا وَوَلَدًا","bangla_mohiuddin":"যদি তুমি আমাকে ধনে ও সন্তানে তোমার চাইতে কম দেখ, তবে যখন তুমি তোমার বাগানে প্রবেশ করলে, তখন একথা কেন বললে না; আল্লাহ যা চান, তাই হয়। আল্লাহর দেয়া ব্যতীত কোন শক্তি নেই।","bangla_murtaza":"তুমি যখন তোমার বাগানে প্রবেশ করেছিলে, তখন কেন বললে না, ‘আল্লাহ্ যা চেয়েছেন তাই হয়েছে। আল্লাহর সাহায্য ছাড়া কারো কোনো ক্ষমতা নেই?’ তুমি যদি ধনে জনে আমাকে তোমার চাইতে কম মনে করো,","english_text":"When you entered your garden, why did you not say: 'As God may please;' for no one has power except given by God? Though you see me poorer in wealth and children than you,","bangla_translit":"অ লাওলা য় ইয্ দাখাল্তা জ্বান্নাতাকা কুল্তা মা-শা-য়াল্লা-হু লা-কুওয়্যাতা ইল্লা- বিল্লা-হি ইন্ তারনি আনা-আক্বল্লা মিন্কা মা-লাঁও ওয়া অলাদা-।","english_translit":"Walawla ith dakhalta jannataka qulta ma shaa Allahu la quwwata illa biAllahi in tarani ana aqalla minka malan wawaladan"},{"sura":18,"aya":40,"quran_text":"فَعَسَى رَبِّي أَنْ يُؤْتِيَنِ خَيْرًا مِنْ جَنَّتِكَ وَيُرْسِلَ عَلَيْهَا حُسْبَانًا مِنَ السَّمَاءِ فَتُصْبِحَ صَعِيدًا زَلَقًا","bangla_mohiuddin":"আশাকরি আমার পালকর্তা আমাকে তোমার বাগান অপেক্ষা উৎকৃষ্টতর কিছু দেবেন এবং তার (তোমার বাগানের) উপর আসমান থেকে আগুন প্রেরণ করবেন। অতঃপর সকাল বেলায় তা পরিষ্কার ময়দান হয়ে যাবে।","bangla_murtaza":"তবে হয়তো আমার প্রভু তোমার বাগানের চাইতে উত্তম কিছু আমাকে দান করবেন এবং তোমার বাগান আসমান থেকে আগুন পাঠিয়ে জ্বালিয়ে দেবেন, যার ফলে বাগানটি উদ্ভিদ শূন্য মাঠে পরিণত হবে।","english_text":"Yet, my Lord may haply give me a garden better than yours, and He may send a thunder-bolt, from the skies and in the morning it will be a barren plain;","bangla_translit":"ফা‘আসা-রব্বী য় আইঁ ইয়ুতিয়ানি খইরম্ মিন্ জ্বন্নাতিকা অইর্য়ুসিলা ‘আলাইহা- হুস্বা-নাম্ মিনাস্ সামা-য়ি ফাতুছ্বিহা ছোয়া‘ঈদান্ যালাক্ব-।","english_translit":"FaAAasa rabbee an yutiyani khayran min jannatika wayursila AAalayha husbanan mina alssamai fatusbiha saAAeedan zalaqan"},{"sura":18,"aya":41,"quran_text":"أَوْ يُصْبِحَ مَاؤُهَا غَوْرًا فَلَنْ تَسْتَطِيعَ لَهُ طَلَبًا","bangla_mohiuddin":"অথবা সকালে তার পানি শুকিয়ে যাবে। অতঃপর তুমি তা তালাশ করে আনতে পারবে না।","bangla_murtaza":"অথবা তোমার বাগানের পানি ভূ-গর্ভে তলিয়ে যেতে পারে এবং তুমি আর কখনো পানির সন্ধান লাভ করতে সক্ষম হবেনা।”","english_text":"Or else of a morning its water may sink underground, and you will not find a trace of it.\"","bangla_translit":"আও ইয়ুছ্বিহা মা-য়ুহা-গওরান্ ফালান্ তাস্তাত্বী ‘আ লাহূ ত্বোয়ালাবা-।","english_translit":"Aw yusbiha maoha ghawran falan tastateeAAa lahu talaban"},{"sura":18,"aya":42,"quran_text":"وَأُحِيطَ بِثَمَرِهِ فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلَى مَا أَنْفَقَ فِيهَا وَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا وَيَقُولُ يَا لَيْتَنِي لَمْ أُشْرِكْ بِرَبِّي أَحَدًا","bangla_mohiuddin":"অতঃপর তার সব ফল ধ্বংস হয়ে গেল এবং সে তাতে যা ব্যয় করেছিল, তার জন্য সকালে হাত কচলিয়ে আক্ষেপ করতে লাগল। বাগনটি কাঠসহ পুড়ে গিয়েছিল। সে বলতে লাগলঃ হায়, আমি যদি কাউকে আমার পালনকর্তার সাথে শরীক না করতাম।","bangla_murtaza":"অত:পর বিপর্যয় তার ফল-ফসলকে পরিবেষ্টন করে নিলো, ফলে সে সেখানে যা খরচ করেছিল তার জন্যে হাত মুচড়িয়ে অনুতাপ করতে লাগলো, যখন তার বাগানের মাচানসমূহ ধুলিস্যাত হয়ে গেলো। তখন সে বলতে লাগলো, ‘হায়, হায়! আমি যদি আমার প্রভুর সাথে কাউকেও শরিক না করতাম!’","english_text":"And his vines were overtaken (with disaster), and he began to wring his hands (at the loss) of what he had spent on them, for the vines had fallen upon their trellises; and he said: \"Would to God that I had not associated any one with my Lord.\"","bangla_translit":"অ উহীত্বোয়া বিছামারিহী ফাআছ্বাহা ইয়ুক্বাল্লিবু কাফ্ফাইহি ‘আলা-মা য় আন্ফাক্ব ফীহা-অ হিয়া খ-ওয়িয়াতুন্ ‘আলা-উরূশিহা-অ ইয়াকুলু ইয়া-লাইতানী লাম্ উশ্রিক্ বিরব্বী য় আহাদা-।","english_translit":"Waoheeta bithamarihi faasbaha yuqallibu kaffayhi AAala ma anfaqa feeha wahiya khawiyatun AAala AAurooshiha wayaqoolu ya laytanee lam oshrik birabbee ahadan"},{"sura":18,"aya":43,"quran_text":"وَلَمْ تَكُنْ لَهُ فِئَةٌ يَنْصُرُونَهُ مِنْ دُونِ اللَّهِ وَمَا كَانَ مُنْتَصِرًا","bangla_mohiuddin":"আল্লাহ ব্যতীত তাকে সাহায্য করার কোন লোক হল না এবং সে নিজেও প্রতিকার করতে পারল না।","bangla_murtaza":"আর আল্লাহর বিরুদ্ধে তাকে সাহায্য করার কোনো বাহিনীই ছিলনা এবং সে নিজেও প্রতিরোধ করার সামর্থ রাখেনি।","english_text":"He had no body to help him other than God, nor was he able to save himself.","bangla_translit":"অলাম্ তাকুল্লাহূ ফিয়াতুঁই ইয়ান্ছুরূ নাহূ মিন্ দূনিল্লা-হি অমা-কা-না মুন্তাছির-।","english_translit":"Walam takun lahu fiatun yansuroonahu min dooni Allahi wama kana muntasiran"},{"sura":18,"aya":44,"quran_text":"هُنَالِكَ الْوَلَايَةُ لِلَّهِ الْحَقِّ هُوَ خَيْرٌ ثَوَابًا وَخَيْرٌ عُقْبًا","bangla_mohiuddin":"এরূপ ক্ষেত্রে সব অধিকার সত্য আল্লাহর। তারই পুরস্কার উত্তম এবং তারই প্রদত্ত প্রতিদান শ্রেষ্ঠ।","bangla_murtaza":"হ্যাঁ, কর্তৃত্ব পূর্ণরূপে মহাসত্য আল্লাহর। পুরস্কার প্রদানে এবং পরিণাম নির্ধারণে তিনিই সর্বোত্তম।","english_text":"The jurisdiction in this province belongs to God. His is the best reward, and His the best requital.","bangla_translit":"হুনা-লিকাল্ অলা-ইয়াতু লিল্লা-হিল্ হাক; হুঅ খইরুন্ ছাওয়া-বাঁও অখইরুন্ ‘উকবা-।","english_translit":"Hunalika alwalayatu lillahi alhaqqi huwa khayrun thawaban wakhayrun AAuqban"},{"sura":18,"aya":45,"quran_text":"وَاضْرِبْ لَهُمْ مَثَلَ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنْزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ فَأَصْبَحَ هَشِيمًا تَذْرُوهُ الرِّيَاحُ وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ مُقْتَدِرًا","bangla_mohiuddin":"তাদের কাছে পার্থিব জীবনের উপমা বর্ণনা করুন। তা পানির ন্যায়, যা আমি আকাশ থেকে নাযিল করি। অতঃপর এর সংমিশ্রণে শ্যামল সবুজ ভূমিজ লতা-পাতা নির্গত হয়; অতঃপর তা এমন শুস্ক চুর্ণ-বিচুর্ণ হয় যে, বাতাসে উড়ে যায়। আল্লাহ এ সবকিছুর উপর শক্তিমান।","bangla_murtaza":"তাদের জন্যে দুনিয়ার জীবনের (এই) উপমা পেশ করো: দুনিয়ার জীবন হলো সেই পানির মতো যা আমরা আসমান থেকে নাযিল করি। তার ফলে জমিন থেকে ঘন সুনিবিষ্ট উদ্ভিদ উৎপন্ন হয়। তারপর সেগুলো শুকিয়ে চূর্ণ-বিচূর্ণ হয়ে যায়। ফলে বাতাস সেগুলোকে উড়িয়ে নিয়ে যায়। প্রতিটি বিষয়ে আল্লাহ্ ক্ষমতাবান।","english_text":"Present to them the example of the life of this world so like the water We send down from the skies that mingles with the earth to nourish its vegetation, which then on the morrow turns to stubble and is blown away by the wind. God has power over everything.","bangla_translit":"অদ্ব্রিব্ লাহুম্ মাছালাল্ হা-ইয়া-তিদ্ দুন্ইয়া-কামা-য়িন্ আন্যাল্না-হু মিনাস্ সামা-য়ি ফাখ্তালাত্বোয়া বিহী নাবা-তুল্ র্আদ্বি ফাআছ্বাহা হাশীমান্ তায্রূ র্হুরিয়া-হ্; অকা-নাল্লা-হু ‘আলা- কুল্লি শাইয়িম্ মুকতাদির-।","english_translit":"Waidrib lahum mathala alhayati alddunya kamain anzalnahu mina alssamai faikhtalata bihi nabatu alardi faasbaha hasheeman tathroohu alrriyahu wakana Allahu AAala kulli shayin muqtadiran"},{"sura":18,"aya":46,"quran_text":"الْمَالُ وَالْبَنُونَ زِينَةُ الْحَيَاةِ الدُّنْيَا وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَخَيْرٌ أَمَلًا","bangla_mohiuddin":"ধনৈশ্বর্য ও সন্তান-সন্ততি পার্থিব জীবনের সৌন্দর্য এবং স্থায়ী সৎকর্মসমূহ আপনার পালনকর্তার কাছে প্রতিদান প্রাপ্তি ও আশা লাভের জন্যে উত্তম।","bangla_murtaza":"ধনমাল এবং সন্তান-সন্ততি দুনিয়ার জীবনের একটি সৌন্দর্য মাত্র, আর তোমার প্রভুর কাছে পুরস্কার আর প্রত্যাশিত বস্তু হিসেবে উত্তম হলো স্থায়ী ও চলমান পুণ্যকাজ।","english_text":"Wealth and children are only the gloss of this world, but good deeds that abide are better with your Lord for recompense, and better for expectation.","bangla_translit":"আল্মালু অল্বানূনা যীনাতুল্ হা-ইয়া-তিদ্ দুন্ইয়া-অল্ বা-ক্বিয়া-তুছ্ ছোয়া-লিহা-তু খইরুন্ ‘ইন্দা রব্বিকা ছাওয়া-বাঁও অখইরুন্ আমালা-।","english_translit":"Almalu waalbanoona zeenatu alhayati alddunya waalbaqiyatu alssalihatu khayrun AAinda rabbika thawaban wakhayrun amalan"},{"sura":18,"aya":47,"quran_text":"وَيَوْمَ نُسَيِّرُ الْجِبَالَ وَتَرَى الْأَرْضَ بَارِزَةً وَحَشَرْنَاهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَدًا","bangla_mohiuddin":"যেদিন আমি পর্বতসমূহকে পরিচালনা করব এবং আপনি পৃথিবীকে দেখবেন একটি উম্মুক্ত প্রান্তর এবং আমি মানুষকে একত্রিত করব অতঃপর তাদের কাউকে ছাড়ব না।","bangla_murtaza":"স্মরণ করো, যেদিন আমরা পর্বতমালাকে তলিয়ে দেবো এবং তুমি পৃথিবীকে দেখতে পাবে এক উন্মুক্ত প্রান্তর। সেদিন আমরা (সেখানে) সবাইকে হাশর (একত্র) করবো এবং একজনকেও অব্যাহতি দেবোনা।","english_text":"The day We shall move the mountains, and you see the earth an open plain, We shall gather them together, leaving none behind.","bangla_translit":"অ ইয়াওমা নুসাইয়্যিরুল্ জ্বিবা-লা অ তারাল্ র্আদ্বোয়া বা-রিযাতাঁও অ হার্শানা-হুম্ ফালাম্ নুগ-র্দি মিন্হুম্ আহাদা-।","english_translit":"Wayawma nusayyiru aljibala watara alarda barizatan wahasharnahum falam nughadir minhum ahadan"},{"sura":18,"aya":48,"quran_text":"وَعُرِضُوا عَلَى رَبِّكَ صَفًّا لَقَدْ جِئْتُمُونَا كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ بَلْ زَعَمْتُمْ أَلَّنْ نَجْعَلَ لَكُمْ مَوْعِدًا","bangla_mohiuddin":"তারা আপনার পালনকর্তার সামনে পেশ হবে সারিবদ্ধ ভাবে এবং বলা হবেঃ তোমরা আমার কাছে এসে গেছ; যেমন তোমাদেরকে প্রথম বার সৃষ্টি করেছিলাম। না, তোমরা তো বলতে যে, আমি তোমাদের জন্যে কোন প্রতিশ্রুত সময় নির্দিষ্ট করব না।","bangla_murtaza":"তাদেরকে তোমার প্রভুর সামনে সারিবদ্ধভাবে উপস্থাপন করা হবে। তখন বলা হবে, ‘আজ তোমরা আমাদের কাছে এসেছো ঠিক সেভাবে, যেভাবে আমরা প্রথমবার তোমাদের সৃষ্টি করেছিলাম। বরং তোমরা মনে করতে, তোমাদের  জন্যে আমরা প্রতিশ্রুত দিনটি কখনো সংঘটিতই করবো না।’","english_text":"They will be arraigned before their Lord row on row, (and He will say): \"Well, you have come to Us as We had first created you, even though you imagined We had fixed no time for this meeting.\"","bangla_translit":"অ ঊরিদ্বূ ‘আলা-রব্বিকা ছফ্ফা-; লাক্বদ্ জ্বিতুমূনা কামা-খলাকনা-কুম্ আউয়্যালা র্মারাহ্ বাল্ যা‘আম্তুম্ আল্লান্ নাজ্ব‘আলা লাকুম্ মাও‘ইদা-।","english_translit":"WaAAuridoo AAala rabbika saffan laqad jitumoona kama khalaqnakum awwala marratin bal zaAAamtum allan najAAala lakum mawAAidan"},{"sura":18,"aya":49,"quran_text":"وَوُضِعَ الْكِتَابُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَا وَيْلَتَنَا مَالِ هَذَا الْكِتَابِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّا أَحْصَاهَا وَوَجَدُوا مَا عَمِلُوا حَاضِرًا وَلَا يَظْلِمُ رَبُّكَ أَحَدًا","bangla_mohiuddin":"আর আমলনামা সামনে রাখা হবে। তাতে যা আছে; তার কারণে আপনি অপরাধীদেরকে ভীত-সন্ত্রস্ত দেখবেন। তারা বলবেঃ হায় আফসোস, এ কেমন আমলনামা। এ যে ছোট বড় কোন কিছুই বাদ দেয়নি-সবই এতে রয়েছে। তারা তাদের কৃতকর্মকে সামনে উপস্থিত পাবে। আপনার পালনকর্তা কারও প্রতি জুলুম করবেন না।","bangla_murtaza":"কিতাব (আমলনামা, আমলের রেকর্ড) সামনে রাখা হবে। তুমি দেখবে, তাতে যা রেকর্ড করা আছে তার জন্যে অপরাধীরা ভয়ে আতংকগ্রস্ত থাকবে। তারা বলবে: হায় দুর্ভাগ্য আমাদের! এটা কেমন  কিতাব (রেকর্ড), এ-তো আমাদের ছোট বড় কিছুই রেকর্ড করা ছাড়া বাদ দেয়নি। তারা যতো কাজই করে এসেছে সবই তাদের সামনে হাজির দেখতে পাবে। তোমার প্রভু কারো প্রতি যুলুম (অবিচার) করেন না।","english_text":"The ledger (of their deeds) would be placed before them. Then you will see the sinners terrified at its contents, and say: \"Alas, what a written revelation this, which has not left unaccounted the smallest or the greatest thing!\" They will find in it whatsoever they had done. Your Lord does not wrong any one.","bangla_translit":"অ উদ্বি‘আল্ কিতা-বু ফাতারাল্ মুজ্বরিমীনা মুশ্ফিক্বীনা মিম্মা-ফীহি অইয়াকুলূনা ইয়া-অইলাতানা-মা-লি হা-যাল্ কিতা-বি লা-ইয়ুগ-দিরু ছোয়াগীর তাঁও অলা-কাবীর তান্ ইল্লায় আহ্ছোয়া-হা-অওয়াজ্বাদূ মা- ‘আমিলূ হা-দ্বির-; অলা-ইয়াজ্লিমু রব্বুকা আহাদা-।","english_translit":"WawudiAAa alkitabu fatara almujrimeena mushfiqeena mimma feehi wayaqooloona ya waylatana ma lihatha alkitabi la yughadiru sagheeratan wala kabeeratan illa ahsaha wawajadoo ma AAamiloo hadiran wala yathlimu rabbuka ahadan"},{"sura":18,"aya":50,"quran_text":"وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ كَانَ مِنَ الْجِنِّ فَفَسَقَ عَنْ أَمْرِ رَبِّهِ أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَاءَ مِنْ دُونِي وَهُمْ لَكُمْ عَدُوٌّ بِئْسَ لِلظَّالِمِينَ بَدَلًا","bangla_mohiuddin":"যখন আমি ফেরেশতাদেরকে বললামঃ আদমকে সেজদা কর, তখন সবাই সেজদা করল ইবলীস ব্যতীত। সে ছিল জিনদের একজন। সে তার পালনকর্তার আদেশ অমান্য করল। অতএব তোমরা কি আমার পরিবর্তে তাকে এবং তার বংশধরকে বন্ধুরূপে গ্রহণ করছ? অথচ তারা তোমাদের শত্রু। এটা জালেমদের জন্যে খুবই নিকৃষ্ট বদল।","bangla_murtaza":"আমরা যখন ফেরেশতাদের বলেছিলাম, ‘আদমকে সাজদা করো’ তখন সবাই সাজদা করেছিল ইবলিস ছাড়া। সে ছিলো জিনদের একজন। সে তার প্রভুর আদেশ অমান্য করে সীমালংঘন করে। আর এখন তোমরা আমার পরিবর্তে তাকে আর তার বংশধরদেরকে নিজেদের অলি (বন্ধু, অভিভাবক, পৃষ্ঠপোষক) বানিয়ে নিয়েছো? অথচ তারা হলো তোমাদের শত্রু। যালিমদের এই বদল করাটা কতো যে নিকৃষ্ট!","english_text":"When We said to the angels: \"Bow before Adam in adoration,\" they all bowed but Iblis. He was one of the jinni and rebelled against his Lord's command. And yet you take him and his offspring as your friends instead of Me, even though they are your enemies. How sad a substitute for the evil-doers!","bangla_translit":"অ ইয্ কুল্না-লিল্ মালা-য়িক্বাতিস্ জুদূ লিআ-দামা ফাসাজ্বাদূ য় ইল্লা য় ইবলীস্; কা-না মিনাল্ জ্বিন্নি ফাফাসাক্ব ‘আন্ আম্রি রব্বিহ্; আফাতাত্তাখিযূনাহূ অ র্যুরিয়্যাতাহূ য় আউলিয়া-য়া মিন্ দূনী অহুম্ লাকুম্ ‘আদূ-; বিসা লিজ্জোয়া-লিমীনা বাদালা-","english_translit":"Waith qulna lilmalaikati osjudoo liadama fasajadoo illa ibleesa kana mina aljinni fafasaqa AAan amri rabbihi afatattakhithoonahu wathurriyyatahu awliyaa min doonee wahum lakum AAaduwwun bisa lilththalimeena badalan"},{"sura":18,"aya":51,"quran_text":"مَا أَشْهَدْتُهُمْ خَلْقَ السَّمَاوَاتِ وَالْأَرْضِ وَلَا خَلْقَ أَنْفُسِهِمْ وَمَا كُنْتُ مُتَّخِذَ الْمُضِلِّينَ عَضُدًا","bangla_mohiuddin":"নভোমন্ডল ও ভুমন্ডলের সৃজনকালে আমি তাদেরকে সাক্ষ্য রাখিনি এবং তাদের নিজেদের সৃজনকালেও না। এবং আমি এমনও নই যে, বিভ্রান্ত কারীদেরকে সাহায্যকারীরূপে গ্রহণ করবো।","bangla_murtaza":"মহাবিশ্ব এবং পৃথিবীর সৃষ্টিকালে আমরা তাদের সাক্ষী রাখিনি, এমনকি তাদের নিজেদেরকে সৃষ্টি করার সময়ও নয়। আমরা বিপথগামীদেরকে সাহায্যকারী হিসাবে গ্রহণ করিনা।","english_text":"I did not call them to witness the creation of the heavens and the earth, nor their own creation. I would not take as helpers those who lead (men) astray.","bangla_translit":"মা য় আশ্ হাত্তুহুম্ খল্ক্বস্ সামা-ওয়া-তি অল্র্আদ্বি অলা-খল্ক্ব আন্ফুসিহিম্ অমা- কুন্তু মুত্তাখিযাল্ মুদ্বিল্লীনা ‘আদ্বুদা-।","english_translit":"Ma ashhadtuhum khalqa alssamawati waalardi wala khalqa anfusihim wama kuntu muttakhitha almudilleena AAadudan"},{"sura":18,"aya":52,"quran_text":"وَيَوْمَ يَقُولُ نَادُوا شُرَكَائِيَ الَّذِينَ زَعَمْتُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ وَجَعَلْنَا بَيْنَهُمْ مَوْبِقًا","bangla_mohiuddin":"যেদিন তিনি বলবেনঃ তোমরা যাদেরকে আমার শরীক মনে করতে তাদেরকে ডাক। তারা তখন তাদেরকে ডাকবে, কিন্তু তারা এ আহবানে সাড়া দেবে না। আমি তাদের মধ্যস্থলে রেখে দেব একটি মৃত্যু গহবর।","bangla_murtaza":"সেদিনের কথা স্মরণ করো, যেদিন তিনি বলবেন: ‘তোমরা যাদেরকে আমার শরিকদার মনে করতে তাদেরকে ডেকে আনো।’ তারা তাদেরকে ডাকবে, কিন্তু তাদের ডাকে তারা কোনো সাড়া দেবেনা। আমরা তাদের উভয়ের মাঝপথে রেখে দেবো এক ধ্বংস গহ্বর।","english_text":"The day He will say: \"Call those you had called My compeers,\" they will call them, but will get no response, and We shall place a gulf between them.","bangla_translit":"অ ইয়াওমা ইয়াকুলু না-দূ শুরাকা-য়িয়াল্লাযীনা যা‘আম্তুম্ ফাদা ‘আওহুম্ ফালাম্ ইয়াস্তাজ্বীবূ লাহুম্ অ জ্বা‘আল্না-বাইনাহুম্ মাওবিক্ব-।","english_translit":"Wayawma yaqoolu nadoo shurakaiya allatheena zaAAamtum fadaAAawhum falam yastajeeboo lahum wajaAAalna baynahum mawbiqan"},{"sura":18,"aya":53,"quran_text":"وَرَأَى الْمُجْرِمُونَ النَّارَ فَظَنُّوا أَنَّهُمْ مُوَاقِعُوهَا وَلَمْ يَجِدُوا عَنْهَا مَصْرِفًا","bangla_mohiuddin":"অপরাধীরা আগুন দেখে বোঝে নেবে যে, তাদেরকে তাতে পতিত হতে হবে এবং তারা তা থেকে রাস্তা পরিবর্তন করতে পারবে না।","bangla_murtaza":"অপরাধীরা আগুন দেখেই বুঝবে, তারা তাতে পড়তে যাচ্ছে এবং তারা তা থেকে বাঁচার কোনো জায়গা পাবেনা।","english_text":"The sinners will see the Fire and know that they will be thrown into it and will not find a way of escape from it.","bangla_translit":"অরয়াল্ মুজ্বরিমূনা ন্না-র ফাজোয়ান্নূ য় আন্নাহুম্ মুঅ-ক্বিঊ’হা-অলাম্ ইয়াজ্বিদূ ‘আন্হা মাছ্রিফা-।","english_translit":"Waraa almujrimoona alnnara fathannoo annahum muwaqiAAooha walam yajidoo AAanha masrifan"},{"sura":18,"aya":54,"quran_text":"وَلَقَدْ صَرَّفْنَا فِي هَذَا الْقُرْآنِ لِلنَّاسِ مِنْ كُلِّ مَثَلٍ وَكَانَ الْإِنْسَانُ أَكْثَرَ شَيْءٍ جَدَلًا","bangla_mohiuddin":"নিশ্চয় আমি এ কোরআনে মানুষকে নানাভাবে বিভিন্ন উপমার দ্বারা আমার বাণী বুঝিয়েছি। মানুষ সব বস্তু থেকে অধিক তর্কপ্রিয়।","bangla_murtaza":"আমরা এই কুরআনে বিভিন্ন রকম উপমার মাধ্যমে মানুষের জন্যে আমাদের বাণী বিশদভাবে বর্ণনা করেছি। অথচ মানুষ বেশিরভাগ বিষয়ে বিতর্কপ্রিয়।","english_text":"We have explained in various ways all things to men in this Qur'an; but of all things man is most contentious.","bangla_translit":"অ লাক্বদ্ ছোর্য়ারাফ্না-ফী হা-যাল্ ক্বর্ ুআ-নিলিন্না -সি মিন্ কুল্লি মাছাল্; অ কা-নাল্ ইন্সা-নু আক্ছারা শাইয়িন্ জ্বাদালা-।","english_translit":"Walaqad sarrafna fee hatha alqurani lilnnasi min kulli mathalin wakana alinsanu akthara shayin jadalan"},{"sura":18,"aya":55,"quran_text":"وَمَا مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى وَيَسْتَغْفِرُوا رَبَّهُمْ إِلَّا أَنْ تَأْتِيَهُمْ سُنَّةُ الْأَوَّلِينَ أَوْ يَأْتِيَهُمُ الْعَذَابُ قُبُلًا","bangla_mohiuddin":"হেদায়েত আসার পর এ প্রতীক্ষাই শুধু মানুষকে বিশ্বাস স্থাপন করতে এবং তাদের পালনকর্তার কাছে ক্ষমা প্রার্থনা করতে বিরত রাখে যে, কখন আসবে তাদের কাছে পূর্ববর্তীদের রীতিনীতি অথবা কখন আসবে তাদের কাছেআযাব সামনাসামনি।","bangla_murtaza":"মানুষের কাছে যখন হিদায়াত আসে তখন তাদেরকে ঈমান আনা এবং তাদের প্রভুর কাছে ক্ষমা চাওয়া থেকে এছাড়া আর কিছুই বিরত রাখেনা যে, তারা চায়, তাদের আগের লোকদের সুন্নতই (রীতিই) তাদের কাছে আসুক, তা না হলে সরাসরি আল্লাহর আযাব আসুক।","english_text":"There is nothing to prevent men from believing when the guidance has come to them, and asking for their Lord's forgiveness, unless they want the example of earlier people visited upon them, or the punishment to appear right before their eyes.","bangla_translit":"অমা-মানা‘আন্না-সা আইঁ ইয়ুমিনূ য় ইয্ জ্বা-য়াহুমুল্ হুদা- অ ইয়াস্ তাগ্ফিরূ রব্বাহুম্ ইল্লা য় আন্ তাতিয়াহুম্ সুন্নাতুল্ আও অলীনা আও ইয়াতিয়াহুমুল্ ‘আযা-বু কুবুলা-।","english_translit":"Wama manaAAa alnnasa an yuminoo ith jaahumu alhuda wayastaghfiroo rabbahum illa an tatiyahum sunnatu alawwaleena aw yatiyahumu alAAathabu qubulan"},{"sura":18,"aya":56,"quran_text":"وَمَا نُرْسِلُ الْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنْذِرِينَ وَيُجَادِلُ الَّذِينَ كَفَرُوا بِالْبَاطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ وَاتَّخَذُوا آيَاتِي وَمَا أُنْذِرُوا هُزُوًا","bangla_mohiuddin":"আমি রাসূলগনকে সুসংবাদ দাতা ও ভয় প্রদর্শন কারীরূপেই প্রেরণ করি এবং কাফেররাই মিথ্যা অবলম্বনে বিতর্ক করে, তা দ্বারা সত্যকে ব্যর্থ করে দেয়ার উদ্দেশে এবং তারা আমার নিদর্শনাবলীও যদ্বারা তাদেরকে ভয় প্রদর্শন করা হয়, সেগুলোকে ঠাট্টারূপে গ্রহণ করেছে।","bangla_murtaza":"আমরা তো আমাদের রসূলদের পাঠাই কেবল সুসংবাদদাতা এবং সতর্ককারী হিসেবে। অথচ কাফিররা বাতিলের পক্ষে বিতর্কে লিপ্ত হয় সত্যকে ব্যর্থ করে দেয়ার উদ্দেশ্যে। আর তারা আমার আয়াতকে এবং যার মাধ্যমে তাদেরকে সতর্ক করা হয় তাকে বিদ্রƒপের বিষয় হিসেবে গ্রহণ করে।","english_text":"We never send apostles but to convey happy tidings, and to warn. But those who disbelieve contend with false arguments to nullify the truth. They make a mockery of My revelations and of what they had been warned.","bangla_translit":"অমা- র্নুসিলুল্ র্মুসালীনা ইল্লা-মুবাশ্শিরীনা অ মুন্যিরীনা অ ইয়ুজ্বা-দিলুল্লাযীনা কাফারূ বিল্বা-ত্বিলি লিইয়ুদ্হিদ্বূ বিহিল্ হাকক্ব অত্তাখাযূ য় আ-ইয়া-তী অমা য় উন্যিরূ হুযুঅ।","english_translit":"Wama nursilu almursaleena illa mubashshireena wamunthireena wayujadilu allatheena kafaroo bialbatili liyudhidoo bihi alhaqqa waittakhathoo ayatee wama onthiroo huzuwan"},{"sura":18,"aya":57,"quran_text":"وَمَنْ أَظْلَمُ مِمَّنْ ذُكِّرَ بِآيَاتِ رَبِّهِ فَأَعْرَضَ عَنْهَا وَنَسِيَ مَا قَدَّمَتْ يَدَاهُ إِنَّا جَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِنْ تَدْعُهُمْ إِلَى الْهُدَى فَلَنْ يَهْتَدُوا إِذًا أَبَدًا","bangla_mohiuddin":"তার চাইতে অধিক জালেম কে, যাকে তার পালনকর্তার কালাম দ্বারা বোঝানো হয়, অতঃপর সে তা থেকে মুখ ফিরিয়ে নেয় এবং তার পূর্ববর্তী কৃতকর্মসমূহ ভুলে যায়? আমি তাদের অন্তরের উপর পর্দা রেখে দিয়েছি, যেন তা না বোঝে এবং তাদের কানে রয়েছে বধিরতার বোঝা। যদি আপনি তাদেরকে সৎপথের প্রতি দাওয়াত দেন, তবে কখনই তারা সৎপথে আসবে না।","bangla_murtaza":"ঐ ব্যক্তির চাইতে বড় যালিম আর কে, যাকে তার প্রভুর আয়াত স্মরণ করিয়ে দেয়ার পরও সে তা থেকে মুখ ফিরিয়ে নেয় এবং সে তার কৃতকর্ম ভুলে যায়? আমরা তাদের অন্তরের উপর আবরণ সৃষ্টি করে দিয়েছি  যেনো তারা তা (কুরআন) বুঝতে না পারে আর তাদের কানেও তুলা লাগিয়ে বধিরতা এঁটে দিয়েছি। ফলে তুমি তাদেরকে হিদায়াতের দিকে ডাকলেও তারা কখনো হিদায়াতের পথে আসবে না।","english_text":"Who is more unjust than he who, on being reminded of his Lord's revelations, turns away from them, and forgets the evil deeds he had committed in the past. Verily We have placed a covering on their hearts so that they do not understand, and a deafness in their ears so that however you may call them to guidance they will never be guided aright.","bangla_translit":"অমান্ আজ্লামু মিম্মান্ যুক্কিরা বি আ-ইয়া-তি রব্বিহী ফাআ’রদ্বোয়া ‘আন্হা-অনাসিয়া মা-কাদ্দামাত্ ইয়াদা-হ্; ইন্না-জ্বা‘আল্না- ‘আলা-কুলূবিহিম্ আকিন্নাতান্ আইঁ ইয়াফ্ক্বহূহু অফী য় আ-যা-নিহিম্ অকর-; অ ইন্ তাদ্‘ঊহুম্ ইলাল্ হুদা-ফালাইঁ ইয়াহ্তাদূ য় ইযান্ আবাদা-।","english_translit":"Waman athlamu mimman thukkira biayati rabbihi faaAArada AAanha wanasiya ma qaddamat yadahu inna jaAAalna AAala quloobihim akinnatan an yafqahoohu wafee athanihim waqran wain tadAAuhum ila alhuda falan yahtadoo ithan abadan"},{"sura":18,"aya":58,"quran_text":"وَرَبُّكَ الْغَفُورُ ذُو الرَّحْمَةِ لَوْ يُؤَاخِذُهُمْ بِمَا كَسَبُوا لَعَجَّلَ لَهُمُ الْعَذَابَ بَلْ لَهُمْ مَوْعِدٌ لَنْ يَجِدُوا مِنْ دُونِهِ مَوْئِلًا","bangla_mohiuddin":"আপনার পালনকর্তা ক্ষমাশীল, দয়ালু, যদি তিনি তাদেরকে তাদের কৃতকর্মের জন্যে পাকড়াও করেন তবে তাদের শাস্তি ত্বরাম্বিত করতেন, কিন্তু তাদের জন্য রয়েছে একটি প্রতিশ্রুত সময়, যা থেকে তারা সরে যাওয়ার জায়গা পাবে না।","bangla_murtaza":"তোমার প্রভু পরম ক্ষমাশীল, পরম দয়াময়। তিনি তাদের কৃতকর্মের জন্যে যদি তাদের পাকড়াও করতে চাইতেন, তবে অবশ্যি তাদের শাস্তি দানের বিষয়টি ত্বরান্বিত করতেন। বরং তাদের জন্যে রয়েছে একটি প্রতিশ্রুত সময় যা থেকে বাঁচার জন্যে তারা কিছুতেই কোনো আশ্রয়স্থল খুঁজে পাবেনা।","english_text":"But your Lord is forgiving, full of benevolence. If He had pleased to punish them for their doings He would have punished them immediately. But a term is fixed for them from which they will find no escape.","bangla_translit":"অ রব্বুকাল্ গফূরু র্যুরহমাহ্; লাও ইয়ুঅ খিযুহুম্ বিমা-কাসাবূ লা‘আজ্জ্বালা লাহুমুল্ ‘আযা-ব্; বাল্ লাহুম্ মাও‘ইদুল্লাইঁ ইয়াজিদূ মিন্ দূনিহী মাওয়িলা-।","english_translit":"Warabbuka alghafooru thoo alrrahmati law yuakhithuhum bima kasaboo laAAajjala lahumu alAAathaba bal lahum mawAAidun lan yajidoo min doonihi mawilan"},{"sura":18,"aya":59,"quran_text":"وَتِلْكَ الْقُرَى أَهْلَكْنَاهُمْ لَمَّا ظَلَمُوا وَجَعَلْنَا لِمَهْلِكِهِمْ مَوْعِدًا","bangla_mohiuddin":"এসব জনপদও তাদেরকে আমি ধংস করে দিয়েছি, যখন তারা জালেম হয়ে গিয়েছিল এবং আমি তাদের ধ্বংসের জন্যে একটি প্রতিশ্রুত সময় নির্দিষ্ট করেছিলাম।","bangla_murtaza":"আমরা যেসব জনপদ ধ্বংস করেছি, সেগুলো ধ্বংস করেছি তো তখন, যখন তারা যুলুম করেছিল। আর তাদের ধ্বংস করার জন্যেও আমরা একটি প্রতিশ্রুত সময় নির্ধারণ করেছিলাম।","english_text":"As for these habitations, We destroyed them only when they transgressed; even so We had fixed a time for their annihilation.","bangla_translit":"অ তিল্কাল্ কুর য় আহ্লাক্না-হুম্ লাম্মা- জোয়ালামূ অজ্বা‘আল্না-লিমাহ্লিকিহিম্ মাও‘ইদা-।","english_translit":"Watilka alqura ahlaknahum lamma thalamoo wajaAAalna limahlikihim mawAAidan"},{"sura":18,"aya":60,"quran_text":"وَإِذْ قَالَ مُوسَى لِفَتَاهُ لَا أَبْرَحُ حَتَّى أَبْلُغَ مَجْمَعَ الْبَحْرَيْنِ أَوْ أَمْضِيَ حُقُبًا","bangla_mohiuddin":"যখন মূসা তাঁর যুবক (সঙ্গী) কে বললেনঃ দুই সমুদ্রের সঙ্গমস্থলে না পৌছা পর্যন্ত আমি আসব না অথবা আমি যুগ যুগ ধরে চলতে থাকব।","bangla_murtaza":"স্মরণ করো, মূসা তার সঙ্গিকে (খাদেমকে) বলেছিল: ‘দুই সমুদ্রের মিলনস্থলে না পৌঁছে আমি থামবো না। অথবা আমি যুগের পর যুগ ধরে চলতে থাকবো।’","english_text":"When Moses said to his servant (Joshua): \"I will not give up till I reach the confluence of two oceans, or I will journey on and on.\"","bangla_translit":"অইয্ ক্ব-লা মূসা -লিফাতা-হু লা য় আব্রহু হাত্তা য় আব্লুগ মাজ্বমা‘আল্ বাহ্রাইনি আও আম্দ্বিয়া হুকুবা-।","english_translit":"Waith qala moosa lifatahu la abrahu hatta ablugha majmaAAa albahrayni aw amdiya huquban"},{"sura":18,"aya":61,"quran_text":"فَلَمَّا بَلَغَا مَجْمَعَ بَيْنِهِمَا نَسِيَا حُوتَهُمَا فَاتَّخَذَ سَبِيلَهُ فِي الْبَحْرِ سَرَبًا","bangla_mohiuddin":"অতঃপর যখন তাঁরা দুই সুমুদ্রের সঙ্গমস্থলে পৌছালেন, তখন তাঁরা নিজেদের মাছের কথা ভুলে গেলেন। অতঃপর মাছটি সমুদ্রে সুড়ঙ্গ পথ সৃষ্টি করে নেমে গেল।","bangla_murtaza":"তারা যখন দুই সমুদ্রের মিলনস্থলে পৌঁছে, তখন তাদের মাছটির কথা ভুলে যায়। ফলে সেটি সুড়ঙের মতো নিজের পথ করে সমুদ্রে নেমে গেলো।","english_text":"When they reached the confluence they forgot the fish (they had brought as food) which swiftly made its way into the sea.","bangla_translit":"ফালাম্মা-বালাগ মাজ্ব্মা‘আ বাইনিহিমা-নাসিয়া-হূতাহুমা- ফাত্তাখাযা সাবীলাহূ বিল্ বাহ্রি সারাবা।","english_translit":"Falamma balagha majmaAAa baynihima nasiya hootahuma faittakhatha sabeelahu fee albahri saraban"},{"sura":18,"aya":62,"quran_text":"فَلَمَّا جَاوَزَا قَالَ لِفَتَاهُ آتِنَا غَدَاءَنَا لَقَدْ لَقِينَا مِنْ سَفَرِنَا هَذَا نَصَبًا","bangla_mohiuddin":"যখন তাঁরা সে স্থানটি অতিক্রম করে গেলেন, মূসা সঙ্গী কে বললেনঃ আমাদের নাশতা আন। আমরা এই সফরে পরিশ্রান্ত হয়ে পড়েছি।","bangla_murtaza":"তারা উভয়ে আরো সামনে অগ্রসর হলে মূসা তার সাথিকে বললো : আমাদের সকালের নাস্তা নাও, এই সফরে বড় ক্লান্ত হয়ে পড়েছি।","english_text":"When they had gone past (the confluence), Moses said to his servant: \"Give me my breakfast. I am exhausted from this journey.\"","bangla_translit":"ফালাম্মা-জ্বা-অযা-ক্ব-লা লিফাত্বা-হু আ-তিনা- গদা-য়ানা-লাক্বদ্ লাক্বীনা-মিন্ সাফারিনা-হাযা-নাছোয়াবা-।","english_translit":"Falamma jawaza qala lifatahu atina ghadaana laqad laqeena min safarina hatha nasaban"},{"sura":18,"aya":63,"quran_text":"قَالَ أَرَأَيْتَ إِذْ أَوَيْنَا إِلَى الصَّخْرَةِ فَإِنِّي نَسِيتُ الْحُوتَ وَمَا أَنْسَانِيهُ إِلَّا الشَّيْطَانُ أَنْ أَذْكُرَهُ وَاتَّخَذَ سَبِيلَهُ فِي الْبَحْرِ عَجَبًا","bangla_mohiuddin":"সে বললঃ আপনি কি লক্ষ্য করেছেন, আমরা যখন প্রস্তর খন্ডে আশ্রয় নিয়েছিলাম, তখন আমি মাছের কথা ভুলে গিয়েছিলাম। শয়তানই আমাকে একথা স্মরণ রাখতে ভুলিয়ে দিয়েছিল। মাছটি আশ্চর্য জনক ভাবে সমুদ্রে নিজের পথ করে নিয়েছে।","bangla_murtaza":"সে বললো: ‘আপনি লক্ষ্য করেছেন কি, আমরা যখন পাথরখণ্ডে বিশ্রাম নিচ্ছিলাম, তখন আমি মাছটির কথা ভুলে গিয়েছিলাম। শয়তানই সেটির কথা বলতে আমাকে ভুলিয়ে দিয়েছিল। সেটি বিস্ময়করভাবে নিজের পথ তৈরি করে নিয়ে সমুদ্রে নেমে গিয়েছিল।","english_text":"He said: \"You see, I forgot the fish on the rock where we had stopped. Only Satan made me forget to mention this; but the wonder is the fish escaped to the sea.\"","bangla_translit":"ক্ব-লা আরায়াইতা ইয্ আওয়াইনা য় ইলাছ্ ছোয়াখ্রতি ফাইন্নী নাসীতুল্ হূতা অমা য় আন্সানীহু ইল্লাশ্ শাইত্বোয়া-নু আন্ আয্কুরাহূ ওয়াত্তাখাযা সাবীলাহূ ফিল্ বাহ্রি ‘আজ্বাবা-।","english_translit":"Qala araayta ith awayna ila alssakhrati fainnee naseetu alhoota wama ansaneehu illa alshshaytanu an athkurahu waittakhatha sabeelahu fee albahri AAajaban"},{"sura":18,"aya":64,"quran_text":"قَالَ ذَلِكَ مَا كُنَّا نَبْغِ فَارْتَدَّا عَلَى آثَارِهِمَا قَصَصًا","bangla_mohiuddin":"মূসা বললেনঃ আমরা তো এ স্থানটিই খুঁজছিলাম। অতঃপর তাঁরা নিজেদের চিহ্ন ধরে ফিরে চললেন।","bangla_murtaza":"মূসা বললো: ‘আমরা তো সেই জায়গাটারই সন্ধান করছিলাম। তখন তারা নিজেদের পদচিহ্ন ধরে ফিরে চললো।","english_text":"Moses said: \"But that is exactly what we were seeking.\" So they retraced their steps.","bangla_translit":"ক্ব-লা যা-লিকা মা-কুন্না- নাব্গি ফারতাদ্দা ‘আলা য় আ-ছা-রিহিমা ক্বাছোয়াছোয়া-।","english_translit":"Qala thalika ma kunna nabghi fairtadda AAala atharihima qasasan"},{"sura":18,"aya":65,"quran_text":"فَوَجَدَا عَبْدًا مِنْ عِبَادِنَا آتَيْنَاهُ رَحْمَةً مِنْ عِنْدِنَا وَعَلَّمْنَاهُ مِنْ لَدُنَّا عِلْمًا","bangla_mohiuddin":"অতঃপর তাঁরা আমার বান্দাদের মধ্যে এমন একজনের সাক্ষাত পেলেন, যাকে আমি আমার পক্ষ থেকে রহমত দান করেছিলাম ও আমার পক্ষ থেকে দিয়েছিলাম এক বিশেষ জ্ঞান।","bangla_murtaza":"তখন তারা আমার দাসদের এমন একজনকে পেয়ে গেলো, যাকে আমার পক্ষ থেকে রহমত দান করেছিলাম এবং আমার নিকট থেকে দান করেছিলাম বিশেষ এক এলেম।","english_text":"Then they found one of Our votaries, whom We had blessed and given knowledge from Us.","bangla_translit":"ফাঅজ্বাদা-‘আব্দাম্ মিন্ ‘ইবা-দিনা য় আ-তাইনা-হু রহ্মাতাম্ মিন্ ‘ইন্দিনা-অ ‘আল্লাম্না-হু মিল লাদুন্না ‘ইল্মা-।","english_translit":"Fawajada AAabdan min AAibadina ataynahu rahmatan min AAindina waAAallamnahu min ladunna AAilman"},{"sura":18,"aya":66,"quran_text":"قَالَ لَهُ مُوسَى هَلْ أَتَّبِعُكَ عَلَى أَنْ تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْدًا","bangla_mohiuddin":"মূসা তাঁকে বললেনঃ আমি কি এ শর্তে আপনার অনুসরণ করতে পারি যে, সত্যপথের যে জ্ঞান আপনাকে শেখানো হয়েছে, তা থেকে আমাকে কিছু শিক্ষা দেবেন?","bangla_murtaza":"মূসা তাকে বললো: ‘আপনাকে সঠিক পথের যে জ্ঞান দান করা হয়েছে, তা থেকে আমাকে শিক্ষা দেবেন এই শর্তে আমি আপনার সাথি হতে পারি কি?","english_text":"Moses said to him: \"May I attend upon you that you may instruct me in the knowledge you have been taught of the right way?\"","bangla_translit":"ক্ব-লা লাহূ মূসা- হাল্ আত্তাবি‘উকা ‘আলা য় আন্ তু‘আল্লিমানি মিম্মা-‘উল্লিম্তা রুশ্দা-।","english_translit":"Qala lahu moosa hal attabiAAuka AAala an tuAAallimani mimma AAullimta rushdan"},{"sura":18,"aya":67,"quran_text":"قَالَ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا","bangla_mohiuddin":"তিনি বললেনঃ আপনি আমার সাথে কিছুতেই ধৈর্য্যধারণ করে থাকতে পারবেন না।","bangla_murtaza":"সে বললো: “আপনি কখনো আমার সাথে চলে সবর করতে পারবেন না।","english_text":"He said: \"You will not be able to bear with me.","bangla_translit":"ক্ব-লা ইন্নাকা লান্ তাস্তাত্বী ‘আ মাই’য়া ছোয়াব্রা-।","english_translit":"Qala innaka lan tastateeAAa maAAiya sabran"},{"sura":18,"aya":68,"quran_text":"وَكَيْفَ تَصْبِرُ عَلَى مَا لَمْ تُحِطْ بِهِ خُبْرًا","bangla_mohiuddin":"যে বিষয় বোঝা আপনার আয়ত্তাধীন নয়, তা দেখে আপনি ধৈর্য্যধারণ করবেন কেমন করে?","bangla_murtaza":"আপনি কেমন করে সবর করবেন এমন বিষয়ে, যে বিষয়ের জ্ঞান আপনার আয়ত্তে নেই?”","english_text":"\"How can you bear that which is beyond your comprehension?\"","bangla_translit":"অ কাইফা তাছ্বিরু ‘আলা-মা-লাম্ তুহিত্ব বিহী খুব্রা-।","english_translit":"Wakayfa tasbiru AAala ma lam tuhit bihi khubran"},{"sura":18,"aya":69,"quran_text":"قَالَ سَتَجِدُنِي إِنْ شَاءَ اللَّهُ صَابِرًا وَلَا أَعْصِي لَكَ أَمْرًا","bangla_mohiuddin":"মূসা বললেনঃ আল্লাহ চাহেন তো আপনি আমাকে ধৈর্য্যশীল পাবেন এবং আমি আপনার কোন আদেশ অমান্য করব না।","bangla_murtaza":"(মূসা) বললো: ‘ইনশাল্লাহ, আপনি আমাকে ধৈর্যশীল পাবেন এবং আমি আপনার কোনো আদেশ অমান্য করবো না।’","english_text":"\"You will find me patient if God wills,\" said Moses; \"and I will not disobey you in any thing.\"","bangla_translit":"ক্ব-লা সাতাজ্বিদুনী য় ইন্ শা-য়াল্লা-হু ছোয়া-বিরাঁও অলা য় আ’ছী লাকা আম্র-।","english_translit":"Qala satajidunee in shaa Allahu sabiran wala aAAsee laka amran"},{"sura":18,"aya":70,"quran_text":"قَالَ فَإِنِ اتَّبَعْتَنِي فَلَا تَسْأَلْنِي عَنْ شَيْءٍ حَتَّى أُحْدِثَ لَكَ مِنْهُ ذِكْرًا","bangla_mohiuddin":"তিনি বললেনঃ যদি আপনি আমার অনুসরণ করেনই তবে কোন বিষয়ে আমাকে প্রশ্ন করবেন না, যে পর্যন্ত না আমি নিজেই সে সম্পর্কে আপনাকে কিছু বলি।","bangla_murtaza":"সে বললো: ‘আপনি যদি আমার সাথি হনই, তাহলে আমাকে কোনো বিষয়ে প্রশ্ন করবেন না, যে পর্যন্ত সে বিষয়ে আমি নিজেই আপনাকে কিছু না বলবো।’","english_text":"\"If you must follow me,\" he said, \"do not ask me any thing until I speak of it to you myself.\"","bangla_translit":"ক্ব-লা ফাইনিত্ তাবা’তানী ফালা-তাস্য়াল্নী ‘আন্ শাইয়িন্ হাত্তা -উহ্দিছা লাকা মিন্হু যিক্র।","english_translit":"Qala faini ittabaAAtanee fala tasalnee AAan shayin hatta ohditha laka minhu thikran"},{"sura":18,"aya":71,"quran_text":"فَانْطَلَقَا حَتَّى إِذَا رَكِبَا فِي السَّفِينَةِ خَرَقَهَا قَالَ أَخَرَقْتَهَا لِتُغْرِقَ أَهْلَهَا لَقَدْ جِئْتَ شَيْئًا إِمْرًا","bangla_mohiuddin":"অতঃপর তারা চলতে লাগলঃ অবশেষে যখন তারা নৌকায় আরোহণ করল, তখন তিনি তাতে ছিদ্র করে দিলেন। মূসা বললেনঃ আপনি কি এর আরোহীদেরকে ডুবিয়ে দেয়ার জন্যে এতে ছিদ্র করে দিলেন? নিশ্চয়ই আপনি একটি গুরুতর মন্দ কাজ করলেন।","bangla_murtaza":"ফলে তারা দু’জনই চলতে থাকলো। অত:পর তারা যখন নৌকায় উঠলো, সে ছিদ্র করে দিলো। তখন মূসা বললো: ‘আপনি কি আরোহীদের ডুবিয়ে দেয়ার জন্যে এটি ছিদ্র করে দিলেন নৌকাটি? আপনি তো একটা গুরুতর অন্যায় কাজ করলেন।’","english_text":"So they set out till they (came to the quay) and went on board a ship in which he made a hole, (and Moses said:) \"You have made a hole in the boat to drown its passengers? You have done a strange thing!\"","bangla_translit":"ফান্ত্বোয়ালাক্ব-হাত্তা য় ইযা-রকিবা-ফিস্ সাফীনাতি খারাক্বাহা-; ক্ব-লা আখারাকতাহা-লিতুগ্রিক্ব আহ্লাহা-লাক্বদ্ জ্বিতা শাইয়ান্ ইম্র-।","english_translit":"Faintalaqa hatta itha rakiba fee alssafeenati kharaqaha qala akharaqtaha litughriqa ahlaha laqad jita shayan imran"},{"sura":18,"aya":72,"quran_text":"قَالَ أَلَمْ أَقُلْ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا","bangla_mohiuddin":"তিনি বললেনঃ আমি কি বলিনি যে, আপনি আমার সাথে কিছুতেই ধৈর্য্য ধরতে পারবেন না ?","bangla_murtaza":"সে বললো: ‘আমি কি আপনাকে বলিনি, আপনি আমার সাথে থেকে কিছুতেই সবর করতে পারবেন না?’","english_text":"\"Did I not tell you,\" he replied, \"that you will not be able to bear with me?\"","bangla_translit":"ক্ব-লা আলাম্ আকুল্ ইন্নাকা লান্ তাস্তাত্বী‘আ মাড্ডইয়া ছোয়াব্র-।","english_translit":"Qala alam aqul innaka lan tastateeAAa maAAiya sabran"},{"sura":18,"aya":73,"quran_text":"قَالَ لَا تُؤَاخِذْنِي بِمَا نَسِيتُ وَلَا تُرْهِقْنِي مِنْ أَمْرِي عُسْرًا","bangla_mohiuddin":"মূসা বললেনঃ আমাকে আমার ভুলের জন্যে অপরাধী করবেন না এবং আমার কাজে আমার উপর কঠোরতা আরোপ করবেন না।","bangla_murtaza":"মূসা বললো: ‘আমার ভুলের জন্যে আপনি আমাকে পাকড়াও করবেন না এবং আমার ব্যাপারে এতো বেশি কঠোর হবেন না।’","english_text":"(Moses) said: \"Do not hold me for having forgotten, and do not reprove me and make my task difficult.\"","bangla_translit":"ক্ব-লা লা-তুওয়া-খিয্নী বিমা-নাসীতু অলা- র্তুহিকনী মিন্ আম্রী‘উস্র-।","english_translit":"Qala la tuakhithnee bima naseetu wala turhiqnee min amree AAusran"},{"sura":18,"aya":74,"quran_text":"فَانْطَلَقَا حَتَّى إِذَا لَقِيَا غُلَامًا فَقَتَلَهُ قَالَ أَقَتَلْتَ نَفْسًا زَكِيَّةً بِغَيْرِ نَفْسٍ لَقَدْ جِئْتَ شَيْئًا نُكْرًا","bangla_mohiuddin":"অতঃপর তারা চলতে লাগল। অবশেষে যখন একটি বালকের সাক্ষাত পেলেন, তখন তিনি তাকে হত্যা করলেন। মূসা বললেন? আপনি কি একটি নিস্পাপ জীবন শেষ করে দিলেন প্রাণের বিনিময় ছাড়াই? নিশ্চয়ই আপনি তো এক গুরুতর অন্যায় কাজ করলেন।","bangla_murtaza":"পুনরায় তারা চললো। চলতে চলতে তারা যখন একটি বালকের সাক্ষাত পেলো, সে সেই বালকটিকে হত্যা করলো। মূসা বললো: ‘আপনি একজন নিষ্পাপ ব্যক্তিকে হত্যা করলেন, হত্যার অপরাধ ছাড়াই? আপনি একটি গুরুতর অন্যায় কাজ করলেন।’","english_text":"The two went on till they came to a boy, whom he killed. Moses exclaimed: \"You have killed an innocent soul who had taken no life. You have done a most abominable thing!\"","bangla_translit":"ফান্ত্বোয়ালাক্ব-হাত্তা য় ইযা-লাক্বিয়া-গুলা-মান্ ফাক্বতালাহূ ক্ব-লা আক্বতাল্তা নাফ্সান্ যাকিয়্যাতাম্ বিগইরি নাফ্স্; লাক্বদ্ জ্বিতা শাইয়ান্ নুক্রা-।","english_translit":"Faintalaqa hatta itha laqiya ghulaman faqatalahu qala aqatalta nafsan zakiyyatan bighayri nafsin laqad jita shayan nukran"},{"sura":18,"aya":75,"quran_text":"قَالَ أَلَمْ أَقُلْ لَكَ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا","bangla_mohiuddin":"তিনি বললেনঃ আমি কি বলিনি যে, আপনি আমার সাথে ধৈর্য্য ধরে থাকতে পারবেন না।","bangla_murtaza":"সে বললো: ‘আমি কি আপনাকে বলিনি যে, আপনি কিছুতেই আমার সাথে সবর করতে পারবেন না?’","english_text":"He said: \"Did I not tell you you will not be able to bear with me?\"","bangla_translit":"ক্ব-লা আলাম্ আকুল্ লাকা ইন্নাকা লান্ তাস্তাত্বী‘আ মা‘ইয়া ছোয়াব্র-।","english_translit":"Qala alam aqul laka innaka lan tastateeAAa maAAiya sabran"},{"sura":18,"aya":76,"quran_text":"قَالَ إِنْ سَأَلْتُكَ عَنْ شَيْءٍ بَعْدَهَا فَلَا تُصَاحِبْنِي قَدْ بَلَغْتَ مِنْ لَدُنِّي عُذْرًا","bangla_mohiuddin":"মূসা বললেনঃ এরপর যদি আমি আপনাকে কোন বিষয়ে প্রশ্ন করি, তবে আপনি আমাকে সাথে রাখবেন না। আপনি আমার পক্ষ থেকে অভিযোগ মুক্ত হয়ে গেছেন।","bangla_murtaza":"মূসা বললো: ‘এরপর যদি আমি আপনাকে কোনো বিষয়ে জিজ্ঞাসা করি, আপনি আমাকে আর সঙ্গে রাখবেন না। আমার ওজরের বিষয়টি চূড়ান্ত হলো।’","english_text":"Moses said: \"If I ask you any thing again then do not keep me with you. You have my apology.\"","bangla_translit":"ক্ব-লা ইন্ সায়াল্তুকা আন্ শাইয়িম্ বা’দাহা-ফালা-তুছোয়া-হিব্নী, ক্বদ্ বালাগ্তা মিল্লাদুন্নী ‘উয্র-।","english_translit":"Qala in saaltuka AAan shayin baAAdaha fala tusahibnee qad balaghta min ladunnee AAuthran"},{"sura":18,"aya":77,"quran_text":"فَانْطَلَقَا حَتَّى إِذَا أَتَيَا أَهْلَ قَرْيَةٍ اسْتَطْعَمَا أَهْلَهَا فَأَبَوْا أَنْ يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارًا يُرِيدُ أَنْ يَنْقَضَّ فَأَقَامَهُ قَالَ لَوْ شِئْتَ لَاتَّخَذْتَ عَلَيْهِ أَجْرًا","bangla_mohiuddin":"অতঃপর তারা চলতে লাগল, অবশেষে যখন একটি জনপদের অধিবাসীদের কাছে পৌছে তাদের কাছে খাবার চাইল, তখন তারা তাদের অতিথেয়তা করতে অস্বীকার করল। অতঃপর তারা সেখানে একটি পতনোম্মুখ প্রাচীর দেখতে পেলেন, সেটি তিনি সোজা করে দাঁড় করিয়ে দিলেন। মূসা বললেনঃ আপনি ইচ্ছা করলে তাদের কাছ থেকে এর পারিশ্রমিক আদায় করতে পারতেন।","bangla_murtaza":"পুনরায় তারা উভয়ে চলতে শুরু করলো। চলতে চলতে এক গাঁয়ের অধিবাসীদের কাছে এসে তারা খাবার চাইলো। তারা তাদের মেহেমানদারী করতে অস্বীকার করে। তারা সেখানে একটি হেলে থাকা প্রাচীর দেখতে পায় এবং সে সেটি দাঁড় করিয়ে মজবুত করে দেয়। মূসা বললো: ‘আপনি চাইলে এ কাজের জন্যে পারিশ্রমিক নিতে পারতেন।’","english_text":"The two went on till they came upon some villagers, and asked the people for food, but they refused to entertain them. There they found a wall that was crumbling, which he repaired. Moses remarked: \"You could have demanded wages for it if you liked.\"","bangla_translit":"ফান্ত্বোয়ালাক্ব- হাত্তা য় ইযা য় আতাইয়া য় আহ্লা র্ক্বইয়াতিনিস্ তাত্ব‘আমা য় আহ্লাহা-ফাআবাও আইঁ ইয়ুদ্বোয়াইয়্যিফূ হুমা- ফাওয়াজ্বাদা-ফীহা-জ্বিদা-রইঁ ইয়ুরীদু আই ঁইয়ান্ক্বদ্ব্দ্বোয়া ফায়াক্ব-মাহ্; ক্ব-লা লাও শিতা লাত্তাখয্তা ‘আলাইহি আজ্বর-।","english_translit":"Faintalaqa hatta itha ataya ahla qaryatin istatAAama ahlaha faabaw an yudayyifoohuma fawajada feeha jidaran yureedu an yanqadda faaqamahu qala law shita laittakhathta AAalayhi ajran"},{"sura":18,"aya":78,"quran_text":"قَالَ هَذَا فِرَاقُ بَيْنِي وَبَيْنِكَ سَأُنَبِّئُكَ بِتَأْوِيلِ مَا لَمْ تَسْتَطِعْ عَلَيْهِ صَبْرًا","bangla_mohiuddin":"তিনি বললেনঃ এখানেই আমার ও আপনার মধ্যে সম্পর্কচ্ছেদ হল। এখন যে বিষয়ে আপনি ধৈর্য্য ধরতে পারেননি, আমি তার তাৎপর্য বলে দিচ্ছি।","bangla_murtaza":"সে বললো: “এখানেই আমার সাথে আপনার সম্পর্ক ছিন্ন হয়ে গেলো। যেসব বিষয়ে আপনি সবর করতে পারেননি, আমি সেগুলোর তাৎপর্য ব্যাখ্যা করছি।","english_text":"\"This is the parting of our \"ways,\" he said. \"But I will now explain the things you could not bear:","bangla_translit":"ক্ব-লা হা-যা-ফির-কু বাইনী অবাইনিকা সাউনাব্বিয়ুকা বিতাওয়ীলি মা-লাম্ তাস্তাত্বি’ ‘আলাইহি ছোয়াব্র-।","english_translit":"Qala hatha firaqu baynee wabaynika saonabbioka bitaweeli ma lam tastatiAA AAalayhi sabran"},{"sura":18,"aya":79,"quran_text":"أَمَّا السَّفِينَةُ فَكَانَتْ لِمَسَاكِينَ يَعْمَلُونَ فِي الْبَحْرِ فَأَرَدْتُ أَنْ أَعِيبَهَا وَكَانَ وَرَاءَهُمْ مَلِكٌ يَأْخُذُ كُلَّ سَفِينَةٍ غَصْبًا","bangla_mohiuddin":"নৌকাটির ব্যাপারে-সেটি ছিল কয়েকজন দরিদ্র ব্যক্তির। তারা সমুদ্রে জীবিকা অন্বেষন করত। আমি ইচ্ছা করলাম যে, সেটিকে ক্রটিযুক্ত করে দেই। তাদের অপরদিকে ছিল এক বাদশাহ। সে বলপ্রয়োগে প্রত্যেকটি নৌকা ছিনিয়ে নিত।","bangla_murtaza":"প্রথমেই সেই নৌকাটির বিষয়। সেটি ছিলো কয়েকজন অভাবী লোকের, তারা সমুদ্রে জীবিকা অন্বেষণ করতো। আমি ইচ্ছা করলাম নৌকাটি ত্রুটিযুক্ত করে দেয়ার, কারণ সামনেই ছিলো এক রাজা, সে জোরপূর্বক সব নৌকা ছিনিয়ে নেয়।","english_text":"That boat belonged to poor people who used to toil on the sea. I damaged it because there was a king after them who used to seize every ship by force.","bangla_translit":"আম্মাস্ সাফীনাতু ফাকা-নাত্ লিমাসাকীনা ইয়া’মালূনা ফিল্ বাহ্রি ফাআরত্তু আন্ আ‘ঈবাহা-অকা-না অর-য়াহুম্ মালিকুঁই ইয়াখুযু কুল্লা সাফীনাতিন্ গাছ্বা-।","english_translit":"Amma alssafeenatu fakanat limasakeena yaAAmaloona fee albahri faaradtu an aAAeebaha wakana waraahum malikun yakhuthu kulla safeenatin ghasban"},{"sura":18,"aya":80,"quran_text":"وَأَمَّا الْغُلَامُ فَكَانَ أَبَوَاهُ مُؤْمِنَيْنِ فَخَشِينَا أَنْ يُرْهِقَهُمَا طُغْيَانًا وَكُفْرًا","bangla_mohiuddin":"বালকটির ব্যাপার তার পিতা-মাতা ছিল ঈমানদার। আমি আশঙ্কা করলাম যে, সে অবাধ্যতা ও কুফর দ্বারা তাদেরকে প্রভাবিত করবে।","bangla_murtaza":"আর বালকটি, তার বাবা-মা ছিলেন মুমিন, আমাদের আশংকা হয়, সে অব্যাধ্যতা ও কুফুরির মাধ্যমে তাদের বিব্রত করবে।","english_text":"As for the boy, his parents were believers, but we feared that he would harass them with defiance and disbelief.","bangla_translit":"অআম্মাল্ গুলা-মু ফাকা-না আবাওয়া-হু মুমিনাইনি ফাখাশীনা য় আইঁ ইর্য়ুহিক্বাহুমা- ত্বুগ্ইয়া-নাওঁ অ কুফ্র-।","english_translit":"Waamma alghulamu fakana abawahu muminayni fakhasheena an yurhiqahuma tughyanan wakufran"},{"sura":18,"aya":81,"quran_text":"فَأَرَدْنَا أَنْ يُبْدِلَهُمَا رَبُّهُمَا خَيْرًا مِنْهُ زَكَاةً وَأَقْرَبَ رُحْمًا","bangla_mohiuddin":"অতঃপর আমি ইচ্ছা করলাম যে, তাদের পালনকর্তা তাদেরকে মহত্তর, তার চাইতে পবিত্রতায় ও ভালবাসায় ঘনিষ্ঠতর একটি শ্রেষ্ঠ সন্তান দান করুক।","bangla_murtaza":"তাই আমরা চাইলাম তাদের প্রভু যেনো তাদেরকে ওর পরিবর্তে ওর চাইতে উত্তম, পবিত্র ও ভক্তি ভালোবাসায় নৈকট্য লাভকারী একটি সন্তান দান করেন।","english_text":"We hoped their Lord would give them a substitute better than him in virtue and goodness.","bangla_translit":"ফাআরদ্না য় আইঁ ইয়ুব্দিলাহুমা- রব্বুহুমা-খইরম্ মিন্হু যাকা-তাঁও অআকরাবা রুহ্মা-।","english_translit":"Faaradna an yubdilahuma rabbuhuma khayran minhu zakatan waaqraba ruhman"},{"sura":18,"aya":82,"quran_text":"وَأَمَّا الْجِدَارُ فَكَانَ لِغُلَامَيْنِ يَتِيمَيْنِ فِي الْمَدِينَةِ وَكَانَ تَحْتَهُ كَنْزٌ لَهُمَا وَكَانَ أَبُوهُمَا صَالِحًا فَأَرَادَ رَبُّكَ أَنْ يَبْلُغَا أَشُدَّهُمَا وَيَسْتَخْرِجَا كَنْزَهُمَا رَحْمَةً مِنْ رَبِّكَ وَمَا فَعَلْتُهُ عَنْ أَمْرِي ذَلِكَ تَأْوِيلُ مَا لَمْ تَسْطِعْ عَلَيْهِ صَبْرًا","bangla_mohiuddin":"প্রাচীরের ব্যাপার-সেটি ছিল নগরের দুজন পিতৃহীন বালকের। এর নীচে ছিল তাদের গুপ্তধন এবং তাদের পিতা ছিল সৎকর্ম পরায়ন। সুতরাং আপনার পালনকর্তা দায়বশতঃ ইচ্ছা করলেন যে, তারা যৌবনে পদার্পন করুক এবং নিজেদের গুপ্তধন উদ্ধার করুক। আমি নিজ মতে এটা করিনি। আপনি যে বিষয়ে ধৈর্য্যধারণ করতে অক্ষম হয়েছিলেন, এই হল তার ব্যাখ্যা।","bangla_murtaza":"আর প্রাচীরটির বিষয় হলো, ওটি ছিলো দুই এতিম কিশোরের। প্রাচীরের নিচে আছে তাদের গুপ্তধন আর তাদের পিতা ছিলেন একজন পুণ্যবান ব্যক্তি। সুতরাং আপনার প্রভু দয়া করে চাইলেন তারা বয়ঃপ্রাপ্ত হোক এবং তারা নিজেদের ধনভান্ডার উদ্ধার করুক। আমি কিছুই নিজ থেকে করিনি। আপনি যেসব বিষয়ে সবর করতে পারেননি, এ-ই হলো সেগুলোর ব্যাখ্যা।”","english_text":"As for that wall, it belonged to two orphan boys of the city, and their treasure was buried under it. Their father was an upright man. So your Lord willed that on reaching the age of maturity they should dig out their treasure as a favour from their Lord. So, I did not do that of my own accord. This is the explanation of things you could not bear with patience.\"","bangla_translit":"অআম্মাল্ জ্বিদা-রু ফাকা-না লিগুলা-মাইনি ইয়াতীমাইনি ফিল্ মাদীনাতি অকা-না তাহ্তাহূ কান্যুল্ লাহুমা-অকা-না আবূহুমা-ছোয়া-লিহান্ ফাআর-দা রব্বুকা আইঁ ইয়াব্লুগা য় আশুদ্দা হুমা-অইয়াস্তাখ্রিজ্বা-কান্যাহুমা-রহ্মাতাম্ র্মি রব্বিকা অমা-ফা‘আল্তুহূ ‘আন্ আম্রী; যা-লিকা তাওয়ীলু মা-লাম্ তাস্ত্বি’ ‘আলাইহি ছোয়াব্রা-।","english_translit":"Waamma aljidaru fakana lighulamayni yateemayni fee almadeenati wakana tahtahu kanzun lahuma wakana aboohuma salihan faarada rabbuka an yablugha ashuddahuma wayastakhrija kanzahuma rahmatan min rabbika wama faAAaltuhu AAan amree thalika taweelu ma lam tastiAA AAalayhi sabran"},{"sura":18,"aya":83,"quran_text":"وَيَسْأَلُونَكَ عَنْ ذِي الْقَرْنَيْنِ قُلْ سَأَتْلُو عَلَيْكُمْ مِنْهُ ذِكْرًا","bangla_mohiuddin":"তারা আপনাকে যুলকারনাইন সম্পর্কে জিজ্ঞাসা করে। বলুনঃ আমি তোমাদের কাছে তাঁর কিছু অবস্থা বর্ণনা করব।","bangla_murtaza":"তারা তোমার কাছে জানতে চাইছে যুলকারনাইন সম্পর্কে। তুমি বলো, আমি তার সম্পর্কে তোমাদের কাছে তিলাওয়াত করছি :","english_text":"They ask you about Dhu'l-Qarnain.","bangla_translit":"অইয়াস্য়ালূনাকা আন্ যির্ল্ক্বানাইন্; কুল্ সায়াত্লূ আলাইকুম্ মিন্হু যিক্র-।","english_translit":"Wayasaloonaka AAan thee alqarnayni qul saatloo AAalaykum minhu thikran"},{"sura":18,"aya":84,"quran_text":"إِنَّا مَكَّنَّا لَهُ فِي الْأَرْضِ وَآتَيْنَاهُ مِنْ كُلِّ شَيْءٍ سَبَبًا","bangla_mohiuddin":"আমি তাকে পৃথিবীতে প্রতিষ্ঠিত করেছিলাম এবং প্রত্যেক বিষয়ের কার্যোপকরণ দান করেছিলাম।","bangla_murtaza":"আমরা তাকে পৃথিবীতে কর্তৃত্ব দিয়েছিলাম এবং তাকে সব বিষয়ের উপায় উপকরণ দিয়েছিলাম।","english_text":"Say: \"I will cite before you his commemoration.\" We gave him authority in the land and means of accomplishing every end.","bangla_translit":"ইন্না- মাক্কান্না-লাহূ ফিল্ র্আদ্বি অ আ-তাইনা-হু মিন্ কুল্লি শাইয়িন্ সাবাবা-।","english_translit":"Inna makkanna lahu fee alardi waataynahu min kulli shayin sababan"},{"sura":18,"aya":85,"quran_text":"فَأَتْبَعَ سَبَبًا","bangla_mohiuddin":"অতঃপর তিনি এক কার্যোপকরণ অবলম্বন করলেন।","bangla_murtaza":"ফলে সে পথ ধরে অগ্রসর হলো।","english_text":"So he followed a certain road","bangla_translit":"ফাআত্বা‘আ য় সাবাবা-।","english_translit":"FaatbaAAa sababan"},{"sura":18,"aya":86,"quran_text":"حَتَّى إِذَا بَلَغَ مَغْرِبَ الشَّمْسِ وَجَدَهَا تَغْرُبُ فِي عَيْنٍ حَمِئَةٍ وَوَجَدَ عِنْدَهَا قَوْمًا قُلْنَا يَا ذَا الْقَرْنَيْنِ إِمَّا أَنْ تُعَذِّبَ وَإِمَّا أَنْ تَتَّخِذَ فِيهِمْ حُسْنًا","bangla_mohiuddin":"অবশেষে তিনি যখন সুর্যের অস্তাচলে পৌছলেন; তখন তিনি সুর্যকে এক পঙ্কিল জলাশয়ে অস্ত যেতে দেখলেন এবং তিনি সেখানে এক সম্প্রদায়কে দেখতে পেলেন। আমি বললাম, হে যুলকারনাইন! আপনি তাদেরকে শাস্তি দিতে পারেন অথবা তাদেরকে সদয়ভাবে গ্রহণ করতে পারেন।","bangla_murtaza":"এমন কি সে সূর্যাস্তের স্থানে এসে পৌঁছায়। সে সূর্যকে এক পংকিল জলাশয়ে অস্তমিত হতে দেখে এবং সেখানে একটি কওমকেও দেখতে পায়। আমরা তাকে বললাম, হে যুলকারনাইন! তুমি এদের শাস্তি দিতে পারো, অথবা তাদের ব্যাপারে সদয় মনোভাব গ্রহণ করতে পারো।","english_text":"Till he reached the point of the setting sun, and saw it set behind a muddy lake, and near it found a people. We said: \"O Dhu'l-Qarnain, you may either punish them or treat them with kindness.\"","bangla_translit":"হাত্তা য় ইযা-বালাগ মাগ্রিবাশ্ শাম্সি অ জ্বাদাহা-তাগ্রুবু ফী ‘আইনিন্ হামিয়াতিঁও অ অজ্বাদা ‘ইন্দাহা- ক্বওমা-; কুল্না-ইয়াযাল্ র্ক্বনাইনি ইম্মা য় আন্ তু‘আয্যিবা অ ইম্মা য় আন্ তাত্তাখিযা ফীহিম্ হুস্না-।","english_translit":"Hatta itha balagha maghriba alshshamsi wajadaha taghrubu fee AAaynin hamiatin wawajada AAindaha qawman qulna ya tha alqarnayni imma an tuAAaththiba waimma an tattakhitha feehim husnan"},{"sura":18,"aya":87,"quran_text":"قَالَ أَمَّا مَنْ ظَلَمَ فَسَوْفَ نُعَذِّبُهُ ثُمَّ يُرَدُّ إِلَى رَبِّهِ فَيُعَذِّبُهُ عَذَابًا نُكْرًا","bangla_mohiuddin":"তিনি বললেনঃ যে কেউ সীমালঙ্ঘনকারী হবে আমি তাকে শাস্তি দেব। অতঃপর তিনি তাঁর পালনকর্তার কাছে ফিরে যাবেন। তিনি তাকে কঠোর শাস্তি দেবেন।","bangla_murtaza":"সে বললো: যে কেউ যুলুম করবে, আমরা তাকে শাস্তি দেবো। তারপর সে তার প্রভুর কাছে ফিরে যাবে এবং তিনি তাকে কঠিন শাস্তি দেবেন।","english_text":"He said: \"I shall punish whosoever is wicked. He will then be sent back to his Lord who will inflict on him a terrible punishment.","bangla_translit":"ক্ব-লা আম্মা-মান জোয়ালামা ফাসাওফা নু‘আয্যিবুহূ ছুম্মা ইয়ুরদ্দু ইলা-রব্বিহী ফাইয়ু‘আয্যিবুহূ ‘আযা-বান্ নুক্র-।","english_translit":"Qala amma man thalama fasawfa nuAAaththibuhu thumma yuraddu ila rabbihi fayuAAaththibuhu AAathaban nukran"},{"sura":18,"aya":88,"quran_text":"وَأَمَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا فَلَهُ جَزَاءً الْحُسْنَى وَسَنَقُولُ لَهُ مِنْ أَمْرِنَا يُسْرًا","bangla_mohiuddin":"এবং যে বিশ্বাস স্থাপন করে ও সৎকর্ম করে তার জন্য প্রতিদান রয়েছে কল্যাণ এবং আমার কাজে তাকে সহজ নির্দেশ দেব।","bangla_murtaza":"তবে যে কেউ ঈমান আনবে এবং আমলে সালেহ্ করবে তার জন্যে রয়েছে উত্তম প্রতিদান, তার প্রতি ব্যবহারে আমরা কোমল-সহজ কথা বলবো।","english_text":"But he who believes and does the right will have an excellent reward, and we shall make things easy for him.\"","bangla_translit":"অআম্মা-মান্ আ-মানা অ ‘আমিলা ছোয়া-লিহান্ ফালাহূ জ্বাযা-য়ানিল্ হুস্না- অ সানাকুলু লাহূ মিন্ আম্রিনা-ইয়ুস্র-।","english_translit":"Waamma man amana waAAamila salihan falahu jazaan alhusna wasanaqoolu lahu min amrina yusran"},{"sura":18,"aya":89,"quran_text":"ثُمَّ أَتْبَعَ سَبَبًا","bangla_mohiuddin":"অতঃপর তিনি এক উপায় অবলম্বন করলেন।","bangla_murtaza":"সে পুনরায় অন্যদিকে পথ ধরে অগ্রসর হলো।","english_text":"He then followed (another) road","bangla_translit":"ছুম্মা আত্বা‘আ সাবাবা-।","english_translit":"Thumma atbaAAa sababan"},{"sura":18,"aya":90,"quran_text":"حَتَّى إِذَا بَلَغَ مَطْلِعَ الشَّمْسِ وَجَدَهَا تَطْلُعُ عَلَى قَوْمٍ لَمْ نَجْعَلْ لَهُمْ مِنْ دُونِهَا سِتْرًا","bangla_mohiuddin":"অবশেষে তিনি যখন সূর্যের উদয়াচলে পৌছলেন, তখন তিনি তাকে এমন এক সম্প্রদায়ের উপর উদয় হতে দেখলেন, যাদের জন্যে সূর্যতাপ থেকে আত্নরক্ষার কোন আড়াল আমি সৃষ্টি করিনি।","bangla_murtaza":"শেষ পর্যন্ত সে সূর্যোদয়ের স্থানে এসে পৌঁছালো। সে দেখলো, সূর্য উঠছে এমন এক জাতির উপর, যাদের জন্যে সূর্য তাপ থেকে রক্ষার জন্যে আমরা কোনো অন্তরাল সৃষ্টি করিনি।","english_text":"Till he reached the point of the rising sun, and saw it rise over a people for whom We had provided no shelter against it.","bangla_translit":"হাত্তা য় ইযা-বালাগ মাত্বলি‘আশ্ শাম্সি অজ্বাদাহা- তাত্বলু‘উ ‘আলা-ক্বওমিল্ লাম্ নাজ্ব্‘আল্ লাহুম্ মিন্ দূনিহা-সিত্র-।","english_translit":"Hatta itha balagha matliAAa alshshamsi wajadaha tatluAAu AAala qawmin lam najAAal lahum min dooniha sitran"},{"sura":18,"aya":91,"quran_text":"كَذَلِكَ وَقَدْ أَحَطْنَا بِمَا لَدَيْهِ خُبْرًا","bangla_mohiuddin":"প্রকৃত ঘটনা এমনিই। তার বৃত্তান্ত আমি সম্যক অবগত আছি।","bangla_murtaza":"ব্যাপার তাই ছিলো। তার কাছে যেসব খবর ছিলো আমরা তা জানতাম।","english_text":"It was so, for We were fully informed about him.","bangla_translit":"কাযা-লিক্; অক্বদ্ আহাত্বনা- বিমা-লাদাইহি খুব্র-।","english_translit":"Kathalika waqad ahatna bima ladayhi khubran"},{"sura":18,"aya":92,"quran_text":"ثُمَّ أَتْبَعَ سَبَبًا","bangla_mohiuddin":"আবার তিনি এক পথ ধরলেন।","bangla_murtaza":"তারপর সে আরেক দিকে পথ ধরে অগ্রসর হলো।","english_text":"He then followed (another) road","bangla_translit":"ছুম্মা আত্বা‘আ সাবাবা-।","english_translit":"Thumma atbaAAa sababan"},{"sura":18,"aya":93,"quran_text":"حَتَّى إِذَا بَلَغَ بَيْنَ السَّدَّيْنِ وَجَدَ مِنْ دُونِهِمَا قَوْمًا لَا يَكَادُونَ يَفْقَهُونَ قَوْلًا","bangla_mohiuddin":"অবশেষে যখন তিনি দুই পর্বত প্রচীরের মধ্যস্থলে পৌছলেন, তখন তিনি সেখানে এক জাতিকে পেলেন, যারা তাঁর কথা একেবারেই বুঝতে পারছিল না।","bangla_murtaza":"শেষ পর্যন্ত সে এসে পৌঁছায় দুই পর্বত প্রাচীরের মধ্যবর্তী স্থানে। এখানে সে আরেকটি জাতির সন্ধান পেলো। তারা কোনো কথাই বুঝার মতো ছিলো না।","english_text":"Till he reached a place between two mountains, and found this side of it a people who understood but little of what was spoken.","bangla_translit":"হাত্তা য় ইযা-বালাগ বাইনাস্ সাদ্দাইনি অজ্বাদা মিন্ দূনিহিমা-ক্বওমাল্ লা-ইয়াকা-দূনা ইয়াফ্ক্বাহূনা ক্বওলা-।","english_translit":"Hatta itha balagha bayna alssaddayni wajada min doonihima qawman la yakadoona yafqahoona qawlan"},{"sura":18,"aya":94,"quran_text":"قَالُوا يَا ذَا الْقَرْنَيْنِ إِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِي الْأَرْضِ فَهَلْ نَجْعَلُ لَكَ خَرْجًا عَلَى أَنْ تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّا","bangla_mohiuddin":"তারা বললঃ হে যুলকারনাইন, ইয়াজুজ ও মাজুজ দেশে অশান্তি সৃষ্টি করেছে। আপনি বললে আমরা আপনার জন্যে কিছু কর ধার্য করব এই শর্তে যে, আপনি আমাদের ও তাদের মধ্যে একটি প্রাচীর নির্মাণ করে দেবেন।","bangla_murtaza":"তারা বলেছিল: হে যুলকারনাইন! ইয়াজুজ (জাতি) ও মাজুজ (জাতি) আমাদের দেশে এসে অশান্তি সৃষ্টি করছে। আমরা কি আপনাকে খরচ দেবো, আপনি আমাদের ও তাদের মাঝে একটি প্রাচীর গড়ে দেবেন?","english_text":"They said: 'O Dhu'l-Qarnain, Gog and Magog are oppressing the land. May we pay you some tribute so that you could build a rampart between us and them?\"","bangla_translit":"ক্ব-লূ ইয়াযাল্ র্ক্বনাইনি ইন্না ইয়াজুজ্বা অ মাজুজ্বা মুফ্সিদূনা ফিল্ র্আদ্বি ফাহাল্ নাজ্ব‘আলু লাকা র্খাজ্বান্ ‘আলা য় আন্ তাজ্ব‘আলা বাইনানা-অবাইনাহুম্ সাদ্দা-।","english_translit":"Qaloo ya tha alqarnayni inna yajooja wamajooja mufsidoona fee alardi fahal najAAalu laka kharjan AAala an tajAAala baynana wabaynahum saddan"},{"sura":18,"aya":95,"quran_text":"قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيْرٌ فَأَعِينُونِي بِقُوَّةٍ أَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًا","bangla_mohiuddin":"তিনি বললেনঃ আমার পালনকর্তা আমাকে যে সামর্থ?2470;িয়েছেন, তাই যথেষ্ট। অতএব, তোমরা আমাকে শ্রম দিয়ে সাহায্য কর। আমি তোমাদের ও তাদের মধ্যে একটি সুদৃঢ় প্রাচীর নির্মাণ করে দেব।","bangla_murtaza":"সে বললো: ‘আমার প্রভু আমাকে এ বিষয়ে যে ক্ষমতা দিয়েছেন তাই আমার জন্যে যথেষ্ট। তোমরা আমাকে শ্রমশক্তি দিয়ে সাহায্য করো, আমি তোমাদের ও তাদের মধ্যবর্তী স্থানে একটি প্রাচীর গড়ে দেবো।’","english_text":"He said: \"The ability my Lord has given me is better. So help me with your manual labour; I will build a wall between you and them.","bangla_translit":"ক্ব-লা মা-মাক্কান্নী ফীহি রব্বী খইরুন্ ফাআ‘ঈনূনী বিকুওঅতিন্ আজ্ব্ ্‘আল্ বাইনাকুম্ অ বাইনাহুম্ রদ্মা-।","english_translit":"Qala ma makkannee feehi rabbee khayrun faaAAeenoonee biquwwatin ajAAal baynakum wabaynahum radman"},{"sura":18,"aya":96,"quran_text":"آتُونِي زُبَرَ الْحَدِيدِ حَتَّى إِذَا سَاوَى بَيْنَ الصَّدَفَيْنِ قَالَ انْفُخُوا حَتَّى إِذَا جَعَلَهُ نَارًا قَالَ آتُونِي أُفْرِغْ عَلَيْهِ قِطْرًا","bangla_mohiuddin":"তোমরা আমাকে লোহার পাত এনে দাও। অবশেষে যখন পাহাড়ের মধ্যবর্তী ফাঁকা স্থান পূর্ণ হয়ে গেল, তখন তিনি বললেনঃ তোমরা হাঁপরে দম দিতে থাক। অবশেষে যখন তা আগুনে পরিণত হল, তখন তিনি বললেনঃ তোমরা গলিত তামা নিয়ে এস, আমি তা এর উপরে ঢেলে দেই।","bangla_murtaza":"‘তোমরা আমাকে অনেকগুলো লৌহ পিণ্ড এনে দাও।’ তারপর লোহার স্তূপ মধ্যবর্তী ফাঁকা জায়গা পূর্ণ হয়ে যখন দুই পর্বতের সমান হলো, তখন সে বললো: ‘তোমরা হাঁপরে হাওয়া দিতে থাকো। যখন সেগুলো আগুনের মতো উত্তপ্ত হলো, তখন সে বললো: তোমরা গলিত তামা নিয়ে আসো, আমি সেগুলো ঢেলে দেবো এর উপর।’","english_text":"Bring me ingots of iron,\" (which they did) until the space between two mountain sides was filled up. \"Blow your bellows,\" he said; (and they blew) until it was red hot. \"Bring me molten brass,\" he said, \"that I may pour over it.\"","bangla_translit":"আ-তূনী যুবারল্ হাদীদ্; হাত্তা য় ইযা- সা-ওয়া-বাইনাছ্ ছদাফাইনি ক্ব-লান্ ফুখূ; হাত্তা য় ইযা-জ্বা‘আলাহূ না-রন্ ক্ব-লা আ-তূনী য় উফ্রিগ্ ‘আলাইহি ক্বিত্ব্রা-।","english_translit":"Atoonee zubara alhadeedi hatta itha sawa bayna alsadafayni qala onfukhoo hatta itha jaAAalahu naran qala atoonee ofrigh AAalayhi qitran"},{"sura":18,"aya":97,"quran_text":"فَمَا اسْطَاعُوا أَنْ يَظْهَرُوهُ وَمَا اسْتَطَاعُوا لَهُ نَقْبًا","bangla_mohiuddin":"অতঃপর ইয়াজুজ ও মাজুজ তার উপরে আরোহণ করতে পারল না এবং তা ভেদ করতে ও সক্ষম হল না।","bangla_murtaza":"এরপর থেকে তারা আর তা অতিক্রম করতে পারলো না এবং তার মধ্যে সুড়ঙ্গও তৈরি করতে পারলো না।","english_text":"Thus (Gog and Magog) could neither climb over it nor dig a hole through (the rampart).","bangla_translit":"ফামাস্ ত্বোয়া-‘ঊয় আইঁ ইয়াজ্হারূহু অমাস্ তাত্বোয়া‘ঊ লাহূ নাকবা-।","english_translit":"Fama istaAAoo an yathharoohu wama istataAAoo lahu naqban"},{"sura":18,"aya":98,"quran_text":"قَالَ هَذَا رَحْمَةٌ مِنْ رَبِّي فَإِذَا جَاءَ وَعْدُ رَبِّي جَعَلَهُ دَكَّاءَ وَكَانَ وَعْدُ رَبِّي حَقًّا","bangla_mohiuddin":"যুলকারনাইন বললেনঃ এটা আমার পালনকর্তার অনুগ্রহ। যখন আমার পালনকর্তার প্রতিশ্রুত সময় আসবে, তখন তিনি একে চূর্ণ-বিচূর্ণ করে দেবেন এবং আমার পালনকর্তার প্রতিশ্রুতি সত্য।","bangla_murtaza":"সে বললো: এটা আমার প্রভুর অনুগ্রহ। যখন আমার প্রভুর প্রতিশ্রুতি পূর্ণ হবে তখন তিনি এটাকে চূর্ণ-বিচূর্ণ করে দেবেন। আর আমার প্রভুর প্রতিশ্রুতি সত্য।","english_text":"\"This is the benevolence of my Lord,\" he said; \"but when the promise of my Lord comes to pass, He will reduce it to a mound of dust; and the promise of my Lord is true.\"","bangla_translit":"ক্ব-লা হা-যা- রহ্মাতুম্ র্মি রব্বী ফাইযা-জ্বা-য়া অ’দু রব্বী জ্বা‘আলাহূ দাক্কা-য়া অ কা-না অ’দু রব্বী হাকক্ব-।","english_translit":"Qala hatha rahmatun min rabbee faitha jaa waAAdu rabbee jaAAalahu dakkaa wakana waAAdu rabbee haqqan"},{"sura":18,"aya":99,"quran_text":"وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِي بَعْضٍ وَنُفِخَ فِي الصُّورِ فَجَمَعْنَاهُمْ جَمْعًا","bangla_mohiuddin":"আমি সেদিন তাদেরকে দলে দলে তরঙ্গের আকারে ছেড়ে দেব এবং শিঙ্গায় ফুঁৎকার দেয়া হবে। অতঃপর আমি তাদের সবাইকে একত্রিত করে আনব।","bangla_murtaza":"সেদিন আমরা তাদের এমন অবস্থায় ছেড়ে দেবো যে, তারা এক দল আরেক দলের উপর তরঙ্গের মতো আঁছড়ে পড়বে এবং শিংগায় ফুৎকার দেয়া হবে এবং তাদের সবাইকে এক জায়গায় জমা করে ফেলবো।","english_text":"We shall leave them on that day surging like waves pressing one against the other, and the trumpet blast will be sounded, when We shall gather them all together.","bangla_translit":"অ তারক্না- বা’দ্বোয়াহুম্ ইয়াওমায়িযিঁ ইয়ামূজু ফী বা’দ্বিঁও অ নুফিখ ফিছ্ ছূরি ফাজ্বামা’না-হুম্ জ্বাম্‘আ-।","english_translit":"Watarakna baAAdahum yawmaithin yamooju fee baAAdin wanufikha fee alssoori fajamaAAnahum jamAAan"},{"sura":18,"aya":100,"quran_text":"وَعَرَضْنَا جَهَنَّمَ يَوْمَئِذٍ لِلْكَافِرِينَ عَرْضًا","bangla_mohiuddin":"সেদিন আমি কাফেরদের কাছে জাহান্নামকে প্রত্যক্ষ ভাবে উপস্থিত করব।","bangla_murtaza":"আর সেদিন আমরা জাহান্নামকে সেইসব কাফিরদের জন্যে সামনে এনে হাজির করবো,","english_text":"Then We shall bring Hell right before the infidels","bangla_translit":"অ ‘আরদ্ব্না-জ্বাহান্নামা ইয়াওমায়িযিল্লিল্ কা-ফিরীনা ‘র্আদ্বোয়া-।","english_translit":"WaAAaradna jahannama yawmaithin lilkafireena AAardan"},{"sura":18,"aya":101,"quran_text":"الَّذِينَ كَانَتْ أَعْيُنُهُمْ فِي غِطَاءٍ عَنْ ذِكْرِي وَكَانُوا لَا يَسْتَطِيعُونَ سَمْعًا","bangla_mohiuddin":"যাদের চক্ষুসমূহের উপর পর্দা ছিল আমার স্মরণ থেকে এবং যারা শুনতেও সক্ষম ছিল না।","bangla_murtaza":"যাদের চোখ ছিলো অন্ধ আমার যিকির (কুরআন) থেকে এবং তারা শুনতেও ছিলো অক্ষম।","english_text":"Whose eyes were veiled against My warning, and they could not hear.","bangla_translit":"নিল্লাযীনা কা-নাত্ ‘আইয়ুনুহুম্ ফী গিত্বোয়া-য়িন্ ‘আন্ যিক্রী অকা-নূ লা- ইয়াস্তাত্বী ‘ঊনা সাম্‘আ-।","english_translit":"Allatheena kanat aAAyunuhum fee ghitain AAan thikree wakanoo la yastateeAAoona samAAan"},{"sura":18,"aya":102,"quran_text":"أَفَحَسِبَ الَّذِينَ كَفَرُوا أَنْ يَتَّخِذُوا عِبَادِي مِنْ دُونِي أَوْلِيَاءَ إِنَّا أَعْتَدْنَا جَهَنَّمَ لِلْكَافِرِينَ نُزُلًا","bangla_mohiuddin":"কাফেররা কি মনে করে যে, তারা আমার পরিবর্তে আমার বান্দাদেরকে অভিভাবক রূপে গ্রহণ করবে? আমি কাফেরদের অভ্যর্থনার জন্যে জাহান্নামকে প্রস্তুত করে রেখেছি।","bangla_murtaza":"কাফিররা কি ধারণা করে নিয়েছে যে, তারা আমার পরিবর্তে আমার বান্দাদের অলি হিসেবে গ্রহণ করবে? আমরা কাফিরদের জন্যে আতিথ্য হিসেবে প্রস্তুত করে রেখেছি জাহান্নাম।","english_text":"Do the unbelievers think they can make My own creatures their protectors against Me? We have prepared Hell for the hospitality of infidels.","bangla_translit":"আফাহাসিবাল্ লাযীনা কাফারূ য় আইঁ ইয়্যাত্তাখিযূ ‘ইবা-দী মিন্ দূনী য় আওলিয়া-য়্; ইন্না য় ‘আতাদ্না-জ্বাহান্নামালিল্ কা-ফিরীনা নুযুলা-।","english_translit":"Afahasiba allatheena kafaroo an yattakhithoo AAibadee min doonee awliyaa inna aAAtadna jahannama lilkafireena nuzulan"},{"sura":18,"aya":103,"quran_text":"قُلْ هَلْ نُنَبِّئُكُمْ بِالْأَخْسَرِينَ أَعْمَالًا","bangla_mohiuddin":"বলুনঃ আমি কি তোমাদেরকে সেসব লোকের সংবাদ দেব, যারা কর্মের দিক দিয়ে খুবই ক্ষতিগ্রস্ত।","bangla_murtaza":"হে নবী! বলো: আমরা কি তোমাদের সংবাদ দেবো, আমলের দিক থেকে সবচাইতে ক্ষতিগ্রস্ত কারা?","english_text":"Say: \"Shall I tell you whose labour will be wasted?","bangla_translit":"কুল্ হাল্ নুনাব্বিয়ুকুম্ বিল্আখ্সারীনা ‘আমা-লা-।","english_translit":"Qul hal nunabbiokum bialakhsareena aAAmalan"},{"sura":18,"aya":104,"quran_text":"الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا","bangla_mohiuddin":"তারাই সে লোক, যাদের প্রচেষ্টা পার্থিবজীবনে বিভ্রান্ত হয়, অথচ তারা মনে করে যে, তারা সৎকর্ম করেছে।","bangla_murtaza":"তারা হলো সেইসব লোক, যারা দুনিয়ার জীবনে নিজেদের প্রচেষ্টাকে পরিচালিত করে ভ্রান্ত পথে, অথচ তারা মনে করে তারা খুব সুন্দর কাজ করছে।","english_text":"Theirs whose effort is misspent in pursuit of the pleasures of the world, even though they think they are doing good things.\"","bangla_translit":"আল্লাযীনা দ্বোয়াল্লা সা’ইয়ুহুম্ ফীল্ হা-ইয়া-তিদ্ দুন্ইয়া-অ হুম্ ইয়াহ্সাবূনা আন্নাহুম্ ইয়ুহ্সিনূনা ছুন্‘আ-।","english_translit":"Allatheena dalla saAAyuhum fee alhayati alddunya wahum yahsaboona annahum yuhsinoona sunAAan"},{"sura":18,"aya":105,"quran_text":"أُولَئِكَ الَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ وَلِقَائِهِ فَحَبِطَتْ أَعْمَالُهُمْ فَلَا نُقِيمُ لَهُمْ يَوْمَ الْقِيَامَةِ وَزْنًا","bangla_mohiuddin":"তারাই সে লোক, যারা তাদের পালনকর্তার নিদর্শনাবলী এবং তাঁর সাথে সাক্ষাতের বিষয় অস্বীকার করে। ফলে তাদের কর্ম নিষ্ফল হয়ে যায়। সুতরাং কেয়ামতের দিন তাদের জন্য আমি কোন গুরুত্ব স্থির করব না।","bangla_murtaza":"এরাই তাদের প্রভুর আয়াত এবং তাঁর সাথে সাক্ষাত হওয়াকে অস্বীকার করে। ফলে নিষ্ফল হয়ে যায় তাদের সব আমল। তাই আমরা কিয়ামতের দিন তাদের জন্যে ওজন কায়েম করবো না।","english_text":"They are those who reject the signs of their Lord, and the meeting with Him. So their good deeds will be fruitless, and on the Day of Judgement We shall not appoint any weighing for them.","bangla_translit":"উলা-য়িকাল লাযীনা কাফারূ বিআ-ইয়া-তি রব্বিহিম্ অলিক্ব-য়িহী ফাহাবিত্বোয়াত্ আ’মা-লূহুম্ ফালা-নুক্বীমু লাহুম্ ইয়াওমাল্ ক্বিয়া-মাতি অয্না-।","english_translit":"Olaika allatheena kafaroo biayati rabbihim waliqaihi fahabitat aAAmaluhum fala nuqeemu lahum yawma alqiyamati waznan"},{"sura":18,"aya":106,"quran_text":"ذَلِكَ جَزَاؤُهُمْ جَهَنَّمُ بِمَا كَفَرُوا وَاتَّخَذُوا آيَاتِي وَرُسُلِي هُزُوًا","bangla_mohiuddin":"জাহান্নাম-এটাই তাদের প্রতিফল; কারণ, তারা কাফের হয়েছে এবং আমার নিদর্শনাবলী ও রসূলগণকে বিদ্রূপের বিষয় রূপে গ্রহণ করেছে।","bangla_murtaza":"এরা প্রতিদান পাবে জাহান্নাম তাদের কুফুরির কারণে আর এ কারণে যে, তারা আমার আয়াত এবং আমার রসূলদেরকে বিদ্রƒপের লক্ষ্যস্থল বানিয়েছে।","english_text":"Their requital will be Hell, because they disbelieved and mocked My signs and messengers.","bangla_translit":"যা-লিকা জ্বাযা-য়ুহুম্ জ্বাহান্নামু বিমা-কাফারূ অত্তাখাযূ য় আ-ইয়া-তী অরুসুলী হুযুওয়া-।","english_translit":"Thalika jazaohum jahannamu bima kafaroo waittakhathoo ayatee warusulee huzuwan"},{"sura":18,"aya":107,"quran_text":"إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَانَتْ لَهُمْ جَنَّاتُ الْفِرْدَوْسِ نُزُلًا","bangla_mohiuddin":"যারা বিশ্বাস স্থাপন করে ও সৎকর্ম সম্পাদন করে, তাদের অভ্যর্থনার জন্যে আছে জান্নাতুল ফেরদাউস।","bangla_murtaza":"যারা ঈমান আনে এবং আমলে সালেহ্ করে তাদের আতিথ্যের জন্যে প্রস্তুত রাখা হয়েছে জান্নাতুল ফেরদাউস।","english_text":"But surely those who believe and do the right will have gardens of Paradise as gift,","bangla_translit":"ইন্নাল্লাযীনা আ-মানূ অ‘আমিলুছ্ ছোয়া-লিহা-তি কা-নাত্ লাহুম্ জ্বান্নাতুল্ ফিরদাউসি নুযুলা-।","english_translit":"Inna allatheena amanoo waAAamiloo alssalihati kanat lahum jannatu alfirdawsi nuzulan"},{"sura":18,"aya":108,"quran_text":"خَالِدِينَ فِيهَا لَا يَبْغُونَ عَنْهَا حِوَلًا","bangla_mohiuddin":"সেখানে তারা চিরকাল থাকবে, সেখান থেকে স্থান পরিবর্তন করতে চাইবে না।","bangla_murtaza":"চিরদিন থাকবে তারা সেখানে। তারা সেখান থেকে স্থানান্তর হতে চাইবে না।","english_text":"Where they will abide for ever, never wanting a change.","bangla_translit":"খা-লিদীনা ফীহা-লা-ইয়াব্গূনা ‘আন্হা-হিওয়ালা-।","english_translit":"Khalideena feeha la yabghoona AAanha hiwalan"},{"sura":18,"aya":109,"quran_text":"قُلْ لَوْ كَانَ الْبَحْرُ مِدَادًا لِكَلِمَاتِ رَبِّي لَنَفِدَ الْبَحْرُ قَبْلَ أَنْ تَنْفَدَ كَلِمَاتُ رَبِّي وَلَوْ جِئْنَا بِمِثْلِهِ مَدَدًا","bangla_mohiuddin":"বলুনঃ আমার পালনকর্তার কথা, লেখার জন্যে যদি সমুদ্রের পানি কালি হয়, তবে আমার পালনকর্তার কথা, শেষ হওয়ার আগেই সে সমুদ্র নিঃশেষিত হয়ে যাবে। সাহায্যার্থে অনুরূপ আরেকটি সমুদ্র এনে দিলেও।","bangla_murtaza":"হে নবী! বলো: আমার প্রভুর কথা লেখার জন্যে সমুদ্র যদি কালি হয়, তবে আমার প্রভুর কথা শেষ হবার পূর্বেই সমুদ্র শুকিয়ে যাবে, এমনকি এ কাজের সাহায্যার্থে অনুরূপ আরো সমুদ্র আনলেও।","english_text":"Say: \"If the ocean turned to ink for writing down the colloquy of my Lord, the ocean itself would be exhausted ere the words (and wonders) of my Lord come to end, even if we brought another like it for replenishment.\"","bangla_translit":"কুল্ লাও কা-নাল্ বাহ্রু মিদা-দাল্ লিকালিমাতি রব্বী লানাফিদাল্ বাহ্রু ক্বাব্লা আন্ তান্ফাদা কালিমা-তু রব্বী অলাও জ্বিনা-বিমিছ্লিহী মাদাদা-।","english_translit":"Qul law kana albahru midadan likalimati rabbee lanafida albahru qabla an tanfada kalimatu rabbee walaw jina bimithlihi madadan"},{"sura":18,"aya":110,"quran_text":"قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَمَنْ كَانَ يَرْجُو لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا","bangla_mohiuddin":"বলুনঃ আমি ও তোমাদের মতই একজন মানুষ, আমার প্রতি প্রত্যাদেশ হয় যে, তোমাদের ইলাহই একমাত্র ইলাহ। অতএব, যে ব্যক্তি তার পালনকর্তার সাক্ষাত কামনা করে, সে যেন, সৎকর্ম সম্পাদন করে এবং তার পালনকর্তার এবাদতে কাউকে শরীক না করে।","bangla_murtaza":"হে নবী! বলো: আমি তো তোমাদের মতোই একজন মানুষ। তবে আমার কাছে অহি আসে যে, তোমাদের ইলাহ একজন মাত্র ইলাহ। যে কেউ তার প্রভুর সাক্ষাতের প্রত্যাশা করে, সে যেনো আমলে সালেহ করে এবং তার প্রভুর ইবাদতে কাউকেও শরিক না করে।","english_text":"Say: \"I am only a man like you, but it has been communicated to me that your Lord is one and single God, and that whosoever hopes to meet his Lord should do what is right, and not associate any one in the worship of his Lord.\"","bangla_translit":"কুল্ ইন্নামা য় আনা-বাশারুম্ মিছ্লুকুম্ ইয়ূহা য় ইলাইয়্যা আন্নামা য় ইলা-হুকুম্ ইলাহুঁও ওয়া- হিদুন্ ফামান্ কা-না ইর্য়াজু লিক্ব-য়া রব্বিহী ফাল্ইয়া’মাল্ ‘আমালান্ ছোয়া-লিহাঁও অলা-ইয়ুশ্রিক্ বিই’বা-দাতি রব্বিহী য় আহাদা-।","english_translit":"Qul innama ana basharun mithlukum yooha ilayya annama ilahukum ilahun wahidun faman kana yarjoo liqaa rabbihi falyaAAmal AAamalan salihan wala yushrik biAAibadati rabbihi ahadan"}]