[{"sura":15,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ الر تِلْكَ آيَاتُ الْكِتَابِ وَقُرْآنٍ مُبِينٍ","bangla_text":"আলিফ-লা-ম-রা; এগুলো পরিপূর্ণ গ্রন্থ ও সুস্পষ্ট কোরআনের আয়াত।","english_text":"ALIF LAM RA. These are the verses of the Book and the perspicuous oration."},{"sura":15,"aya":2,"quran_text":"رُبَمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كَانُوا مُسْلِمِينَ","bangla_text":"কোন সময় কাফেররা আকাঙ্ক্ষা করবে যে, কি চমৎকার হত, যদি তারা মুসলমান হত।","english_text":"The unbelievers would haply like to wish that they had submitted (and become Muslim)."},{"sura":15,"aya":3,"quran_text":"ذَرْهُمْ يَأْكُلُوا وَيَتَمَتَّعُوا وَيُلْهِهِمُ الْأَمَلُ فَسَوْفَ يَعْلَمُونَ","bangla_text":"আপনি ছেড়ে দিন তাদেরকে, খেয়ে নিক এবং ভোগ করে নিক এবং আশায় ব্যাপৃত থাকুক। অতি সত্বর তারা জেনে নেবে।","english_text":"Leave them to feast and revel, beguiled by hope; they will come to know soon."},{"sura":15,"aya":4,"quran_text":"وَمَا أَهْلَكْنَا مِنْ قَرْيَةٍ إِلَّا وَلَهَا كِتَابٌ مَعْلُومٌ","bangla_text":"আমি কোন জনপদ ধবংস করিনি; কিন্ত তার নির্দিষ্ট সময় লিখিত ছিল।","english_text":"Not one habitation have We destroyed but at the time determined for it."},{"sura":15,"aya":5,"quran_text":"مَا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَأْخِرُونَ","bangla_text":"কোন সম্প্রদায় তার নির্দিষ্ট সময়ের অগ্রে যায় না এবং পশ্চাতে থাকে না।","english_text":"No people can hasten or delay the term already fixed for them."},{"sura":15,"aya":6,"quran_text":"وَقَالُوا يَا أَيُّهَا الَّذِي نُزِّلَ عَلَيْهِ الذِّكْرُ إِنَّكَ لَمَجْنُونٌ","bangla_text":"তারা বললঃ হে ঐ ব্যক্তি, যার প্রতি কোরআন নাযিল হয়েছে, আপনি তো একজন উম্মাদ।","english_text":"And yet they say: \"You, to whom this Exposition has been sent are surely possessed of the Devil."},{"sura":15,"aya":7,"quran_text":"لَوْ مَا تَأْتِينَا بِالْمَلَائِكَةِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ","bangla_text":"যদি আপনি সত্যবাদী হন, তবে আমাদের কাছে ফেরেশতাদেরকে আনেন না কেন?","english_text":"If you are a man of truth, why can't you bring the angels to us?\""},{"sura":15,"aya":8,"quran_text":"مَا نُنَزِّلُ الْمَلَائِكَةَ إِلَّا بِالْحَقِّ وَمَا كَانُوا إِذًا مُنْظَرِينَ","bangla_text":"আমি ফেরেশতাদেরকে একমাত্র ফায়সালার জন্যেই নাযিল করি। তখন তাদেরকে অবকাশ দেয়া হবে না।","english_text":"But then We never send the angels down save with the purpose (of enforcing their doom), after which they will not be given more respite."},{"sura":15,"aya":9,"quran_text":"إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ","bangla_text":"আমি স্বয়ং এ উপদেশ গ্রন্থ অবতারণ করেছি এবং আমি নিজেই এর সংরক্ষক।","english_text":"We have sent down this Exposition, and We will guard it."},{"sura":15,"aya":10,"quran_text":"وَلَقَدْ أَرْسَلْنَا مِنْ قَبْلِكَ فِي شِيَعِ الْأَوَّلِينَ","bangla_text":"আমি আপনার পূর্বে পূর্ববর্তী সম্প্রদায়ের মধ্যে রসূল প্রেরণ করেছি।","english_text":"We had also sent apostles to people of earlier persuasions."},{"sura":15,"aya":11,"quran_text":"وَمَا يَأْتِيهِمْ مِنْ رَسُولٍ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ","bangla_text":"ওদের কাছে এমন কোন রসূল আসেননি, যাদের সাথে ওরা ঠাট্টাবিদ্রূপ করতে থাকেনি।","english_text":"But never once an apostle came to them at whom they did not scoff."},{"sura":15,"aya":12,"quran_text":"كَذَلِكَ نَسْلُكُهُ فِي قُلُوبِ الْمُجْرِمِينَ","bangla_text":"এমনিভাবে আমি এ ধরনের আচরণ পাপীদের অন্তরে বদ্ধমূল করে দেই।","english_text":"We place in the hearts of sinners (disbelief)."},{"sura":15,"aya":13,"quran_text":"لَا يُؤْمِنُونَ بِهِ وَقَدْ خَلَتْ سُنَّةُ الْأَوَّلِينَ","bangla_text":"ওরা এর প্রতি বিশ্বাস করবে না। পূর্ববর্তীদের এমন রীতি চলে আসছে।","english_text":"So, they will not believe in it: The example of former people is there."},{"sura":15,"aya":14,"quran_text":"وَلَوْ فَتَحْنَا عَلَيْهِمْ بَابًا مِنَ السَّمَاءِ فَظَلُّوا فِيهِ يَعْرُجُونَ","bangla_text":"যদি আমি ওদের সামনে আকাশের কোন দরজাও খুলে দেই আর তাতে ওরা দিনভর আরোহণ ও করতে থাকে।","english_text":"Even if We open a door in the heavens and they ascend through it in broad daylight,"},{"sura":15,"aya":15,"quran_text":"لَقَالُوا إِنَّمَا سُكِّرَتْ أَبْصَارُنَا بَلْ نَحْنُ قَوْمٌ مَسْحُورُونَ","bangla_text":"তবুও ওরা একথাই বলবে যে, আমাদের দৃষ্টির বিভ্রাট ঘটানো হয়েছে না বরং আমরা যাদুগ্রস্ত হয়ে পড়েছি।","english_text":"They will say all the same: \"Our eyes were dazed (and clouded over). We were a people ensorcelled.\""},{"sura":15,"aya":16,"quran_text":"وَلَقَدْ جَعَلْنَا فِي السَّمَاءِ بُرُوجًا وَزَيَّنَّاهَا لِلنَّاظِرِينَ","bangla_text":"নিশ্চয় আমি আকাশে রাশিচক্র সৃষ্টি করেছি এবং তাকে দর্শকদের জন্যে সুশোভিত করে দিয়েছি।","english_text":"We have placed the signs of the Zodiac in the sky, and decked it out for those who can see;"},{"sura":15,"aya":17,"quran_text":"وَحَفِظْنَاهَا مِنْ كُلِّ شَيْطَانٍ رَجِيمٍ","bangla_text":"আমি আকাশকে প্রত্যেক বিতাড়িত শয়তান থেকে নিরাপদ করে দিয়েছি।","english_text":"And We have preserved it from every accursed devil,"},{"sura":15,"aya":18,"quran_text":"إِلَّا مَنِ اسْتَرَقَ السَّمْعَ فَأَتْبَعَهُ شِهَابٌ مُبِينٌ","bangla_text":"কিন্তু যে চুরি করে শুনে পালায়, তার পশ্চাদ্ধাবন করে উজ্জ্বল উল্কাপিন্ড।","english_text":"Except the ones who listen on the sly, yet they are chased away by a shooting flame."},{"sura":15,"aya":19,"quran_text":"وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ شَيْءٍ مَوْزُونٍ","bangla_text":"আমি ভু-পৃষ্ঠকে বিস্তৃত করেছি এবং তার উপর পর্বতমালা স্থাপন করেছি এবং তাতে প্রত্যেক বস্তু সুপরিমিতভাবে উৎপন্ন করেছি।","english_text":"We stretched the earth and placed upon it firm stabilisers, and made all things grow upon it balanced evenly."},{"sura":15,"aya":20,"quran_text":"وَجَعَلْنَا لَكُمْ فِيهَا مَعَايِشَ وَمَنْ لَسْتُمْ لَهُ بِرَازِقِينَ","bangla_text":"আমি তোমাদের জন্যে তাতে জীবিকার উপকরন সৃষ্টি করছি এবং তাদের জন্যেও যাদের অন্নদাতা তোমরা নও।","english_text":"We have provided on it sustenance for you, and for those you cannot provide."},{"sura":15,"aya":21,"quran_text":"وَإِنْ مِنْ شَيْءٍ إِلَّا عِنْدَنَا خَزَائِنُهُ وَمَا نُنَزِّلُهُ إِلَّا بِقَدَرٍ مَعْلُومٍ","bangla_text":"আমার কাছে প্রত্যেক বস্তুর ভান্ডার রয়েছে। আমি নির্দিষ্ট পরিমানেই তা অবতরণ করি।","english_text":"Of all things there are We have the stores, and send them down in determined measure."},{"sura":15,"aya":22,"quran_text":"وَأَرْسَلْنَا الرِّيَاحَ لَوَاقِحَ فَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً فَأَسْقَيْنَاكُمُوهُ وَمَا أَنْتُمْ لَهُ بِخَازِنِينَ","bangla_text":"আমি বৃষ্টিগর্ভ বায়ু পরিচালনা করি অতঃপর আকাশ থেকে পানি বর্ষণ করি, এরপর তোমাদেরকে তা পান করাই। বস্তুতঃ তোমাদের কাছে এর ভান্ডার নেই।","english_text":"We send rain-impregnated winds, and water from the sky which you drink, but you are not the keepers of its store."},{"sura":15,"aya":23,"quran_text":"وَإِنَّا لَنَحْنُ نُحْيِي وَنُمِيتُ وَنَحْنُ الْوَارِثُونَ","bangla_text":"আমিই জীবনদান করি, মৃত্যুদান করি এবং আমিই চুড়ান্ত মালিকানার অধিকারী।","english_text":"It is We who give life and We who give death, and We are the One who will abide."},{"sura":15,"aya":24,"quran_text":"وَلَقَدْ عَلِمْنَا الْمُسْتَقْدِمِينَ مِنْكُمْ وَلَقَدْ عَلِمْنَا الْمُسْتَأْخِرِينَ","bangla_text":"আমি জেনে রেখেছি তোমাদের অগ্রগামীদেরকে এবং আমি জেনে রেখেছি পশ্চাদগামীদেরকে।","english_text":"We surely know those of you who go forward and those of you who lag behind."},{"sura":15,"aya":25,"quran_text":"وَإِنَّ رَبَّكَ هُوَ يَحْشُرُهُمْ إِنَّهُ حَكِيمٌ عَلِيمٌ","bangla_text":"আপনার পালনকর্তাই তাদেরকে একত্রিত করে আনবেন। নিশ্চয় তিনি প্রজ্ঞাবান, জ্ঞানময়।","english_text":"Your Lord will surely gather them together: Certainly He is all-wise and all-knowing."},{"sura":15,"aya":26,"quran_text":"وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ","bangla_text":"আমি মানবকে পচা কর্দম থেকে তৈরী বিশুস্ক ঠনঠনে মাটি দ্বারা সৃষ্টি করেছি।","english_text":"Man We fashioned from fermented clay dried tingling hard,"},{"sura":15,"aya":27,"quran_text":"وَالْجَانَّ خَلَقْنَاهُ مِنْ قَبْلُ مِنْ نَارِ السَّمُومِ","bangla_text":"এবং জিনকে এর আগে লু এর আগুনের দ্বারা সৃজিত করেছি।","english_text":"As We fashioned jinns before from intense radiated heat."},{"sura":15,"aya":28,"quran_text":"وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ","bangla_text":"আর আপনার পালনকর্তা যখন ফেরেশতাদেরকে বললেনঃ আমি পচা কর্দম থেকে তৈরী বিশুষ্ক ঠনঠনে মাটি দ্বারা সৃষ্ট একটি মানব জাতির পত্তন করব।","english_text":"But when your Lord said to the angels: \"I am verily going to create a human being from fermented clay dried tingling hard;"},{"sura":15,"aya":29,"quran_text":"فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ سَاجِدِينَ","bangla_text":"অতঃপর যখন তাকে ঠিকঠাক করে নেব এবং তাতে আমার রূহ থেকে ফঁুক দেব, তখন তোমরা তার সামনে সেজদায় পড়ে যেয়ো।","english_text":"And when I have fashioned him and breathed into him of My spirit, bow before him in homage;\""},{"sura":15,"aya":30,"quran_text":"فَسَجَدَ الْمَلَائِكَةُ كُلُّهُمْ أَجْمَعُونَ","bangla_text":"তখন ফেরেশতারা সবাই মিলে সেজদা করল।","english_text":"The angels bowed in homage in a body"},{"sura":15,"aya":31,"quran_text":"إِلَّا إِبْلِيسَ أَبَى أَنْ يَكُونَ مَعَ السَّاجِدِينَ","bangla_text":"কিন্তু ইবলীস-সে সেজদাকারীদের অন্তর্ভূক্ত হতে স্বীকৃত হল না।","english_text":"Except Iblis. He refused to bow with the adorers."},{"sura":15,"aya":32,"quran_text":"قَالَ يَا إِبْلِيسُ مَا لَكَ أَلَّا تَكُونَ مَعَ السَّاجِدِينَ","bangla_text":"আল্লাহ বললেনঃ হে ইবলিস, তোমার কি হলো যে তুমি সেজদাকারীদের অন্তর্ভূক্ত হতে স্বীকৃত হলে না?","english_text":"\"How is it, O Iblis,\" said (the Lord), \"you did not join those who bowed in homage?\""},{"sura":15,"aya":33,"quran_text":"قَالَ لَمْ أَكُنْ لِأَسْجُدَ لِبَشَرٍ خَلَقْتَهُ مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ","bangla_text":"বললঃ আমি এমন নই যে, একজন মানবকে সেজদা করব, যাকে আপনি পচা কর্দম থেকে তৈরী ঠনঠনে বিশুষ্ক মাটি দ্বারা সৃষ্টি করেছেন।","english_text":"\"How could I bow,\" said he, \"before a mortal whom You created from fermented clay dried tingling hard?\""},{"sura":15,"aya":34,"quran_text":"قَالَ فَاخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ","bangla_text":"আল্লাহ বললেনঃ তবে তুমি এখান থেকে বের হয়ে যাও। তুমি বিতাড়িত।","english_text":"\"Go hence, execrable,\" (said the Lord), \"from this place,"},{"sura":15,"aya":35,"quran_text":"وَإِنَّ عَلَيْكَ اللَّعْنَةَ إِلَى يَوْمِ الدِّينِ","bangla_text":"এবং তোমার প্রতি ন্যায় বিচারের দিন পর্যন্ত অভিসম্পাত।","english_text":"Condemned till the day of Doom!\""},{"sura":15,"aya":36,"quran_text":"قَالَ رَبِّ فَأَنْظِرْنِي إِلَى يَوْمِ يُبْعَثُونَ","bangla_text":"সে বললঃ হে আমার পালনকর্তা, আপনি আমাকে পুনরুত্থান দিবস পর্যন্ত অবকাশ দিন।","english_text":"\"O my Lord,\" said he, \"give me respite till the day the dead are raised.\""},{"sura":15,"aya":37,"quran_text":"قَالَ فَإِنَّكَ مِنَ الْمُنْظَرِينَ","bangla_text":"আল্লাহ বললেনঃ তোমাকে অবকাশ দেয়া হল।","english_text":"\"You are among the reprieved,\" (said the Lord),"},{"sura":15,"aya":38,"quran_text":"إِلَى يَوْمِ الْوَقْتِ الْمَعْلُومِ","bangla_text":"সেই অবধারিত সময় উপস্থিত হওয়ার দিন পর্যন্ত।","english_text":"\"Till the predetermined time.\""},{"sura":15,"aya":39,"quran_text":"قَالَ رَبِّ بِمَا أَغْوَيْتَنِي لَأُزَيِّنَنَّ لَهُمْ فِي الْأَرْضِ وَلَأُغْوِيَنَّهُمْ أَجْمَعِينَ","bangla_text":"সে বললঃ হে আমার পলনকর্তা, আপনি যেমন আমাকে পথ ভ্রষ্ট করেছেন, আমিও তাদের সবাইকে পৃথিবীতে নানা সৌন্দর্যে আকৃষ্ট করব এবং তাদের সবাইকে পথ ভ্রষ্ঠ করে দেব।","english_text":"\"O my Lord,\" he said, \"since You have led me into error I'll beguile them with the pleasures of the world and lead them astray,"},{"sura":15,"aya":40,"quran_text":"إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ","bangla_text":"আপনার মনোনীত বান্দাদের ব্যতীত।","english_text":"Except the chosen ones among Your creatures.\""},{"sura":15,"aya":41,"quran_text":"قَالَ هَذَا صِرَاطٌ عَلَيَّ مُسْتَقِيمٌ","bangla_text":"আল্লাহ বললেনঃ এটা আমা পর্যন্ত সোজা পথ।","english_text":"(To which God) said: \"This way is right by Me."},{"sura":15,"aya":42,"quran_text":"إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ إِلَّا مَنِ اتَّبَعَكَ مِنَ الْغَاوِينَ","bangla_text":"যারা আমার বান্দা, তাদের উপর তোমার কোন ক্ষমতা নেই; কিন্তু পথভ্রান্তদের মধ্য থেকে যারা তোমার পথে চলে।","english_text":"No power shall you have over (all) My creatures except those who fall into error and follow you,"},{"sura":15,"aya":43,"quran_text":"وَإِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ أَجْمَعِينَ","bangla_text":"তাদের সবার নির্ধারিত স্থান হচ্ছে জাহান্নাম।","english_text":"For whom the ordained place is surely Hell,"},{"sura":15,"aya":44,"quran_text":"لَهَا سَبْعَةُ أَبْوَابٍ لِكُلِّ بَابٍ مِنْهُمْ جُزْءٌ مَقْسُومٌ","bangla_text":"এর সাতটি দরজা আছে। প্রত্যেক দরজার জন্যে এক একটি পৃথক দল আছে।","english_text":"Which has several gates, and each gate is marked for every section of them.\""},{"sura":15,"aya":45,"quran_text":"إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ","bangla_text":"নিশ্চয় খোদাভীরুরা বাগান ও নির্ঝরিনীসহূহে থাকবে।","english_text":"Verily those who keep away from evil and follow the straight path shall be in the midst of gardens and springs of water."},{"sura":15,"aya":46,"quran_text":"ادْخُلُوهَا بِسَلَامٍ آمِنِينَ","bangla_text":"বলা হবেঃ এগুলোতে নিরাপত্তা ও শান্তি সহকরে প্রবেশ কর।","english_text":"\"Enter in peace and tranquility,\" (they will be told)."},{"sura":15,"aya":47,"quran_text":"وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ إِخْوَانًا عَلَى سُرُرٍ مُتَقَابِلِينَ","bangla_text":"তাদের অন্তরে যে ক্রোধ ছিল, আমি তা দূর করে দেব। তারা ভাই ভাইয়ের মত সামনা-সামনি আসনে বসবে।","english_text":"We shall cast out any grudge they may have in their hearts. (There) they will sit on couches face to face like brothers together."},{"sura":15,"aya":48,"quran_text":"لَا يَمَسُّهُمْ فِيهَا نَصَبٌ وَمَا هُمْ مِنْهَا بِمُخْرَجِينَ","bangla_text":"সেখানে তাদের মোটেই কষ্ট হবে না এবং তারা সেখান থেকে বহিস্কৃত হবে না।","english_text":"No weariness will come upon them, nor will they be sent away from there."},{"sura":15,"aya":49,"quran_text":"نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ","bangla_text":"আপনি আমার বান্দাদেরকে জানিয়ে দিন যে, আমি অত্যন্ত ক্ষমাশীল দয়ালু।","english_text":"Announce to My creatures that I am indeed forgiving and kind,"},{"sura":15,"aya":50,"quran_text":"وَأَنَّ عَذَابِي هُوَ الْعَذَابُ الْأَلِيمُ","bangla_text":"এবং ইহাও যে, আমার শাস্তিই যন্ত্রনাদায়ক শাস্তি।","english_text":"But My punishment is surely a painful one."},{"sura":15,"aya":51,"quran_text":"وَنَبِّئْهُمْ عَنْ ضَيْفِ إِبْرَاهِيمَ","bangla_text":"আপনি তাদেরকে ইব্রাহীমের মেহমানদের অবস্থা শুনিয়ে দিন।","english_text":"Inform them about the matter of Abraham's guests."},{"sura":15,"aya":52,"quran_text":"إِذْ دَخَلُوا عَلَيْهِ فَقَالُوا سَلَامًا قَالَ إِنَّا مِنْكُمْ وَجِلُونَ","bangla_text":"যখন তারা তাঁর গৃহে আগমন করল এবং বললঃ সালাম। তিনি বললেনঃ আমরা তোমাদের ব্যাপারে ভীত।","english_text":"When they came to him and said: \"Peace,\" he answered: \"Truly we are afraid of you.\""},{"sura":15,"aya":53,"quran_text":"قَالُوا لَا تَوْجَلْ إِنَّا نُبَشِّرُكَ بِغُلَامٍ عَلِيمٍ","bangla_text":"তারা বললঃ ভয় করবেন না। আমরা আপনাকে একজন জ্ঞানবান ছেলে-সন্তানের সুসংবাদ দিচ্ছি।","english_text":"\"Have no fear,\" they said. \"We bring you news of a son full of wisdom.\""},{"sura":15,"aya":54,"quran_text":"قَالَ أَبَشَّرْتُمُونِي عَلَى أَنْ مَسَّنِيَ الْكِبَرُ فَبِمَ تُبَشِّرُونَ","bangla_text":"তিনি বললেনঃ তোমরা কি আমাকে এমতাবস্থায় সুসংবাদ দিচ্ছ, যখন আমি বার্ধক্যে পৌছে গেছি ?","english_text":"\"You bring me the good news now,\" he said, \"when old age has come upon me. What good news are you giving me then?\""},{"sura":15,"aya":55,"quran_text":"قَالُوا بَشَّرْنَاكَ بِالْحَقِّ فَلَا تَكُنْ مِنَ الْقَانِطِينَ","bangla_text":"তারা বললঃ আমরা আপনাকে সত্য সু-সংবাদ দিচ্ছি! অতএব আপনি নিরাশ হবেন না।","english_text":"\"We have given you the happy tidings of a truth,\" they replied. \"So do not be one of those who despair.\""},{"sura":15,"aya":56,"quran_text":"قَالَ وَمَنْ يَقْنَطُ مِنْ رَحْمَةِ رَبِّهِ إِلَّا الضَّالُّونَ","bangla_text":"তিনি বললেনঃ পালনকর্তার রহমত থেকে পথভ্রষ্টরা ছাড়া কে নিরাশ হয় ?","english_text":"\"Who would despair of the mercy of his Lord,\" he answered, \"but those who go astray.\""},{"sura":15,"aya":57,"quran_text":"قَالَ فَمَا خَطْبُكُمْ أَيُّهَا الْمُرْسَلُونَ","bangla_text":"তিনি বললেনঃ অতঃপর তোমাদের প্রধান উদ্দেশ্য কি হে আল্লাহর প্রেরিতগণ ?","english_text":"And asked them: \"What matter, O angels, brings you here?\""},{"sura":15,"aya":58,"quran_text":"قَالُوا إِنَّا أُرْسِلْنَا إِلَى قَوْمٍ مُجْرِمِينَ","bangla_text":"তারা বললঃ আমরা একটি অপরাধী সম্প্রদায়ের প্রতি প্রেরিত হয়েছি।","english_text":"\"We have been sent,\" they said, \"to (punish) a sinful people,"},{"sura":15,"aya":59,"quran_text":"إِلَّا آلَ لُوطٍ إِنَّا لَمُنَجُّوهُمْ أَجْمَعِينَ","bangla_text":"কিন্তু লূতের পরিবার-পরিজন। আমরা অবশ্যই তাদের সবাইকে বাঁচিয়ে নেব।","english_text":"\"Except the family of Lot whom we shall save"},{"sura":15,"aya":60,"quran_text":"إِلَّا امْرَأَتَهُ قَدَّرْنَا إِنَّهَا لَمِنَ الْغَابِرِينَ","bangla_text":"তবে তার স্ত্রী। আমরা স্থির করেছি যে, সে থেকে যাওয়াদের দলভূক্ত হবে।","english_text":"\"Other than his wife who, it is decreed, will remain with those who will stay behind.\""},{"sura":15,"aya":61,"quran_text":"فَلَمَّا جَاءَ آلَ لُوطٍ الْمُرْسَلُونَ","bangla_text":"অতঃপর যখন প্রেরিতরা লূতের গৃহে পৌছল।","english_text":"When the messengers came to the family of Lot,"},{"sura":15,"aya":62,"quran_text":"قَالَ إِنَّكُمْ قَوْمٌ مُنْكَرُونَ","bangla_text":"তিনি বললেনঃ তোমরা তো অপরিচিত লোক।","english_text":"He said: \"You are people I do not know.\""},{"sura":15,"aya":63,"quran_text":"قَالُوا بَلْ جِئْنَاكَ بِمَا كَانُوا فِيهِ يَمْتَرُونَ","bangla_text":"তারা বললঃ না বরং আমরা আপনার কাছে ঐ বস্তু নিয়ে এসেছি, যে সম্পর্কে তারা বিবাদ করত।","english_text":"\"We have come to you with news,\" they said, \"of what your people doubt;"},{"sura":15,"aya":64,"quran_text":"وَأَتَيْنَاكَ بِالْحَقِّ وَإِنَّا لَصَادِقُونَ","bangla_text":"এবং আমরা আপনার কাছে সত্য বিষয় নিয়ে এসেছি এবং আমরা সত্যবাদী।","english_text":"\"Yet we bring to you the truth, and we are truthful."},{"sura":15,"aya":65,"quran_text":"فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِنَ اللَّيْلِ وَاتَّبِعْ أَدْبَارَهُمْ وَلَا يَلْتَفِتْ مِنْكُمْ أَحَدٌ وَامْضُوا حَيْثُ تُؤْمَرُونَ","bangla_text":"অতএব আপনি শেষরাত্রে পরিবারের সকলকে নিয়ে চলে যান এবং আপনি তাদের পশ্চাদনুসরণ করবেন না এবং আপনাদের মধ্যে কেউ যেন পিছন ফিরে না দেখে। আপনারা যেখানে আদেশ প্রাপ্ত হচ্ছেন সেখানে যান।","english_text":"\"So leave with your family late in the night, yourself remaining in the rear, and let none turn back to look, and go where you will be commanded.\""},{"sura":15,"aya":66,"quran_text":"وَقَضَيْنَا إِلَيْهِ ذَلِكَ الْأَمْرَ أَنَّ دَابِرَ هَؤُلَاءِ مَقْطُوعٌ مُصْبِحِينَ","bangla_text":"আমি লূতকে এ বিষয় পরিজ্ঞাত করে দেই যে, সকাল হলেই তাদেরকে সমুলে বিনাশ করে দেয়া হবে।","english_text":"We issued this command to him, for they were going to be destroyed in the morning."},{"sura":15,"aya":67,"quran_text":"وَجَاءَ أَهْلُ الْمَدِينَةِ يَسْتَبْشِرُونَ","bangla_text":"শহরবাসীরা আনন্দ-উল্লাস করতে করতে পৌছল।","english_text":"Then came the people of the city, exulting at the news."},{"sura":15,"aya":68,"quran_text":"قَالَ إِنَّ هَؤُلَاءِ ضَيْفِي فَلَا تَفْضَحُونِ","bangla_text":"লূত বললেনঃ তারা আমার মেহমান। অতএব আমাকে লাঞ্ছিত করো না।","english_text":"Said Lot: \"These are my guests; do not put me to shame,"},{"sura":15,"aya":69,"quran_text":"وَاتَّقُوا اللَّهَ وَلَا تُخْزُونِ","bangla_text":"তোমরা আল্লাহকে ভয় কর এবং আমার ইযযত নষ্ট করো না।","english_text":"\"And do not disgrace me. Have some fear of God.\""},{"sura":15,"aya":70,"quran_text":"قَالُوا أَوَلَمْ نَنْهَكَ عَنِ الْعَالَمِينَ","bangla_text":"তার বললঃ আমরা কি আপনাকে জগৎদ্বাসীর সমর্থন করতে নিষেধ করিনি।","english_text":"\"Did we not restrain you,\" they said, \"from (entertaining) creatures from the outside world?\""},{"sura":15,"aya":71,"quran_text":"قَالَ هَؤُلَاءِ بَنَاتِي إِنْ كُنْتُمْ فَاعِلِينَ","bangla_text":"তিনি বললেনঃ যদি তোমরা একান্ত কিছু করতেই চাও, তবে আমার কন্যারা উপস্থিত আছে।","english_text":"\"Here are my daughters,\" said Lot, \"if you are so active.\""},{"sura":15,"aya":72,"quran_text":"لَعَمْرُكَ إِنَّهُمْ لَفِي سَكْرَتِهِمْ يَعْمَهُونَ","bangla_text":"আপনার প্রাণের কসম, তারা আপন নেশায় প্রমত্ত ছিল।","english_text":"Verily by your life they were utterly confused in their (lustful) drunkenness."},{"sura":15,"aya":73,"quran_text":"فَأَخَذَتْهُمُ الصَّيْحَةُ مُشْرِقِينَ","bangla_text":"অতঃপর সুর্যোদয়ের সময় তাদেরকে প্রচন্ড একটি শব্দ এসে পাকড়াও করল।","english_text":"So they were seized by the mighty blast at break of day;"},{"sura":15,"aya":74,"quran_text":"فَجَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهِمْ حِجَارَةً مِنْ سِجِّيلٍ","bangla_text":"অতঃপর আমি জনপদটিকে উল্টে দিলাম এবং তাদের উপর কঙ্করের প্রস্থর বর্ষণ করলাম।","english_text":"And We turned the city upside down, and rained on them stones of hardened lava."},{"sura":15,"aya":75,"quran_text":"إِنَّ فِي ذَلِكَ لَآيَاتٍ لِلْمُتَوَسِّمِينَ","bangla_text":"নিশ্চয় এতে চিন্তাশীলদের জন্যে নিদর্শনাবলী রয়েছে।","english_text":"Herein are really signs for those who discern."},{"sura":15,"aya":76,"quran_text":"وَإِنَّهَا لَبِسَبِيلٍ مُقِيمٍ","bangla_text":"জনপদটি সোজা পথে অবস্থিত রয়েছে।","english_text":"This (city) lies on a road that still survives."},{"sura":15,"aya":77,"quran_text":"إِنَّ فِي ذَلِكَ لَآيَةً لِلْمُؤْمِنِينَ","bangla_text":"নিশ্চয় এতে ঈমানদারদের জন্যে নিদর্শণ আছে।","english_text":"Indeed there is a portent in this for those who believe."},{"sura":15,"aya":78,"quran_text":"وَإِنْ كَانَ أَصْحَابُ الْأَيْكَةِ لَظَالِمِينَ","bangla_text":"নিশ্চয় গহীন বনের অধিবাসীরা পাপী ছিল।","english_text":"The dwellers of the Wood (near Midian) were also wicked."},{"sura":15,"aya":79,"quran_text":"فَانْتَقَمْنَا مِنْهُمْ وَإِنَّهُمَا لَبِإِمَامٍ مُبِينٍ","bangla_text":"অতঃপর আমি তাদের কাছ থেকে প্রতিশোধ নিয়েছি। উভয় বস্তি প্রকাশ্য রাস্তার উপর অবস্থিত।","english_text":"So We punished them too. They are both situated by the highway, clearly visible."},{"sura":15,"aya":80,"quran_text":"وَلَقَدْ كَذَّبَ أَصْحَابُ الْحِجْرِ الْمُرْسَلِينَ","bangla_text":"নিশ্চয় হিজরের বাসিন্দারা পয়গম্বরগণের প্রতি মিথ্যারোপ করেছে।","english_text":"The people of Al-Hijr denied Our apostles;"},{"sura":15,"aya":81,"quran_text":"وَآتَيْنَاهُمْ آيَاتِنَا فَكَانُوا عَنْهَا مُعْرِضِينَ","bangla_text":"আমি তাদেরকে নিজের নিদর্শনাবলী দিয়েছি। অতঃপর তারা এগুলো থেকে মুখ ফিরিয়ে নেয়।","english_text":"And though We had given them Our signs they turned away from them."},{"sura":15,"aya":82,"quran_text":"وَكَانُوا يَنْحِتُونَ مِنَ الْجِبَالِ بُيُوتًا آمِنِينَ","bangla_text":"তারা পাহাড়ে নিশ্চিন্তে ঘর খোদাই করত।","english_text":"They used to hew dwellings in the mountains to live in security."},{"sura":15,"aya":83,"quran_text":"فَأَخَذَتْهُمُ الصَّيْحَةُ مُصْبِحِينَ","bangla_text":"অতঃপর এক প্রত্যুষে তাদের উপর একটা শব্দ এসে আঘাত করল।","english_text":"But they were seized by the mighty blast towards the morning;"},{"sura":15,"aya":84,"quran_text":"فَمَا أَغْنَى عَنْهُمْ مَا كَانُوا يَكْسِبُونَ","bangla_text":"তখন কোন উপকারে আসল না যা তারা উপার্জন করেছিল।","english_text":"And all that they had done (for security) availed them nothing."},{"sura":15,"aya":85,"quran_text":"وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ وَإِنَّ السَّاعَةَ لَآتِيَةٌ فَاصْفَحِ الصَّفْحَ الْجَمِيلَ","bangla_text":"আমি নভোমন্ডল, ভুমন্ডল এবং এতদুভয়ের মধ্যবর্তী যা আছে তা তাৎপর্যহীন সৃষ্টি করিনি। কেয়ামত অবশ্যই আসবে। অতএব পরম ঔদাসীন্যের সাথে ওদের ক্রিয়াকর্ম উপক্ষো করুন।","english_text":"We have not created but with reason the heavens and the earth and all that lies within them. The Hour (of the great change) is certain to come. So turn away (from them) with a grace."},{"sura":15,"aya":86,"quran_text":"إِنَّ رَبَّكَ هُوَ الْخَلَّاقُ الْعَلِيمُ","bangla_text":"নিশ্চয় আপনার পালনকর্তাই স্রষ্টা, সর্বজ্ঞ।","english_text":"Surely your Lord is the Creator and knows (everything)."},{"sura":15,"aya":87,"quran_text":"وَلَقَدْ آتَيْنَاكَ سَبْعًا مِنَ الْمَثَانِي وَالْقُرْآنَ الْعَظِيمَ","bangla_text":"আমি আপনাকে সাতটি বার বার পঠিতব্য আয়াত এবং মহান কোরআন দিয়েছি।","english_text":"We have indeed given you the seven oft-repeated (examples), and the majestic Qur'an."},{"sura":15,"aya":88,"quran_text":"لَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ وَلَا تَحْزَنْ عَلَيْهِمْ وَاخْفِضْ جَنَاحَكَ لِلْمُؤْمِنِينَ","bangla_text":"আপনি চক্ষু তুলে ঐ বস্তুর প্রতি দেখবেন না, যা আমি তাদের মধ্যে কয়েক প্রকার লোককে ভোগ করার জন্যে দিয়েছি, তাদের জন্যে চিন্তিত হবেন না আর ঈমানদারদের জন্যে স্বীয় বাহু নত করুন।","english_text":"So covet not things We have bestowed on a portion of them to enjoy, and do not grieve for them, and protect those who believe;"},{"sura":15,"aya":89,"quran_text":"وَقُلْ إِنِّي أَنَا النَّذِيرُ الْمُبِينُ","bangla_text":"আর বলুনঃ আমি প্রকাশ্য ভয় প্রদর্শক।","english_text":"And say: \"I am a distinct warner,\""},{"sura":15,"aya":90,"quran_text":"كَمَا أَنْزَلْنَا عَلَى الْمُقْتَسِمِينَ","bangla_text":"যেমন আমি নাযিল করেছি যারা বিভিন্ন মতে বিভক্ত তাদের উপর।","english_text":"Like (those) We had sent to those schismatics who slandered their Books"},{"sura":15,"aya":91,"quran_text":"الَّذِينَ جَعَلُوا الْقُرْآنَ عِضِينَ","bangla_text":"যারা কোরআনকে খন্ড খন্ড করেছে।","english_text":"And severed their Scripture into fragments."},{"sura":15,"aya":92,"quran_text":"فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ","bangla_text":"অতএব আপনার পালনকর্তার কসম, আমি অবশ্যই ওদের সবাইকে জিজ্ঞাসাবাদ করব।","english_text":"By your Lord We shall question them one and all"},{"sura":15,"aya":93,"quran_text":"عَمَّا كَانُوا يَعْمَلُونَ","bangla_text":"ওদের কাজকর্ম সম্পর্কে।","english_text":"About their deeds."},{"sura":15,"aya":94,"quran_text":"فَاصْدَعْ بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ","bangla_text":"অতএব আপনি প্রকাশ্যে শুনিয়ে দিন যা আপনাকে আদেশ করা হয় এবং মুশরিকদের পরওয়া করবেন না।","english_text":"So declare to them what We have enjoined, and turn away from idolaters."},{"sura":15,"aya":95,"quran_text":"إِنَّا كَفَيْنَاكَ الْمُسْتَهْزِئِينَ","bangla_text":"বিদ্রুপকারীদের জন্যে আমি আপনার পক্ষ থেকে যথেষ্ট।","english_text":"We are surely sufficient to deal with those who scoff at you,"},{"sura":15,"aya":96,"quran_text":"الَّذِينَ يَجْعَلُونَ مَعَ اللَّهِ إِلَهًا آخَرَ فَسَوْفَ يَعْلَمُونَ","bangla_text":"যারা আল্লাহর সাথে অন্য উপাস্য সাব্যস্ত করে। অতএব অতিসত্তর তারা জেনে নেবে।","english_text":"Who place other gods besides God. They will come to know soon."},{"sura":15,"aya":97,"quran_text":"وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ","bangla_text":"আমি জানি যে আপনি তাদের কথাবর্তায় হতোদ্যম হয়ে পড়েন।","english_text":"We are well aware that you are disheartened by what they say."},{"sura":15,"aya":98,"quran_text":"فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِنَ السَّاجِدِينَ","bangla_text":"অতএব আপনি পালনকর্তার সৌন্দর্য স্মরণ করুন এবং সেজদাকারীদের অন্তর্ভূক্ত হয়ে যান।","english_text":"But you should glorify your Lord with praises, and be among those who bow in submission;"},{"sura":15,"aya":99,"quran_text":"وَاعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ الْيَقِينُ","bangla_text":"এবং পালনকর্তার এবাদত করুন, যে পর্যন্ত আপনার কাছে নিশ্চিত কথা না আসে।","english_text":"And go on worshipping your Lord till the certainty (of death) comes upon you."}]