[{"sura":62,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ يُسَبِّحُ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ الْمَلِكِ الْقُدُّوسِ الْعَزِيزِ الْحَكِيمِ","bangla_mohiuddin":"রাজ্যাধিপতি, পবিত্র, পরাক্রমশালী ও প্রজ্ঞাময় আল্লাহর পবিত্রতা ঘোষণা করে, যা কিছু আছে নভোমন্ডলে ও যা কিছু আছে ভূমন্ডলে।","bangla_murtaza":"পরম করুণাময় পরম দয়াবান আল্লাহর নামে মহাকাশ এবং পৃথিবীতে যা কিছু আছে, সবই তসবিহ করছে আল্লাহর, যিনি মহান সম্রাট, অতিশয় পবিত্র, মহাশক্তিধর, মহাপ্রজ্ঞাবান।","english_text":"ALL THAT IS in the heavens and the earth sings the praises of God the King, the Holy, Omnipotent, the Wise.","bangla_translit":"ইয়ুসাব্বিহু লিল্লা-হি মা-ফিস্ সামা-ওয়া-তি অমা-ফিল্ র্আদ্বিল্ মালিকিল্ ক্বদ্দূসিল্ ‘আযীযিল্ হাকীম্।","english_translit":"Yusabbihu lillahi ma fee alssamawati wama fee alardi almaliki alquddoosi alAAazeezi alhakeemi"},{"sura":62,"aya":2,"quran_text":"هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلَالٍ مُبِينٍ","bangla_mohiuddin":"তিনিই নিরক্ষরদের মধ্য থেকে একজন রসূল প্রেরণ করেছেন, যিনি তাদের কাছে পাঠ করেন তার আয়াতসমূহ, তাদেরকে পবিত্র করেন এবং শিক্ষা দেন কিতাব ও হিকমত। ইতিপূর্বে তারা ছিল ঘোর পথভ্রষ্টতায় লিপ্ত।","bangla_murtaza":"তিনি সেই মহান সত্তা, যিনি নিরক্ষরদের মাঝে পাঠিয়েছেন একজন রসূল তাদের মধ্য থেকেই, যে তাদের প্রতি তিলাওয়াত করে তাঁর আয়াত, তাদের পরিশুদ্ধ ও উন্নত করে এবং তাদের শিক্ষা দেয় আল কিতাব (আল কুরআন) আর হিকমাহ। যদিও ইতোপূর্বে তারা নিমজ্জিত ছিলো সুস্পষ্ট গোমরাহিতে;","english_text":"It is He who raised among the gentiles an apostle from amongst them, who recites His revelations to them, reforms them and teaches them the Scripture and the Law, for before him they were clearly in error.","bangla_translit":"হুওয়াল্লাযী বা‘আছা ফিল্ উম্মিয়্যীনা রসূলাম্ মিন্হুম্ ইয়াত্লূ ‘আলাইহিম্ আ-ইয়া-তিহী অ ইয়ুযাক্কীহিম্ অইয়ু‘আল্লিমুহুমুল্ কিতা-বা অল্হিক্মাতা অইন্ কা-নূ মিন্ ক্বব্লু লাফী দ্বোয়ালা-লিম্ মুবীনি।","english_translit":"Huwa allathee baAAatha fee alommiyyeena rasoolan minhum yatloo AAalayhim ayatihi wayuzakkeehim wayuAAallimuhumu alkitaba waalhikmata wain kanoo min qablu lafee dalalin mubeenin"},{"sura":62,"aya":3,"quran_text":"وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ وَهُوَ الْعَزِيزُ الْحَكِيمُ","bangla_mohiuddin":"এই রসূল প্রেরিত হয়েছেন অন্য আরও লোকদের জন্যে, যারা এখনও তাদের সাথে মিলিত হয়নি। তিনি পরাক্রমশালী, প্রজ্ঞাময়।","bangla_murtaza":"এবং  তিনি এ রসূলকে পাঠিয়েছেন অন্যদের প্রতিও যারা এখনো তাদের সাথে মিলিত হয়নি। তিনি মহাপরাক্রমশালী, মহাপ্রজ্ঞাবান।","english_text":"And for others among them who have not joined them yet. He is all-mighty and all-wise.","bangla_translit":"অ আ-খরীনা মিনুহুম্ লাম্মা-ইয়াল্হাকু বিহিম্; অহুওয়াল্ ‘আযীযুল্ হাকীম্।","english_translit":"Waakhareena minhum lamma yalhaqoo bihim wahuwa alAAazeezu alhakeemu"},{"sura":62,"aya":4,"quran_text":"ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ","bangla_mohiuddin":"এটা আল্লাহর কৃপা, যাকে ইচ্ছা তিনি তা দান করেন। আল্লাহ মহাকৃপাশীল।","bangla_murtaza":"এটা আল্লাহরই অনুগ্রহ, তিনি যাকে ইচ্ছা করেন, তা দিয়ে থাকেন। আর আল্লাহ তো মহা অনুগ্রহপরায়ণ।","english_text":"This is the bounty of God, He gives whosoever He please. God is master of great bounty.","bangla_translit":"যা-লিকা ফাদ্ব্লুল্লা-হি ইয়ু”তীহি মাইঁ ইয়াশা-য়্; অল্লা-হু যুল্ ফাদ্ব্লিল্ ‘আজীম্।","english_translit":"Thalika fadlu Allahi yuteehi man yashao waAllahu thoo alfadli alAAatheemi"},{"sura":62,"aya":5,"quran_text":"مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا بِئْسَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِ اللَّهِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ","bangla_mohiuddin":"যাদেরকে তওরাত দেয়া হয়েছিল, অতঃপর তারা তার অনুসরণ করেনি, তাদের দৃষ্টান্ত সেই গাধা, যে পুস্তক বহন করে, যারা আল্লাহর আয়াতসমূহকে মিথ্যা বলে, তাদের দৃষ্টান্ত কত নিকৃষ্ট। আল্লাহ জালেম সম্প্রদায়কে পথ প্রদর্শন করেন না।","bangla_murtaza":"যাদের উপর তাওরাতের দায়িত্বভার অর্পণ করা হয়েছিল, অথচ তারা সে দায়িত্ব পালন করেনি, তাদের দৃষ্টান্ত হলো গাধা, যারা কিতাবের বোঝা বহন করে (কিন্তু তা পাঠ করেনা, বুঝেনা এবং অনুসরণ ও বাস্তবায়ন করেনা)। কতো যে নিকৃষ্ট সেই লোকদের দৃষ্টান্ত যারা আল্লাহর আয়াত প্রত্যাখ্যান করে। আল্লাহ যালিম লোকদের সঠিক পথে পরিচালিত করেননা।","english_text":"The likeness of those who were charged with (the law of) the Torah which they did not observe, is that of a donkey who carries a load of books (oblivious of what they contain). How wretched the semblance of the people who deny the words of God! God does not show an unjust people the way.","bangla_translit":"মাছালুল্লাযীনা হুম্মিলুত্তাওর-তা ছুম্মা লাম্ ইয়াহ্মিলূহা-কামাছালিল্ হিমা-রি ইয়াহ্মিলু আস্ফা-র; বিসা মাছালুল্ ক্বওমিল্লাযীনা কায্যাবূ বিআ-ইয়া-তিল্ লা-হ্; অল্লা-হু লা-ইয়াহ্দিল্ ক্বওমাজ্ জোয়া-লিমীন্।","english_translit":"Mathalu allatheena hummiloo alttawrata thumma lam yahmilooha kamathali alhimari yahmilu asfaran bisa mathalu alqawmi allatheena kaththaboo biayati Allahi waAllahu la yahdee alqawma alththalimeena"},{"sura":62,"aya":6,"quran_text":"قُلْ يَا أَيُّهَا الَّذِينَ هَادُوا إِنْ زَعَمْتُمْ أَنَّكُمْ أَوْلِيَاءُ لِلَّهِ مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ","bangla_mohiuddin":"বলুন হে ইহুদীগণ, যদি তোমরা দাবী কর যে, তোমরাই আল্লাহর বন্ধু-অন্য কোন মানব নয়, তবে তোমরা মৃত্যু কামনা কর যদি তোমরা সত্যবাদী হও।","bangla_murtaza":"(হে নবী!) বলো: হে ইহুদিরা! তোমরা যদি মনে করো, তোমরাই আল্লাহর অলি, অন্য লোকেরা নয়, তাহলে তোমরা মউত কামনা করো যদি তোমরা সত্যবাদী হয়ে থাকো।","english_text":"Say: \"O you Jews, if you claim that you are the favourites of God apart from all men, then wish for death, if you speak the truth.","bangla_translit":"কুল্ ইয়া য় আইয়ুহাল্ লাযীনা হা-দূ য় ইন্ যা‘আম্তুম্ আন্নাকুম্ আওলিয়া-য়ু লিল্লা-হি মিন্ দূনিন্ না-সি ফাতামান্নাওয়ুল্ মাওতা ইন্ কুন্তুম্ ছোয়া-দিক্বীন্।","english_translit":"Qul ya ayyuha allatheena hadoo in zaAAamtum annakum awliyao lillahi min dooni alnnasi fatamannawoo almawta in kuntum sadiqeena"},{"sura":62,"aya":7,"quran_text":"وَلَا يَتَمَنَّوْنَهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ","bangla_mohiuddin":"তারা নিজেদের কৃতকর্মের কারণে কখনও মৃত্যু কামনা করবে না। আল্লাহ জালেমদের সম্পর্কে সম্যক অবগত আছেন।","bangla_murtaza":"কিন্তু তারা তা কখনো কামনা করবেনা তারা যা কামাই করে পাঠিয়েছে তার কারণে। আল্লাহ এই যালিমদের ভালো করেই জানেন।","english_text":"But they will never wish for death because of what they had done in the past, and God knows the sinners well.","bangla_translit":"অলা ইয়াতামান্নাওনাহূ য় আবাদাম্ বিমা-ক্বদ্দামাত্ আইদীহিম্ অল্লা-হু ‘আলীমুম্ বিজ্জোয়া-লিমীন্।","english_translit":"Wala yatamannawnahu abadan bima qaddamat aydeehim waAllahu AAaleemun bialththalimeena"},{"sura":62,"aya":8,"quran_text":"قُلْ إِنَّ الْمَوْتَ الَّذِي تَفِرُّونَ مِنْهُ فَإِنَّهُ مُلَاقِيكُمْ ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ","bangla_mohiuddin":"বলুন, তোমরা যে মৃত্যু থেকে পলায়নপর, সেই মৃত্যু অবশ্যই তোমাদের মুখামুখি হবে, অতঃপর তোমরা অদৃশ্য, দৃশ্যের জ্ঞানী আল্লাহর কাছে উপস্থিত হবে। তিনি তোমাদেরকে জানিয়ে দিবেন সেসব কর্ম, যা তোমরা করতে।","bangla_murtaza":"(হে নবী!) বলো তোমরা যে মউত থেকে পালাচ্ছো, সে মউত তোমাদের সাথে অবশ্যি মোলাকাত (সাক্ষাত) করবে। তারপর তোমাদের ফেরত নেয়া হবে গায়েব ও দৃশ্যের জ্ঞানীর কাছে। তখন তোমাদের অবহিত করা হবে, তোমরা (পৃথিবীর জীবনে) কী কাজ করেছিলে?","english_text":"Tell them: \"Death from which you run, will surely come to you. You will then be sent back to Him who knows the unknown and the known, who will tell you what you used to do.","bangla_translit":"কুল্ ইন্নাল্ মাওতাল্লাযী তার্ফিরূনা মিন্হু ফাইন্নাহূ; মুলা-ক্বীকুম্ ছুম্মা তুরদ্দূনা ইলা-‘আ-লিমিল্-গইবি অশশাহা-দাতি ফাইয়ুনাব্বিয়ুকুম্ বিমা-কুন্তুম্ তা’মালূন্।","english_translit":"Qul inna almawta allathee tafirroona minhu fainnahu mulaqeekum thumma turaddoona ila AAalimi alghaybi waalshshahadati fayunabbiokum bima kuntum taAAmaloona"},{"sura":62,"aya":9,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ","bangla_mohiuddin":"মুমিনগণ, জুমআর দিনে যখন নামাযের আযান দেয়া হয়, তখন তোমরা আল্লাহর স্মরণের পানে ত্বরা কর এবং বেচাকেনা বন্ধ কর। এটা তোমাদের জন্যে উত্তম যদি তোমরা বুঝ।","bangla_murtaza":"হে ঈমানদার লোকেরা! জুমাবারে যখন তোমাদের আহ্বান করা হয় সালাতের জন্যে, তখন তোমরা আল্লাহর যিকিরের (সালাতের) দিকে দৌড়াও এবং স্থগিত রাখো ব্যবসায়িক কার্যক্রম। এটাই তোমাদের জন্যে কল্যাণকর, যদি তোমরা জানতে!","english_text":"O you who believe, when the call to prayer is made on the day of congregation, hasten to remember God, putting aside your business. This is better for you if you can understand.","bangla_translit":"ইয়া য় আইয়ুহাল্লাযীনা আ-মানূ য় ইযা-নূদিয়া লিছছলা-তি মিঁই ইয়াওমিল্ জুমু‘আতি ফাস্‘আও ইলা- যিক্রিল্লা-হি অযারুল্ বাই’আ যা-লিকুম্ খইরুল্লাকুম্ ইন্ কুন্তুম্ তা’লামূন্।","english_translit":"Ya ayyuha allatheena amanoo itha noodiya lilssalati min yawmi aljumuAAati faisAAaw ila thikri Allahi watharoo albayAAa thalikum khayrun lakum in kuntum taAAlamoona"},{"sura":62,"aya":10,"quran_text":"فَإِذَا قُضِيَتِ الصَّلَاةُ فَانْتَشِرُوا فِي الْأَرْضِ وَابْتَغُوا مِنْ فَضْلِ اللَّهِ وَاذْكُرُوا اللَّهَ كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ","bangla_mohiuddin":"অতঃপর নামায সমাপ্ত হলে তোমরা পৃথিবীতে ছড়িয়ে পড় এবং আল্লাহর অনুগ্রহ তালাশ কর ও আল্লাহকে অধিক স্মরণ কর, যাতে তোমরা সফলকাম হও।","bangla_murtaza":"তারপর সালাত শেষ হলে তোমরা ছড়িয়ে পড়ো জমিনে এবং সন্ধান করো আল্লাহর অনুগ্রহ, আর বেশি বেশি যিকির করো আল্লাহ্কে, অবশ্যি সফলকাম হবে তোমরা।","english_text":"And when the service of prayer is over spread out in the land, and look for the bounty of God. and remember God a great deal that you may prosper.","bangla_translit":"ফাইযা- কুদ্বিয়াতিছ্ ছলা-তু ফান্তাশিরূ ফিল্ র্আদ্বি অবতাগূ মিন্ ফাদ্ব্লিল্লা-হি অয্কুরুল্ লা-হা কাছীরল্ লা‘আল্লাকুম্ তুফ্লিহূন্।","english_translit":"Faitha qudiyati alssalatu faintashiroo fee alardi waibtaghoo min fadli Allahi waothkuroo Allaha katheeran laAAallakum tuflihoona"},{"sura":62,"aya":11,"quran_text":"وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا وَتَرَكُوكَ قَائِمًا قُلْ مَا عِنْدَ اللَّهِ خَيْرٌ مِنَ اللَّهْوِ وَمِنَ التِّجَارَةِ وَاللَّهُ خَيْرُ الرَّازِقِينَ","bangla_mohiuddin":"তারা যখন কোন ব্যবসায়ের সুযোগ অথবা ক্রীড়াকৌতুক দেখে তখন আপনাকে দাঁড়ানো অবস্থায় রেখে তারা সেদিকে ছুটে যায়। বলুনঃ আল্লাহর কাছে যা আছে, তা ক্রীড়াকৌতুক ও ব্যবসায় অপেক্ষা উৎকৃষ্ট। আল্লাহ সর্বোত্তম রিযিকদাতা।","bangla_murtaza":"তারা যখন ব্যবসায় এবং তামাশা-কৌতুক দেখতে পেলো, তখন তোমাকে দাঁড়ানো অবস্থায় রেখে তারা ছুটে গেলো সেদিকে। তুমি বলো: আল্লাহর কাছে যা রয়েছে সেটা খেলতামাশা এবং ব্যবসার থেকে কল্যাণকর।’ আল্লাহই সর্বোত্তম রিযিকদাতা।","english_text":"Yet when they see some buying and selling, or some sport, they go for it, leaving you standing. Tell them: \"What is with God is better than your sport and commerce. And God is the best of providers.\"","bangla_translit":"অইযা রয়াও তিজ্বা- রতান্ আও লাহওয়া নিন্ ফাদ্ব্দ্ব য় ইলাইহা-অতারকূকা ক্ব-য়িমা-; কুল মা- ‘ইন্দাল্লা-হি খইরুম্ মিনাল্লাহ্ওয়ি অমিনাত্তিজ্বা-রহ্; অল্লা-হু খইর্রু র-যিক্বীন্।","english_translit":"Waitha raaw tijaratan aw lahwan infaddoo ilayha watarakooka qaiman qul ma AAinda Allahi khayrun mina allahwi wamina alttijarati waAllahu khayru alrraziqeena"}]