[{"sura":9,"aya":1,"quran_text":"بَرَاءَةٌ مِنَ اللَّهِ وَرَسُولِهِ إِلَى الَّذِينَ عَاهَدْتُمْ مِنَ الْمُشْرِكِينَ","bangla_text":"সম্পর্কচ্ছেদ করা হল আল্লাহ ও তাঁর রসূলের পক্ষ থেকে সেই মুশরিকদের সাথে, যাদের সাথে তোমরা চুক্তিবদ্ধ হয়েছিলে।","english_text":"IMMUNITY is granted those idolaters by God and his Apostle with whom you have a treaty.","bangla_translit":"বারা-য়াতুম্ মিনাল্লা-হি অরসূলিহী য় ইলাল্লাযীনা ‘আহাত্তুম্ মিনাল্ মুশ্রিকীন্।","english_translit":"Baraatun mina Allahi warasoolihi ila allatheena AAahadtum mina almushrikeena"},{"sura":9,"aya":2,"quran_text":"فَسِيحُوا فِي الْأَرْضِ أَرْبَعَةَ أَشْهُرٍ وَاعْلَمُوا أَنَّكُمْ غَيْرُ مُعْجِزِي اللَّهِ وَأَنَّ اللَّهَ مُخْزِي الْكَافِرِينَ","bangla_text":"অতঃপর তোমরা পরিভ্রমণ কর এ দেশে চার মাসকাল। আর জেনে রেখো, তোমরা আল্লাহকে পরাভূত করতে পারবে না, আর নিশ্চয়ই আল্লাহ কাফেরদিগকে লাঞ্ছিত করে থাকেন।","english_text":"(They can) move about for four months freely in the land, but should know they cannot escape (the law of) God, and that God can put the unbelievers to shame.","bangla_translit":"ফাসীহূ ফিল্ র্আদ্বি র্আবা‘আতা আশ্হুরিঁও অ’লামূ য় আন্নাকুম্ গইরু মু’জ্বিযিল্লা-হি অআন্নাল্লা-হামুখ্যিল্ কা-ফিরীন্।","english_translit":"Faseehoo fee alardi arbaAAata ashhurin waiAAlamoo annakum ghayru muAAjizee Allahi waanna Allaha mukhzee alkafireena"},{"sura":9,"aya":3,"quran_text":"وَأَذَانٌ مِنَ اللَّهِ وَرَسُولِهِ إِلَى النَّاسِ يَوْمَ الْحَجِّ الْأَكْبَرِ أَنَّ اللَّهَ بَرِيءٌ مِنَ الْمُشْرِكِينَ وَرَسُولُهُ فَإِنْ تُبْتُمْ فَهُوَ خَيْرٌ لَكُمْ وَإِنْ تَوَلَّيْتُمْ فَاعْلَمُوا أَنَّكُمْ غَيْرُ مُعْجِزِي اللَّهِ وَبَشِّرِ الَّذِينَ كَفَرُوا بِعَذَابٍ أَلِيمٍ","bangla_text":"আর মহান হজ্বের দিনে আল্লাহ ও তাঁর রসূলের পক্ষ থেকে লোকদের প্রতি ঘোষণা করে দেয়া হচ্ছে যে, আল্লাহ মুশরেকদের থেকে দায়িত্ব মুক্ত এবং তাঁর রসূলও। অবশ্য যদি তোমরা তওবা কর, তবে তা, তোমাদের জন্যেও কল্যাণকর, আর যদি মুখ ফেরাও, তবে জেনে রেখো, আল্লাহকে তোমরা পরাভূত করতে পারবে না। আর কাফেরদেরকে মর্মান্তিক শাস্তির সুসংবাদ দাও।","english_text":"A general proclamation is (made) this day of the Greater Pilgrimage on the part of God and His Apostle, that God is not bound (by any contract) to idolaters, nor is His Apostle. It is, therefore, better for you to repent. If you do not, remember that you cannot elude (the grip of) God. So announce to those who deny the truth the news of painful punishment,","bangla_translit":"অআযা-নুম্ মিনাল্লা-হি অরসূলিহী য় ইলান্ না-সি ইয়াওমাল্ হাজ্জ্বিল্ আক্বারি আন্নাল্লা-হা বারী - য়ুম্ মিনাল্ মুশ্রিকীনা অ রসূলুহ্; ফাইন্ তুব্তুম্ ফাহুঅ খাইরুল্লাকুম্ অইন্ তাওয়াল্লাইতুম্ ফা’লামূ য় আন্নাকুম্ গাইরু মু’জ্বিযি ল্লা-হ্; অবাশ্শিরিল্লাযীনা কাফারূ বি‘আযা-বিন্ আলীম্।","english_translit":"Waathanun mina Allahi warasoolihi ila alnnasi yawma alhajji alakbari anna Allaha bareeon mina almushrikeena warasooluhu fain tubtum fahuwa khayrun lakum wain tawallaytum faiAAlamoo annakum ghayru muAAjizee Allahi wabashshiri allatheena kafaroo biAAathabin aleemin"},{"sura":9,"aya":4,"quran_text":"إِلَّا الَّذِينَ عَاهَدْتُمْ مِنَ الْمُشْرِكِينَ ثُمَّ لَمْ يَنْقُصُوكُمْ شَيْئًا وَلَمْ يُظَاهِرُوا عَلَيْكُمْ أَحَدًا فَأَتِمُّوا إِلَيْهِمْ عَهْدَهُمْ إِلَى مُدَّتِهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ","bangla_text":"তবে যে মুশরিকদের সাথে তোমরা চুক্তি বদ্ধ, অতপরঃ যারা তোমাদের ব্যাপারে কোন ত্রুটি করেনি এবং তোমাদের বিরুদ্ধে কাউকে সাহায্যও করেনি, তাদের সাথে কৃত চুক্তিকে তাদের দেয়া মেয়াদ পর্যন্ত পূরণ কর। অবশ্যই আল্লাহ সাবধানীদের পছন্দ করেন।","english_text":"Except those idolaters with whom you have a treaty, who have not failed you in the least, nor helped anyone against you. Fulfil your obligations to them during the term (of the treaty). God loves those who take heed for themselves.","bangla_translit":"ইল্লাল্লাযীনা ‘আ-হাত্তুম্ মিনাল্ মুশ্রিকীনা ছুম্মা লাম্ ইয়ান্ক্ব ুছূকুম্ শাইয়াঁও অলাম্ ইয়ুজোয়া-হিরূ ‘আলাইকুম্ আহাদান্ ফাআতিম্মূ য় ইলাইহিম্ ‘আহ্দাহুম্ ইলা-মুদ্দাতিহিম্ ইন্নাল্লা-হা ইয়ুহিব্বুল্ মুত্তাক্বীন্।","english_translit":"Illa allatheena AAahadtum mina almushrikeena thumma lam yanqusookum shayan walam yuthahiroo AAalaykum ahadan faatimmoo ilayhim AAahdahum ila muddatihim inna Allaha yuhibbu almuttaqeena"},{"sura":9,"aya":5,"quran_text":"فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ وَخُذُوهُمْ وَاحْصُرُوهُمْ وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ","bangla_text":"অতঃপর নিষিদ্ধ মাস অতিবাহিত হলে মুশরিকদের হত্যা কর যেখানে তাদের পাও, তাদের বন্দী কর এবং অবরোধ কর। আর প্রত্যেক ঘাঁটিতে তাদের সন্ধানে ওঁৎ পেতে বসে থাক। কিন্তু যদি তারা তওবা করে, নামায কায়েম করে, যাকাত আদায় করে, তবে তাদের পথ ছেড়ে দাও। নিশ্চয় আল্লাহ অতি ক্ষমাশীল, পরম দয়ালু।","english_text":"But when these months, prohibited (for fighting), are over, slay the idolaters wheresoever you find them, and take them captive or besiege them, and lie in wait for them at every likely place. But if they repent and fulfil their devotional obligations and pay the zakat, then let them go their way, for God is forgiving and kind.","bangla_translit":"ফাইযান্ সালাখাল্ আশ্হুরুল্ হুরুমু ফাক্বতুলুল্ মুশ্রিকীনা হাইছু অজ্বাত্তুমূ হুম্ অখুযূহুম্ ওয়াহ্ছুরূহুম্ অক্বউ’দূ লাহুম্ কুল্লা র্মাছোয়াদিন্ ফাইন্ তা-বূ অআক্বা-মুছ্ ছলা-তা অ আ-তাউয্ যাকা-তা ফাখাল্লূ সাবীলাহুম্; ইন্নাল্লা-হা গফূর্রু রহীম্।","english_translit":"Faitha insalakha alashhuru alhurumu faoqtuloo almushrikeena haythu wajadtumoohum wakhuthoohum waohsuroohum waoqAAudoo lahum kulla marsadin fain taboo waaqamoo alssalata waatawoo alzzakata fakhalloo sabeelahum inna Allaha ghafoorun raheemun"},{"sura":9,"aya":6,"quran_text":"وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلَامَ اللَّهِ ثُمَّ أَبْلِغْهُ مَأْمَنَهُ ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَعْلَمُونَ","bangla_text":"আর মুশরিকদের কেউ যদি তোমার কাছে আশ্রয় প্রার্থনা করে, তবে তাকে আশ্রয় দেবে, যাতে সে আল্লাহর কালাম শুনতে পায়, অতঃপর তাকে তার নিরাপদ স্থানে পৌছে দেবে। এটি এজন্যে যে এরা জ্ঞান রাখে না।","english_text":"If an idolater seeks protection, then give him asylum that he may hear the word of God. Then escort him to a place of safety, for they are people who do not know.","bangla_translit":"অইন্ আহাদুম্ মিনাল্ মুশ্রিকী নাস্ তাজ্বা-রাকা ফাআর্জ্বিহু হাত্তা- ইয়াস্মা‘আ কালা-মাল্লা-হি ছুম্মা আব্লিগ্হু মামানাহ্; যা-লিকা বিআন্নাহুম্ ক্বওমুল্লা-ইয়া’লামূন্।","english_translit":"Wain ahadun mina almushrikeena istajaraka faajirhu hatta yasmaAAa kalama Allahi thumma ablighhu mamanahu thalika biannahum qawmun la yaAAlamoona"},{"sura":9,"aya":7,"quran_text":"كَيْفَ يَكُونُ لِلْمُشْرِكِينَ عَهْدٌ عِنْدَ اللَّهِ وَعِنْدَ رَسُولِهِ إِلَّا الَّذِينَ عَاهَدْتُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ فَمَا اسْتَقَامُوا لَكُمْ فَاسْتَقِيمُوا لَهُمْ إِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ","bangla_text":"মুশরিকদের চুক্তি আল্লাহর নিকট ও তাঁর রসূলের নিকট কিরূপে বলবৎ থাকবে। তবে যাদের সাথে তোমরা চুক্তি সম্পাদন করেছ মসজিদুল-হারামের নিকট। অতএব, যে পর্যন্ত তারা তোমাদের জন্যে সরল থাকে, তোমরাও তাদের জন্য সরল থাক। নিঃসন্দেহের আল্লাহ সাবধানীদের পছন্দ করেন।","english_text":"How could there be a treaty between idolaters and God and His Apostle, except those you covenanted by the Sacred Mosque? Therefore as long as they are honest with you be correct with them, for God loves those who are godly.","bangla_translit":"কাইফা ইয়াকূনু লিল্মুশ্রিক্বীনা ‘আহ্দুন্ ‘ইন্দাল্লা-হি অ‘ইন্দা রসূলিহী য় ইল্লাল্লাযীনা ‘আ-হাত্তুম্ ‘ইন্দাল্ মাস্জ্বিদিল্ হার-মি ফামাস্ তাক্ব-মূ লাকুম্ ফাস্তাক্বীমূ লাহুম্; ইন্নাল্লা-হা ইয়ুহিব্বুল্ মুত্তাকীন্।","english_translit":"Kayfa yakoonu lilmushrikeena AAahdun AAinda Allahi waAAinda rasoolihi illa allatheena AAahadtum AAinda almasjidi alharami fama istaqamoo lakum faistaqeemoo lahum inna Allaha yuhibbu almuttaqeena"},{"sura":9,"aya":8,"quran_text":"كَيْفَ وَإِنْ يَظْهَرُوا عَلَيْكُمْ لَا يَرْقُبُوا فِيكُمْ إِلًّا وَلَا ذِمَّةً يُرْضُونَكُمْ بِأَفْوَاهِهِمْ وَتَأْبَى قُلُوبُهُمْ وَأَكْثَرُهُمْ فَاسِقُونَ","bangla_text":"কিরূপে? তারা তোমাদের উপর জয়ী হলে তোমাদের আত্নীয়তার ও অঙ্গীকারের কোন মর্যাদা দেবে না। তারা মুখে তোমাদের সন্তুষ্ট করে, কিন্তু তাদের অন্তরসমূহ তা অস্বীকার করে, আর তাদের অধিকাংশ প্রতিশ্রুতি ভঙ্গকারী।","english_text":"How (can they be trusted)? If they prevail against you they will neither observe pacts nor good faith with you. They flatter you with their tongues, but their hearts are averse to you, for most of them are iniquitous.","bangla_translit":"কাইফা অ ইঁ ইয়াজ্হারূ ‘আলাইকুম্ লা-ইর্য়াকুবূ ফীকুম্ ইল্লাঁও অলা-যিম্মাহ্; ইর্য়ুদ্বুনাকুম্ বিআফ্ওয়া-হিহিম্ অ তাবা-কুলূবুহুম্ অ আক্ছারুহুম্ ফা-সিকুন্।","english_translit":"Kayfa wain yathharoo AAalaykum la yarquboo feekum illan wala thimmatan yurdoonakum biafwahihim wataba quloobuhum waaktharuhum fasiqoona"},{"sura":9,"aya":9,"quran_text":"اشْتَرَوْا بِآيَاتِ اللَّهِ ثَمَنًا قَلِيلًا فَصَدُّوا عَنْ سَبِيلِهِ إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ","bangla_text":"তারা আল্লাহর আয়াত সমূহ নগন্য মুল্যে বিক্রয় করে, অতঃপর লোকদের নিবৃত রাখে তাঁর পথ থেকে, তারা যা করে চলছে, তা অতি নিকৃষ্ট।","english_text":"They barter away the words of God for a petty price, and obstruct (others) from His path. How evil indeed are the things they do!","bangla_translit":"ইশ্তারাও বিআ-ইয়া-তি ল্লা-হি ছামানান্ ক্বালীলান্ ফাছোয়াদ্দূ ‘আন্ সাবীলিহ্; ইন্নাহুম্ সা - য়া মা-কা-নূ ইয়া’মালূন্।","english_translit":"Ishtaraw biayati Allahi thamanan qaleelan fasaddoo AAan sabeelihi innahum saa ma kanoo yaAAmaloona"},{"sura":9,"aya":10,"quran_text":"لَا يَرْقُبُونَ فِي مُؤْمِنٍ إِلًّا وَلَا ذِمَّةً وَأُولَئِكَ هُمُ الْمُعْتَدُونَ","bangla_text":"তারা মর্যাদা দেয় না কোন মুসলমানের ক্ষেত্রে আত্নীয়তার, আর না অঙ্গীকারের। আর তারাই সীমালংঘনকারী।","english_text":"They have no regard for kinship or treaties with believers, for they are transgressors.","bangla_translit":"লা-ইর্য়াকুবূনা ফী মু”মিনিন্ ইল্লাওঁ অলা-যিম্মাহ্; অউলা - য়িকা হুমুল্ মু’তাদূন্।","english_translit":"La yarquboona fee muminin illan wala thimmatan waolaika humu almuAAtadoona"},{"sura":9,"aya":11,"quran_text":"فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَإِخْوَانُكُمْ فِي الدِّينِ وَنُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ","bangla_text":"অবশ্য তারা যদি তওবা করে, নামায কায়েম করে আর যাকাত আদায় করে, তবে তারা তোমাদের দ্বীনী ভাই। আর আমি বিধানসমূহে জ্ঞানী লোকদের জন্যে সর্বস্তরে র্বণনা করে থাকি।","english_text":"But if they repent and are firm in devotion and pay the zakat, then they are your brothers in faith. We explain Our commands distinctly for those who understand.","bangla_translit":"ফাইন্ তা-বূ অআক্ব-মুছ্ ছলা-তা অ আ-তায়ুয্ যাকা-তা ফাইখ্ওয়া-নুকুম্ ফিদ্দীন্; অনুফাছ্ছিলুল্ আ-ইয়া-তি লিক্বওমিঁই ইয়া’লামূন্।","english_translit":"Fain taboo waaqamoo alssalata waatawoo alzzakata faikhwanukum fee alddeeni wanufassilu alayati liqawmin yaAAlamoona"},{"sura":9,"aya":12,"quran_text":"وَإِنْ نَكَثُوا أَيْمَانَهُمْ مِنْ بَعْدِ عَهْدِهِمْ وَطَعَنُوا فِي دِينِكُمْ فَقَاتِلُوا أَئِمَّةَ الْكُفْرِ إِنَّهُمْ لَا أَيْمَانَ لَهُمْ لَعَلَّهُمْ يَنْتَهُونَ","bangla_text":"আর যদি ভঙ্গ করে তারা তাদের শপথ প্রতিশ্রুতির পর এবং বিদ্রুপ করে তোমাদের দ্বীন সম্পর্কে, তবে কুফর প্রধানদের সাথে যুদ্ধ কর। কারণ, এদের কেন শপথ নেই যাতে তারা ফিরে আসে।","english_text":"If they break their pledge after giving their word and revile your faith, fight these specimens of faithlessness, for surely their oaths have no sanctity: They may haply desist.","bangla_translit":"অইন্ নাকাছূ য় আইমা-নাহুম্ মিম্ বা’দি ‘আহ্দিহিম্ অ ত্বোয়া‘আনূ ফী দীনিকুম্ ফাক্ব-তিলূ য় আয়িম্মাতাল্ কুফ্রি ইন্নাহুম্ লা য় আইমা-না লাহুম্ লা‘আল্লাহুম্ ইয়ান্তাহূন্।","english_translit":"Wain nakathoo aymanahum min baAAdi AAahdihim wataAAanoo fee deenikum faqatiloo aimmata alkufri innahum la aymana lahum laAAallahum yantahoona"},{"sura":9,"aya":13,"quran_text":"أَلَا تُقَاتِلُونَ قَوْمًا نَكَثُوا أَيْمَانَهُمْ وَهَمُّوا بِإِخْرَاجِ الرَّسُولِ وَهُمْ بَدَءُوكُمْ أَوَّلَ مَرَّةٍ أَتَخْشَوْنَهُمْ فَاللَّهُ أَحَقُّ أَنْ تَخْشَوْهُ إِنْ كُنْتُمْ مُؤْمِنِينَ","bangla_text":"তোমরা কি সেই দলের সাথে যুদ্ধ করবে না; যারা ভঙ্গ করেছে নিজেদের শপথ এবং সঙ্কল্প নিয়েছে রসূলকে বহিস্কারের? আর এরাই প্রথম তোমাদের সাথে বিবাদের সূত্রপাত করেছে। তোমরা কি তাদের ভয় কর? অথচ তোমাদের ভয়ের অধিকতর যোগ্য হলেন আল্লাহ, যদি তোমরা মুমিন হও।","english_text":"Will you not fight those who broke their pledge and plotted to banish the Apostle, and who were the first to attack you? Are you afraid of them? If you are believers you should fear God more.","bangla_translit":"আলা-তুক্ব-তিলূনা ক্বওমান্নাকাছূ য় আইমা-নাহুম্ অহাম্মূ বিইখ্র-র্জ্বি রাসূলি অহুম্ বাদায়ূ কুম্ আওওয়ালা র্মারাহ্; আতাখ্শাওনাহুম্ ফাল্লা-হু আহাক্বকু আন্ তাখ্শাওহু ইন্ কুন্তুম্ মুমিনীন্।","english_translit":"Ala tuqatiloona qawman nakathoo aymanahum wahammoo biikhraji alrrasooli wahum badaookum awwala marratin atakhshawnahum faAllahu ahaqqu an takhshawhu in kuntum mumineena"},{"sura":9,"aya":14,"quran_text":"قَاتِلُوهُمْ يُعَذِّبْهُمُ اللَّهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُؤْمِنِينَ","bangla_text":"যুদ্ধ কর ওদের সাথে, আল্লাহ তোমাদের হস্তে তাদের শাস্তি দেবেন। তাদের লাঞ্ছিত করবেন, তাদের বিরুদ্ধে তোমাদের জয়ী করবেন এবং মুসলমানদের অন্তরসমূহ শান্ত করবেন।","english_text":"Fight them so that God may punish them at your hands, and put them to shame, and help you against them, and heal the wounds of the hearts of believers,","bangla_translit":"ক্ব-তিলূহুম্ ইয়ু‘আয্যিব্হুমুল্লা-হু বিআইদীকুম্ অইয়ুখ্যিহিম্ অইয়ার্ন্ছুকুম্ ‘আলাইহিম্ অইয়াশ্ফি ছুদূরা ক্বওমিম্ মু”মিনীন্।","english_translit":"Qatiloohum yuAAaththibhumu Allahu biaydeekum wayukhzihim wayansurkum AAalayhim wayashfi sudoora qawmin mumineena"},{"sura":9,"aya":15,"quran_text":"وَيُذْهِبْ غَيْظَ قُلُوبِهِمْ وَيَتُوبُ اللَّهُ عَلَى مَنْ يَشَاءُ وَاللَّهُ عَلِيمٌ حَكِيمٌ","bangla_text":"এবং তাদের মনের ক্ষোভ দূর করবেন। আর আল্লাহ যার প্রতি ইচ্ছা ক্ষমাশীল হবে, আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়।","english_text":"And remove the anger from their breasts; for God turns to whosoever desires. God is all-knowing and all-wise.","bangla_translit":"অইয়ুয্হিব্ গইজোয়া কুলূ বিহিম্; অইয়াতূবুল্লা-হু ‘আলা- মাইঁ ইয়াশা - য়্; অল্লা-হু ‘আলীমুন্ হাকীম্।","english_translit":"Wayuthhib ghaytha quloobihim wayatoobu Allahu AAala man yashao waAllahu AAaleemun hakeemun"},{"sura":9,"aya":16,"quran_text":"أَمْ حَسِبْتُمْ أَنْ تُتْرَكُوا وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنْكُمْ وَلَمْ يَتَّخِذُوا مِنْ دُونِ اللَّهِ وَلَا رَسُولِهِ وَلَا الْمُؤْمِنِينَ وَلِيجَةً وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ","bangla_text":"তোমরা কি মনে কর যে, তোমাদের ছেড়ে দেয়া হবে এমনি, যতক্ষণ না আল্লাহ জেনে নেবেন তোমাদের কে যুদ্ধ করেছে এবং কে আল্লাহ, তাঁর রসূল ও মুসলমানদের ব্যতীত অন্য কাউকে অন্তরঙ্গ বন্ধুরূপে গ্রহণ করা থেকে বিরত রয়েছে। আর তোমরা যা কর সে বিষয়ে আল্লাহ সবিশেষ অবহিত।","english_text":"Do you think you will get away before God knows who among you fought and did not take anyone but God, His Apostle and the faithful, as their friends? God is cognisant of all that you do.","bangla_translit":"আম্ হাসিব্তুম্ আন্ তুত্রাকূ অলাম্মা- ইয়া’লামিল্লা-হু ল্লাযীনা জ্বা-হাদূ মিন্কুম্ অলাম্ ইয়াত্তাখিযূ মিন্ দূনিল্লা-হি অলা-রসূলিহী অলাল্ মুমিনীনা অলীজ্বাহ্; অল্লা-হু খবীরুম্ বিমা-তা’মালূন্।","english_translit":"Am hasibtum an tutrakoo walamma yaAAlami Allahu allatheena jahadoo minkum walam yattakhithoo min dooni Allahi wala rasoolihi wala almumineena waleejatan waAllahu khabeerun bima taAAmaloona"},{"sura":9,"aya":17,"quran_text":"مَا كَانَ لِلْمُشْرِكِينَ أَنْ يَعْمُرُوا مَسَاجِدَ اللَّهِ شَاهِدِينَ عَلَى أَنْفُسِهِمْ بِالْكُفْرِ أُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ وَفِي النَّارِ هُمْ خَالِدُونَ","bangla_text":"মুশরিকরা যোগ্যতা রাখে না আল্লাহর মসজিদ আবাদ করার, যখন তারা নিজেরাই নিজেদের কুফরীর স্বীকৃতি দিচ্ছে। এদের আমল বরবাদ হবে এবং এরা আগুনে স্থায়ীভাবে বসবাস করবে।","english_text":"The idolaters have no right to visit the mosques of God while bearing testimony to their disbelief. Meaningless will be their acts, and in Hell they will bide for ever,","bangla_translit":"মা-কা-না লিল্মুশ্রিকীনা আঁই ইয়া’মুরূ মাসা-জ্বিদাল্লা-হি শা-হিদীনা ‘আলা য় আন্ফুসিহিম্ বিল্কুফ্র্; উলা - য়িকা হাবিত্বোয়াত্ আ’মা-লুহুম্ অফিন্না-রি হুম্ খ-লিদূন্।","english_translit":"Ma kana lilmushrikeena an yaAAmuroo masajida Allahi shahideena AAala anfusihim bialkufri olaika habitat aAAmaluhum wafee alnnari hum khalidoona"},{"sura":9,"aya":18,"quran_text":"إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَأَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ وَلَمْ يَخْشَ إِلَّا اللَّهَ فَعَسَى أُولَئِكَ أَنْ يَكُونُوا مِنَ الْمُهْتَدِينَ","bangla_text":"নিঃসন্দেহে তারাই আল্লাহর মসজিদ আবাদ করবে যারা ঈমান এনেছে আল্লাহর প্রতি ও শেষ দিনের প্রতি এবং কায়েম করেছে নামায ও আদায় করে যাকাত; আল্লাহ ব্যতীত আর কাউকে ভয় করে না। অতএব, আশা করা যায়, তারা হেদায়েত প্রাপ্তদের অন্তর্ভূক্ত হবে।","english_text":"Only those who believe in God and the Last Day, who fulfil their devotional obligations, pay the zakat, and fear no one but God, can visit the mosques of God. They may hope to be among the guided.","bangla_translit":"ইন্নামা- ইয়া”মুরু মাসা-জ্বিদাল্লা-হি মান্ আ-মানা বিল্লা-হি অল্ইয়াওমিল্ আ-খিরি অ আক্বা-মাছ্ ছলা-তা অআ-তা য্ যাকা-তা অ লাম্ ইয়াখ্শা ইল্লাল্লা-হা ফা‘আসা য় উলা - য়িকা আঁই ইয়াকূনূ মিনাল্ মুহ্তাদীন্।","english_translit":"Innama yaAAmuru masajida Allahi man amana biAllahi waalyawmi alakhiri waaqama alssalata waata alzzakata walam yakhsha illa Allaha faAAasa olaika an yakoonoo mina almuhtadeena"},{"sura":9,"aya":19,"quran_text":"أَجَعَلْتُمْ سِقَايَةَ الْحَاجِّ وَعِمَارَةَ الْمَسْجِدِ الْحَرَامِ كَمَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَجَاهَدَ فِي سَبِيلِ اللَّهِ لَا يَسْتَوُونَ عِنْدَ اللَّهِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ","bangla_text":"তোমরা কি হাজীদের পানি সরবরাহ ও মসজিদুল-হারাম আবাদকরণকে সেই লোকের সমান মনে কর, যে ঈমান রাখে আল্লাহ ও শেষ দিনের প্রতি এবং যুদ্ধ করেছে আল্লাহর রাহে, এরা আল্লাহর দৃষ্টিতে সমান নয়, আর আল্লাহ জালেম লোকদের হেদায়েত করেন না।","english_text":"Do you think that giving a drink of water to the pilgrims and going on a visit to the Sacred Mosque, is the same as believing in God and the Last Day, and striving in the cause of God? In the eyes of God it is not the same; and God does not show the unrighteous the way.","bangla_translit":"আজ্বা‘আল্তুম্ সিক্বা-ইয়াতাল্ হা - জ্জ্বি অ ‘ইমা-রতাল্ মাস্জ্বিদিল্ হারা-মি কামান্ আ-মানা বিল্লা-হি অল্ ইয়াওমিল্ আ-খিরি অজ্বা-হাদা ফী সাবীলিল্লা-হ্; লা-ইয়াস্তায়ূনা ‘ইন্দাল্লা-হ্; অল্লা-হু লা-ইয়াহ্ দিল্ ক্বওমাজ্জোয়া-লিমীন্।","english_translit":"AjaAAaltum siqayata alhajji waAAimarata almasjidi alharami kaman amana biAllahi waalyawmi alakhiri wajahada fee sabeeli Allahi la yastawoona AAinda Allahi waAllahu la yahdee alqawma alththalimeena"},{"sura":9,"aya":20,"quran_text":"الَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللَّهِ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ أَعْظَمُ دَرَجَةً عِنْدَ اللَّهِ وَأُولَئِكَ هُمُ الْفَائِزُونَ","bangla_text":"যারা ঈমান এনেছে, দেশ ত্যাগ করেছে এবং আল্লাহর রাহে নিজেদের জান ও মাল দিয়ে জেহাদ করেছে, তাদের বড় মর্যাদা রয়েছে আল্লাহর কাছে আর তারাই সফলকাম।","english_text":"Those who accepted the faith and left their homes and fought in the way of God, wealth and soul, have a greater reward with God, and will be successful.","bangla_translit":"আল্লাযীনা আ-মানূ অহা-জ্বারূ অজ্বা-হাদূ ফী সাবীলিল্লা-হি বিআম্ওয়া-লিহিম্ অআন্ফুসিহিম্ আ’জোয়ামু দারাজ্বাতান্ ‘ইন্দাল্লা-হ্; অউলা - য়িকা হুমুল্ ফা - য়িযূন্।","english_translit":"Allatheena amanoo wahajaroo wajahadoo fee sabeeli Allahi biamwalihim waanfusihim aAAthamu darajatan AAinda Allahi waolaika humu alfaizoona"},{"sura":9,"aya":21,"quran_text":"يُبَشِّرُهُمْ رَبُّهُمْ بِرَحْمَةٍ مِنْهُ وَرِضْوَانٍ وَجَنَّاتٍ لَهُمْ فِيهَا نَعِيمٌ مُقِيمٌ","bangla_text":"তাদের সুসংবাদ দিচ্ছেন তাদের পরওয়ারদেগার স্বীয় দয়া ও সন্তোষের এবং জান্নাতের, সেখানে আছে তাদের জন্য স্থায়ী শান্তি।","english_text":"Their Lord announces to them news of His mercy, acceptance, and gardens of lasting bliss","bangla_translit":"ইয়ুবাশ্শিরুহুম্ রব্বুহুম্ বিরহ্মাতিম্ মিন্হু অরিদ্ব্ওয়া-নিওঁ অজ্বান্না-তিল্ লাহুম্ ফীহা-না‘ঈমুম্ মুক্বীম্।","english_translit":"Yubashshiruhum rabbuhum birahmatin minhu waridwanin wajannatin lahum feeha naAAeemun muqeemun"},{"sura":9,"aya":22,"quran_text":"خَالِدِينَ فِيهَا أَبَدًا إِنَّ اللَّهَ عِنْدَهُ أَجْرٌ عَظِيمٌ","bangla_text":"তথায় তারা থাকবে চিরদিন। নিঃসন্দেহে আল্লাহর কাছে আছে মহাপুরস্কার।","english_text":"Which they will enjoy for ever. Indeed God has greater rewards with Him.","bangla_translit":"খ-লিদীনা ফীহা য় আবাদা-; ইন্নাল্লা-হা ‘ইন্দাহু য় আজরুন্ ‘আজীম্।","english_translit":"Khalideena feeha abadan inna Allaha AAindahu ajrun AAatheemun"},{"sura":9,"aya":23,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا آبَاءَكُمْ وَإِخْوَانَكُمْ أَوْلِيَاءَ إِنِ اسْتَحَبُّوا الْكُفْرَ عَلَى الْإِيمَانِ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَأُولَئِكَ هُمُ الظَّالِمُونَ","bangla_text":"হে ঈমানদারগণ! তোমরা স্বীয় পিতা ও ভাইদের অভিভাবকরূপে গ্রহণ করো না, যদি তারা ঈমান অপেক্ষা কুফরকে ভালবাসে। আর তোমাদের যারা তাদের অভিভাবকরূপে গ্রহণ করে তারা সীমালংঘনকারী।","english_text":"O you who believe, do not hold your fathers and brothers as friends if they hold disbelief more dear than faith; and those of you who do so are iniquitous.","bangla_translit":"ইয়া য় আইয়্যুহাল্লাযীনা আ-মানূ লা-তাত্তাখিযূ য় আ-বা - য়াকুম্ অইখ্ওয়া-নাকুম্ আওলিয়া - য়া ইনিস্ তাহাব্বুল্ কুফ্রা ‘আলাল্ ঈমা-ন্; অমাইঁ ইয়াতাওয়াল্লাহুম্ মিন্কুম্ ফাউলা - য়িকা হুমুজ জোয়া-লিমূন্।","english_translit":"Ya ayyuha allatheena amanoo la tattakhithoo abaakum waikhwanakum awliyaa ini istahabboo alkufra AAala aleemani waman yatawallahum minkum faolaika humu alththalimoona"},{"sura":9,"aya":24,"quran_text":"قُلْ إِنْ كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا أَحَبَّ إِلَيْكُمْ مِنَ اللَّهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ","bangla_text":"বল, তোমাদের নিকট যদি তোমাদের পিতা তোমাদের সন্তান, তোমাদের ভাই তোমাদের পত্নী, তোমাদের গোত্র তোমাদের অর্জিত ধন-সম্পদ, তোমাদের ব্যবসা যা বন্ধ হয়ে যাওয়ার ভয় কর এবং তোমাদের বাসস্থান-যাকে তোমরা পছন্দ কর-আল্লাহ, তাঁর রসূল ও তাঁর রাহে জেহাদ করা থেকে অধিক প্রিয় হয়, তবে অপেক্ষা কর, আল্লাহর বিধান আসা পর্যন্ত, আর আল্লাহ ফাসেক সম্প্রদায়কে হেদায়েত করেন না।","english_text":"You tell them: \"If your fathers and sons, your brothers and wives and families and wealth, or the business you fear may fail, and the mansions that you love, are dearer to you than God, His Apostle, and struggling in His cause, then wait until God's command arrives, for God does not show transgressors the way.\"","bangla_translit":"কুল্ ইন্ কা-না আ-বা - য়ুকুম্ অ আব্না - য়ুকুম্ অ ইখ্ওয়া-নুকুম্ অ আয্ওয়া-জুকুম্ অ‘আশীরাতুকুম্ অ আম্ওয়া-লু নিক্ব তারাফ্তুমূহা-অ তিজ্বা-রাতুন্ তাখ্শাওনা কাসা-দাহা-অ মাসা-কিনু র্তাদ্বোয়াওনাহা য় আহাব্বা ইলাইকুম্ মিনাল্লা-হি অরসূলিহী অজ্বিহা-দিন্ ফী সাবীলিহী ফাতারব্বাছূ হাত্তা-ইয়াতিয়াল্লা-হু বিআম্রিহ্; অল্লা-হু লা-ইয়াহ্দিল্ ক্বওমাল্ ফা-সিক্বীন্।","english_translit":"Qul in kana abaokum waabnaokum waikhwanukum waazwajukum waAAasheeratukum waamwalun iqtaraftumooha watijaratun takhshawna kasadaha wamasakinu tardawnaha ahabba ilaykum mina Allahi warasoolihi wajihadin fee sabeelihi fatarabbasoo hatta yatiya Allahu biamrihi waAllahu la yahdee alqawma alfasiqeena"},{"sura":9,"aya":25,"quran_text":"لَقَدْ نَصَرَكُمُ اللَّهُ فِي مَوَاطِنَ كَثِيرَةٍ وَيَوْمَ حُنَيْنٍ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنْكُمْ شَيْئًا وَضَاقَتْ عَلَيْكُمُ الْأَرْضُ بِمَا رَحُبَتْ ثُمَّ وَلَّيْتُمْ مُدْبِرِينَ","bangla_text":"আল্লাহ তোমাদের সাহায্য করেছেন অনেক ক্ষেত্রে এবং হোনাইনের দিনে, যখন তোমাদের সংখ্যধিক্য তোমাদের প্রফুল্ল করেছিল, কিন্তু তা তোমাদের কোন কাজে আসেনি এবং পৃথিবী প্রশস্ত হওয়া সত্তেও তোমাদের জন্য সংকুচিত হয়েছিল। অতঃপর পৃষ্ঠ প্রদর্শন করে পলায়ন করেছিলে।","english_text":"Indeed God has helped you on many occasions, even during the battle of Hunain, when you were elated with joy at your numbers which did not prove of the least avail, so that the earth and its vast expanse became too narrow for you, and you turned back and retreated.","bangla_translit":"লাক্বদ্ নাছোয়ারকুমু ল্লা-হু ফী মাওয়া-ত্বিনা- কাছীরতিঁও অইয়াওমা হুনাইনিন্ ইয্ আ’জ্বাবাত্কুম্ কাছ্রাতুকুম্ ফালাম্ তুগ্নি ‘আন্কুম্ শাইয়াঁও অ দ্বোয়া-ক্বাত্ ‘আলাইকুমুল্ র্আদ্বু বিমা-রাহুবাত্ ছুম্মা অল্লাইতুম্ মুদ্বিরীন্।","english_translit":"Laqad nasarakumu Allahu fee mawatina katheeratin wayawma hunaynin ith aAAjabatkum kathratukum falam tughni AAankum shayan wadaqat AAalaykumu alardu bima rahubat thumma wallaytum mudbireena"},{"sura":9,"aya":26,"quran_text":"ثُمَّ أَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَى رَسُولِهِ وَعَلَى الْمُؤْمِنِينَ وَأَنْزَلَ جُنُودًا لَمْ تَرَوْهَا وَعَذَّبَ الَّذِينَ كَفَرُوا وَذَلِكَ جَزَاءُ الْكَافِرِينَ","bangla_text":"তারপর আল্লাহ নাযিল করেন নিজের পক্ষ থেকে সান্ত্বনা, তাঁর রসূল ও মুমিনদের প্রতি এবং অবতীর্ণ করেন এমন সেনাবাহিনী যাদের তোমরা দেখতে পাওনি। আর শাস্তি প্রদান করেন কাফেরদের এবং এটি হল কাফেরদের কর্মফল।","english_text":"Then God sent down a sense of tranquility on His Apostle and the faithful; and sent down troops invisible to punish the infidels. This is the recompense of those who do not believe.","bangla_translit":"ছুম্মা আন্যালাল্লা-হু সাকীনাতাহূ ‘আলা- রাসূলিহী অ‘আলাল্ মু”মিনীনা অআন্যালা জুনূদাল্ লাম্ তারাওহা-অ‘আয্যাবাল্লাযীনা কাফারূ; অযা-লিকা জ্বাযা - য়ুল্ কা-ফিরীন্।","english_translit":"Thumma anzala Allahu sakeenatahu AAala rasoolihi waAAala almumineena waanzala junoodan lam tarawha waAAaththaba allatheena kafaroo wathalika jazao alkafireena"},{"sura":9,"aya":27,"quran_text":"ثُمَّ يَتُوبُ اللَّهُ مِنْ بَعْدِ ذَلِكَ عَلَى مَنْ يَشَاءُ وَاللَّهُ غَفُورٌ رَحِيمٌ","bangla_text":"এরপর আল্লাহ যাদের প্রতি ইচ্ছা তওবার তওফীক দেবেন, আর আল্লাহ অতীব ক্ষমাশীল, পরম দয়ালু।","english_text":"Yet God may turn (even) after this to whomsoever He please, for God is compassionate and kind.","bangla_translit":"ছুম্মা ইয়াতূবুল্ ল্লা-হু মিম্ বা’দি যা-লিকা ‘আলা- মাইঁ ইয়াশা-য়্; অল্লা-হু গফূর্রু রহীম্।","english_translit":"Thumma yatoobu Allahu min baAAdi thalika AAala man yashao waAllahu ghafoorun raheemun"},{"sura":9,"aya":28,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَذَا وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ اللَّهُ مِنْ فَضْلِهِ إِنْ شَاءَ إِنَّ اللَّهَ عَلِيمٌ حَكِيمٌ","bangla_text":"হে ঈমানদারগণ! মুশরিকরা তো অপবিত্র। সুতরাং এ বছরের পর তারা যেন মসজিদুল-হারামের নিকট না আসে। আর যদি তোমরা দারিদ্রে?480; আশংকা কর, তবে আল্লাহ চাইলে নিজ করুনায় ভবিষ্যতে তোমাদের অভাবমুক্ত করে দেবেন। নিঃসন্দেহে আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়।","english_text":"O believers, the idolaters are unclean. So they should not approach the Holy Mosque after this year. In case you fear indigence (from the stoppage of business with them), then God will enrich you of His bounty if He will, for God is all-knowing and all-wise.","bangla_translit":"ইয়া য় আইয়ুহাল্লাযীনা আ-মানূয় ইন্নামাল্ মুশ্রিকূনা নাজ্বাসুন্ ফালা- ইয়াক্বরাবুল্ মাস্জ্বিদাল্ হারা-মা বা’দা ‘আ-মিহিম্ হা-যা-অইন্ খিফ্তুম্ ‘আইলাতান্ ফাসাওফা ইয়ুগ্নীকুমুল্লা-হু মিন্ফাদ্ব্লিহী য় ইন্ শা - য়্; ইন্নাল্লা-হা ‘আলীমুন্ হাকীম্।","english_translit":"Ya ayyuha allatheena amanoo innama almushrikoona najasun fala yaqraboo almasjida alharama baAAda AAamihim hatha wain khiftum AAaylatan fasawfa yughneekumu Allahu min fadlihi in shaa inna Allaha AAaleemun hakeemun"},{"sura":9,"aya":29,"quran_text":"قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ اللَّهُ وَرَسُولُهُ وَلَا يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صَاغِرُونَ","bangla_text":"তোমরা যুদ্ধ কর আহলে-কিতাবের ঐ লোকদের সাথে, যারা আল্লাহ ও রোজ হাশরে ঈমান রাখে না, আল্লাহ ও তাঁর রসূল যা হারাম করে দিয়েছেন তা হারাম করে না এবং গ্রহণ করে না সত্য ধর্ম, যতক্ষণ না করজোড়ে তারা জিযিয়া প্রদান করে।","english_text":"Fight those people of the Book who do not believe in God and the Last Day, who do not prohibit what God and His Apostle have forbidden, nor accept divine law, until all of them pay protective tax in submission.","bangla_translit":"ক্ব-তিলুল্লাযীনা লা-ইয়ু”মিনূনা বিল্লা-হি অলা-বিল্ ইয়াওমিল্ আ-খিরি অলা- ইয়ুর্হারিমূনা মা- র্হারমাল্লা-হু অরসূলুহূ অলা- ইয়াদীনূনা দীনাল্ হাক্বক্বি মিনাল্লাযীনা ঊতুল্ কিতা-বা হাত্তা- ইয়ুতুল্ জ্বিয্ ইয়াতা ‘আইঁ ইয়াদিঁও অহুম্ ছোয়া-গিরূন্।","english_translit":"Qatiloo allatheena la yuminoona biAllahi wala bialyawmi alakhiri wala yuharrimoona ma harrama Allahu warasooluhu wala yadeenoona deena alhaqqi mina allatheena ootoo alkitaba hatta yuAAtoo aljizyata AAan yadin wahum saghiroona"},{"sura":9,"aya":30,"quran_text":"وَقَالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ اللَّهِ وَقَالَتِ النَّصَارَى الْمَسِيحُ ابْنُ اللَّهِ ذَلِكَ قَوْلُهُمْ بِأَفْوَاهِهِمْ يُضَاهِئُونَ قَوْلَ الَّذِينَ كَفَرُوا مِنْ قَبْلُ قَاتَلَهُمُ اللَّهُ أَنَّى يُؤْفَكُونَ","bangla_text":"ইহুদীরা বলে ওযাইর আল্লাহর পুত্র এবং নাসারারা বলে ‘মসীহ আল্লাহর পুত্র’। এ হচ্ছে তাদের মুখের কথা। এরা পূর্ববর্তী কাফেরদের মত কথা বলে। আল্লাহ এদের ধ্বংস করুন, এরা কোন উল্টা পথে চলে যাচ্ছে।","english_text":"The Jews say: \"Ezra is the son of God;\" the Christians say: \"Christ is the son of God.\" That is what they say with their tongues following assertions made by unbelievers before them. May they be damned by God: How perverse are they!","bangla_translit":"অক্ব-লাতিল্ ইয়াহূদু উ’যাইরুনিব্নুল্লা-হি অক্ব-লাতিন্নাছোয়া-রাল্ মাসীহুব্নুল্লা-হ্; যা-লিকা ক্বওলুহুম্ বিআফ্ওয়া-হিহিম্ ইয়ুদ্বোয়া-হিয়ূনা ক্বওলাল্লাযীনা কাফারূ মিন্ ক্বব্ল্; ক্ব-তালাহুমু ল্লা-হু আন্না-ইয়ু”ফাকূন্।","english_translit":"Waqalati alyahoodu AAuzayrun ibnu Allahi waqalati alnnasara almaseehu ibnu Allahi thalika qawluhum biafwahihim yudahioona qawla allatheena kafaroo min qablu qatalahumu Allahu anna yufakoona"},{"sura":9,"aya":31,"quran_text":"اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا إِلَهًا وَاحِدًا لَا إِلَهَ إِلَّا هُوَ سُبْحَانَهُ عَمَّا يُشْرِكُونَ","bangla_text":"তারা তাদের পন্ডিত ও সংসার-বিরাগীদিগকে তাদের পালনকর্তারূপে গ্রহণ করেছে আল্লাহ ব্যতীত এবং মরিয়মের পুত্রকেও। অথচ তারা আদিষ্ট ছিল একমাত্র মাবুদের এবাদতের জন্য। তিনি ছাড়া কোন মাবুদ নেই, তারা তাঁর শরীক সাব্যস্ত করে, তার থেকে তিনি পবিত্র।","english_text":"They consider their rabbis and monks and the Christ, son of Mary, to be gods apart from God, even though they had been enjoined to worship only one God, for there is no god but He. Too holy is He for what they ascribe to Him!","bangla_translit":"ইত্তাখাযূ য় আহ্বা-রহুম্ অরুহ্বা-নাহুম্ র্আবা-বাম্ মিন্ দূনিল্লা-হি অল্ মাসী হাব্না র্মাইয়ামা অমা য় উমিরূ য় ইল্লা-লিইয়া’বুদূ য় ইলা-হাঁও ওয়া-হিদান্ লা য় ইলা-হা ইল্লা-হূ; সুব্হা-নাহূ ‘আম্মা- ইয়ুশ্রিকূন্।","english_translit":"Ittakhathoo ahbarahum waruhbanahum arbaban min dooni Allahi waalmaseeha ibna maryama wama omiroo illa liyaAAbudoo ilahan wahidan la ilaha illa huwa subhanahu AAamma yushrikoona"},{"sura":9,"aya":32,"quran_text":"يُرِيدُونَ أَنْ يُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَيَأْبَى اللَّهُ إِلَّا أَنْ يُتِمَّ نُورَهُ وَلَوْ كَرِهَ الْكَافِرُونَ","bangla_text":"তারা তাদের মুখের ফুৎকারে আল্লাহর নূরকে নির্বাপিত করতে চায়। কিন্তু আল্লাহ অবশ্যই তাঁর নূরের পূর্ণতা বিধান করবেন, যদিও কাফেররা তা অপ্রীতিকর মনে করে।","english_text":"They wish to extinguish the light of God by uttering blasphemies; but God will not have it so, for He wills to perfect His light, however the unbelievers be averse.","bangla_translit":"ইয়ুরীদূনা আইঁ ইয়ুত্ব্ফিয়ূ নূরল্লা-হি বিআফ্ওয়া-হিহিম্ অইয়া”বা ল্লা-হু ইল্লা য় আইঁ ইয়ুতিম্মা নূরাহূ অলাও কারিহাল্ কা-ফিরূন্।","english_translit":"Yureedoona an yutfioo noora Allahi biafwahihim wayaba Allahu illa an yutimma noorahu walaw kariha alkafiroona"},{"sura":9,"aya":33,"quran_text":"هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ","bangla_text":"তিনিই প্রেরণ করেছেন আপন রসূলকে হেদায়েত ও সত্য দ্বীন সহকারে, যেন এ দ্বীনকে অপরাপর দ্বীনের উপর জয়যুক্ত করেন, যদিও মুশরিকরা তা অপ্রীতিকর মনে করে।","english_text":"It is He who sent His Messenger with guidance and the true faith in order to make it superior to other systems of belief, even though the idolaters may not like it.","bangla_translit":"হুঅল্লাযী য় র্আসালা রাসূলাহূ বিল্হুদা- অদীনিল্ হাক্বক্বি লিইয়ুজ্ হিরাহূ ‘আলাদ্দীনি কুল্লিহী অলাও কারিহাল্ মুশ্রিকূন্।","english_translit":"Huwa allathee arsala rasoolahu bialhuda wadeeni alhaqqi liyuthhirahu AAala alddeeni kullihi walaw kariha almushrikoona"},{"sura":9,"aya":34,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ كَثِيرًا مِنَ الْأَحْبَارِ وَالرُّهْبَانِ لَيَأْكُلُونَ أَمْوَالَ النَّاسِ بِالْبَاطِلِ وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنْفِقُونَهَا فِي سَبِيلِ اللَّهِ فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ","bangla_text":"হে ঈমানদারগণ! পন্ডিত ও সংসারবিরাগীদের অনেকে লোকদের মালামাল অন্যায়ভাবে ভোগ করে চলছে এবং আল্লাহর পথ থেকে লোকদের নিবৃত রাখছে। আর যারা স্বর্ণ ও রূপা জমা করে রাখে এবং তা ব্যয় করে না আল্লাহর পথে, তাদের কঠোর আযাবের সুসংবাদ শুনিয়ে দিন।","english_text":"O believers, many rabbis and priests devour the possessions of others wrongfully, and keep men away from the path of God. To those who accumulate gold and silver, and do not spend in the way of God, announce the news of painful punishment.","bangla_translit":"ইয়া য় আইয়্যুহাল্লাযীনা আ-মানূ য় ইন্না কাছীরাঁম্ মিনাল্ আহ্বা-রি র্অরুহ্ বা-নি লাইয়াকুলূনা আম্ওয়া-লান্ না-সি বিল্বা-ত্বিলি অ ইয়াছুদ্দূনা ‘আন্ সাবীলিল্লা-হ্; অল্লাযীনা ইয়াক্নিযূ নায্যাহাবা অল্ ফিদ্ব্দ্বোয়াতা অলা-ইয়ুন্ফিকুনাহা-ফী সাবীলিল্লা-হি ফাবার্শ্শি হুম্ বি‘আযা-বিন্ আলীম্।","english_translit":"Ya ayyuha allatheena amanoo inna katheeran mina alahbari waalrruhbani layakuloona amwala alnnasi bialbatili wayasuddoona AAan sabeeli Allahi waallatheena yaknizoona alththahaba waalfiddata wala yunfiqoonaha fee sabeeli Allahi fabashshirhum biAAathabin aleemin"},{"sura":9,"aya":35,"quran_text":"يَوْمَ يُحْمَى عَلَيْهَا فِي نَارِ جَهَنَّمَ فَتُكْوَى بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ هَذَا مَا كَنَزْتُمْ لِأَنْفُسِكُمْ فَذُوقُوا مَا كُنْتُمْ تَكْنِزُونَ","bangla_text":"সে দিন জাহান্নামের আগুনে তা উত্তপ্ত করা হবে এবং তার দ্বারা তাদের ললাট, পার্শ্ব ও পৃষ্ঠদেশকে দগ্ধ করা হবে (সেদিন বলা হবে), এগুলো যা তোমরা নিজেদের জন্যে জমা রেখেছিলে, সুতরাং এক্ষণে আস্বাদ গ্রহণ কর জমা করে রাখার।","english_text":"On the day We shall heat up (their gold) on the fire of Hell and brand their foreheads, sides and backs (and say to them): \"It is this you stored up for yourselves; so now taste of what you had stored!\"","bangla_translit":"ইয়াওমা ইয়ুহ্মা-‘আলাইহা- ফী না-রি জ্বাহান্নামা ফাতুক্ওয়া- বিহা-জিবা-হুহুম্ অজুনূ বুহুম্ অ জুহূরুহুম্; হা-যা- মা- কানায্তুম্ লিআন্ফুসিকুম্ ফাযূকুমা-কুন্তুম্ তাক্নিযূন্।","english_translit":"Yawma yuhma AAalayha fee nari jahannama fatukwa biha jibahuhum wajunoobuhum wathuhooruhum hatha ma kanaztum lianfusikum fathooqoo ma kuntum taknizoona"},{"sura":9,"aya":36,"quran_text":"إِنَّ عِدَّةَ الشُّهُورِ عِنْدَ اللَّهِ اثْنَا عَشَرَ شَهْرًا فِي كِتَابِ اللَّهِ يَوْمَ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ مِنْهَا أَرْبَعَةٌ حُرُمٌ ذَلِكَ الدِّينُ الْقَيِّمُ فَلَا تَظْلِمُوا فِيهِنَّ أَنْفُسَكُمْ وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً كَمَا يُقَاتِلُونَكُمْ كَافَّةً وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ","bangla_text":"নিশ্চয় আল্লাহর বিধান ও গননায় মাস বারটি, আসমানসমূহ ও পৃথিবী সৃষ্টির দিন থেকে। তন্মধ্যে চারটি সম্মানিত। এটিই সুপ্রতিষ্ঠিত বিধান; সুতরাং এর মধ্যে তোমরা নিজেদের প্রতি অত্যাচার করো না। আর মুশরিকদের সাথে তোমরা যুদ্ধ কর সমবেতভাবে, যেমন তারাও তোমাদের সাথে যুদ্ধ করে যাচ্ছে সমবেতভাবে। আর মনে রেখো, আল্লাহ মুত্তাকীনদের সাথে রয়েছেন।","english_text":"The number of months with God is twelve in accordance with God's law since the day He created the heavens and the earth. Of these four are holy. This is the straight reckoning. So do not exceed yourselves during them; but fight the idolaters to the end as they fight you in like manner; and remember, God is with those Who preserve themselves from evil and do the right.","bangla_translit":"ইন্না ‘ইদ্দাতাশ্ শুহূরি ‘ইন্দাল্লা-হিছ্ না- ‘আশারা শাহ্রান্ ফী কিতা-বিল্লা-হি ইয়াওমা খলাক্বাস্ সামাওয়া-তি অল্ র্আদ্বোয়া মিন্হা য় র্আবা‘আতুন্ হুরুম্; যা-লিকাদ্দীনুল্ ক্বাইয়্যিমু ফালা-তাজ্লিমূ ফীহিন্না আন্ফুসাকুম্ অক্ব-তিলুল্ মুশ্রিকীনা কা - ফ্ফাতান্ কামা-ইয়ুক্ব-তিলূনাকুম্ কা - ফ্ ফাহ্; অ’লামূ য় আন্নাল্লা-হা মা‘আল্ মুত্তাক্বীন্।","english_translit":"Inna AAiddata alshshuhoori AAinda Allahi ithna AAashara shahran fee kitabi Allahi yawma khalaqa alssamawati waalarda minha arbaAAatun hurumun thalika alddeenu alqayyimu fala tathlimoo feehinna anfusakum waqatiloo almushrikeena kaffatan kama yuqatiloonakum kaffatan waiAAlamoo anna Allaha maAAa almuttaqeena"},{"sura":9,"aya":37,"quran_text":"إِنَّمَا النَّسِيءُ زِيَادَةٌ فِي الْكُفْرِ يُضَلُّ بِهِ الَّذِينَ كَفَرُوا يُحِلُّونَهُ عَامًا وَيُحَرِّمُونَهُ عَامًا لِيُوَاطِئُوا عِدَّةَ مَا حَرَّمَ اللَّهُ فَيُحِلُّوا مَا حَرَّمَ اللَّهُ زُيِّنَ لَهُمْ سُوءُ أَعْمَالِهِمْ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ","bangla_text":"এই মাস পিছিয়ে দেয়ার কাজ কেবল কুফরীর মাত্রা বৃদ্ধি করে, যার ফলে কাফেরগণ গোমরাহীতে পতিত হয়। এরা হালাল করে নেয় একে এক বছর এবং হারাম করে নেয় অন্য বছর, যাতে তারা গণনা পূর্ণ করে নেয় আল্লাহর নিষিদ্ধ মাসগুলোর। অতঃপর হালাল করে নেয় আল্লাহর হারামকৃত মাসগুলোকে। তাদের মন্দকাজগুলো তাদের জন্যে শোভনীয় করে দেয়া হল। আর আল্লাহ কাফের সম্প্রদায়কে হেদায়েত করেন না।","english_text":"Intercalating a month is adding to unbelief. The unbelievers are misguided by this, for they take the same month to be sacred one year and sacrilegious the next, thus making the number of months sanctified by God accord with theirs in order to make what God has forbidden, lawful. Attractive seem to them their evil deeds; but God does not show the unbelievers the way.","bangla_translit":"ইন্নামান্ নাসী - য়ু যিয়া-দাতুন্ ফীল্ কুফ্রি ইয়ুদ্দোয়াল্লু বিহিল্লাযীনা কাফারূ-ইয়ুহিল্লূনাহূ ‘আ-মাওঁ অইয়ুর্হারিমূনাহূ ‘আ-মাল্ লিইয়ুওয়া-ত্বিয়ূ ‘ইদ্দাতা মা-র্হারামাল্লা-হু ফাইয়ুহিল্লূ মা-র্হারামাল্লা-হ্; যুইয়্যিনা লাহুম্ সূ - য়ু আ’মা-লিহিম্; অল্লা-হু লা-ইয়াহ্দিল্ ক্বওমাল্ কা-ফিরীন্।","english_translit":"Innama alnnaseeo ziyadatun fee alkufri yudallu bihi allatheena kafaroo yuhilloonahu AAaman wayuharrimoonahu AAaman liyuwatioo AAiddata ma harrama Allahu fayuhilloo ma harrama Allahu zuyyina lahum sooo aAAmalihim waAllahu la yahdee alqawma alkafireena"},{"sura":9,"aya":38,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا مَا لَكُمْ إِذَا قِيلَ لَكُمُ انْفِرُوا فِي سَبِيلِ اللَّهِ اثَّاقَلْتُمْ إِلَى الْأَرْضِ أَرَضِيتُمْ بِالْحَيَاةِ الدُّنْيَا مِنَ الْآخِرَةِ فَمَا مَتَاعُ الْحَيَاةِ الدُّنْيَا فِي الْآخِرَةِ إِلَّا قَلِيلٌ","bangla_text":"হে ঈমানদারগণ, তোমাদের কি হল, যখন আল্লাহর পথে বের হবার জন্যে তোমাদের বলা হয়, তখন মাটি জড়িয়ে ধর, তোমরা কি আখেরাতের পরিবর্তে দুনিয়ার জীবনে পরিতুষ্ট হয়ে গেলে? অথচ আখেরাতের তুলনায় দুনিয়ার জীবনের উপকরণ অতি অল্প।","english_text":"What has happened to you, O believers, that when you are asked to set out in the cause of God your feet begin to drag? Do you find the life of the world so pleasing that you forget the life to come? Yet the profit of the life of this world is but meagre as compared to the life to come.","bangla_translit":"ইয়া য় আইয়্যুহাল্লাযীনা আ-মানূ মা-লাকুম্ ইযা-ক্বীলা লাকুমুন্ ফিরূ ফী সাবীলিল্লা-হিছ্ ছা-ক্বল্তুম্ ইলাল্ র্আদ্ব্; আরাদ্বীতুম্ বিল্হাইয়া-তি দ্দুন্ইয়া-মিনাল্ আ-খিরতি ফামা- মাতা-ঊ’ল্ হাইয়া-তিদ্দুন্ইয়া- ফিল্ আ-খিরতি ইল্লা-ক্বালীল্।","english_translit":"Ya ayyuha allatheena amanoo ma lakum itha qeela lakumu infiroo fee sabeeli Allahi iththaqaltum ila alardi aradeetum bialhayati alddunya mina alakhirati fama mataAAu alhayati alddunya fee alakhirati illa qaleelun"},{"sura":9,"aya":39,"quran_text":"إِلَّا تَنْفِرُوا يُعَذِّبْكُمْ عَذَابًا أَلِيمًا وَيَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ وَلَا تَضُرُّوهُ شَيْئًا وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ","bangla_text":"যদি বের না হও, তবে আল্লাহ তোমাদের মর্মন্তুদ আযাব দেবেন এবং অপর জাতিকে তোমাদের স্থলাভিষিক্ত করবেন। তোমরা তাঁর কোন ক্ষতি করতে পারবে না, আর আল্লাহ সর্ববিষয়ে শক্তিমান।","english_text":"Unless you go out (to strive), God will inflict grievous punishment on you, and bring other people in your place, and you will not be able to harm Him in the least, for God has the power over all things.","bangla_translit":"ইল্লা-তান্ফিরূ ইয়ু‘আয্যিব্কুম্ ‘আযা-বান্ ‘আলীমাঁও অ ইয়াস্তাব্দিল্ ক্বওমান্ গইরকুম্ ;অলা-তার্দ্বুরূহু শাইয়া-; অল্লা-হু ‘আলা-কুল্লি শাইয়িন্ ক্বর্দী।","english_translit":"Illa tanfiroo yuAAaththibkum AAathaban aleeman wayastabdil qawman ghayrakum wala tadurroohu shayan waAllahu AAala kulli shayin qadeerun"},{"sura":9,"aya":40,"quran_text":"إِلَّا تَنْصُرُوهُ فَقَدْ نَصَرَهُ اللَّهُ إِذْ أَخْرَجَهُ الَّذِينَ كَفَرُوا ثَانِيَ اثْنَيْنِ إِذْ هُمَا فِي الْغَارِ إِذْ يَقُولُ لِصَاحِبِهِ لَا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا فَأَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَيْهِ وَأَيَّدَهُ بِجُنُودٍ لَمْ تَرَوْهَا وَجَعَلَ كَلِمَةَ الَّذِينَ كَفَرُوا السُّفْلَى وَكَلِمَةُ اللَّهِ هِيَ الْعُلْيَا وَاللَّهُ عَزِيزٌ حَكِيمٌ","bangla_text":"যদি তোমরা তাকে (রসূলকে) সাহায্য না কর, তবে মনে রেখো, আল্লাহ তার সাহায্য করেছিলেন, যখন তাকে কাফেররা বহিষ্কার করেছিল, তিনি ছিলেন দু’জনের একজন, যখন তারা গুহার মধ্যে ছিলেন। তখন তিনি আপন সঙ্গীকে বললেন বিষন্ন হয়ো না, আল্লাহ আমাদের সাথে আছেন। অতঃপর আল্লাহ তার প্রতি স্বীয় সান্তনা নাযিল করলেন এবং তাঁর সাহায্যে এমন বাহিনী পাঠালেন, যা তোমরা দেখনি। বস্তুতঃ আল্লাহ কাফেরদের মাথা নীচু করে দিলেন আর আল্লাহর কথাই সদা সমুন্নত এবং আল্লাহ পরাক্রমশালী, প্রজ্ঞাময়।","english_text":"If you do not help (the Prophet, remember) God had helped him when the infidels had forced him to leave (and he was) one of two. When both of them were in the cave, he said to his companion: \"Do not grieve, for God is with us.\" Then God sent divine peace on him, and invisible armies for his help, and made the unbelievers' purpose abject. Most exalted is God's word, for God is all-mighty and all-wise.","bangla_translit":"ইল্লা- তান্ছুরূহু ফাক্বদ্ নাছোয়ারাহু ল্লা-হু ইয্ আখ্রজ্বাহুল্লাযীনা কাফারূ ছা-নিয়াছ্ নাইনি ইয্ হুমা-ফিল্ গ-রি ইয্ ইয়াকুলু লিছোয়া-হিবিহী লা-তাহ্যান্ ইন্নাল্লা-হা মা‘আনা- ফাআন্যালাল্লা-হু সাকীনাতাহূ ‘আলাইহি অআইয়্যাদাহূ বিজনু দিল্ লাম্তারাওহা-অজ্বা‘আলা কালিমাতাল্লাযীনা কাফারুস্ সুফ্লা-অকালিমাতু ল্লা-হি হিয়াল্ ‘উল্ইয়া-; অল্লা-হু ‘আযীযুন্ হাকীম্।","english_translit":"Illa tansuroohu faqad nasarahu Allahu ith akhrajahu allatheena kafaroo thaniya ithnayni ith huma fee alghari ith yaqoolu lisahibihi la tahzan inna Allaha maAAana faanzala Allahu sakeenatahu AAalayhi waayyadahu bijunoodin lam tarawha wajaAAala kalimata allatheena kafaroo alssufla wakalimatu Allahi hiya alAAulya waAllahu AAazeezun hakeemun"},{"sura":9,"aya":41,"quran_text":"انْفِرُوا خِفَافًا وَثِقَالًا وَجَاهِدُوا بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ فِي سَبِيلِ اللَّهِ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ","bangla_text":"তোমরা বের হয়ে পড় স্বল্প বা প্রচুর সরঞ্জামের সাথে এবং জেহাদ কর আল্লাহর পথে নিজেদের মাল ও জান দিয়ে, এটি তোমাদের জন্যে অতি উত্তম, যদি তোমরা বুঝতে পার।","english_text":"O believers, go out in the cause of God, (whether) light or heavy, and strive in the service of God, wealth and soul. This is better for you if you understand.","bangla_translit":"ইন্ফিরূ খিফা-ফাঁও অছিক্ব-লাঁও অ জ্বা-হিদূ বিআম্ওয়া-লিকুম্ অ আন্ফুসিকুম্ ফী সাবীলি ল্লা-হ্; যা-লিকুম খইরুল্লাকুম্ ইন্ কুন্তুম্ তা’লামূন।","english_translit":"Infiroo khifafan wathiqalan wajahidoo biamwalikum waanfusikum fee sabeeli Allahi thalikum khayrun lakum in kuntum taAAlamoona"},{"sura":9,"aya":42,"quran_text":"لَوْ كَانَ عَرَضًا قَرِيبًا وَسَفَرًا قَاصِدًا لَاتَّبَعُوكَ وَلَكِنْ بَعُدَتْ عَلَيْهِمُ الشُّقَّةُ وَسَيَحْلِفُونَ بِاللَّهِ لَوِ اسْتَطَعْنَا لَخَرَجْنَا مَعَكُمْ يُهْلِكُونَ أَنْفُسَهُمْ وَاللَّهُ يَعْلَمُ إِنَّهُمْ لَكَاذِبُونَ","bangla_text":"যদি আশু লাভের সম্ভাবনা থাকতো এবং যাত্রাপথও সংক্ষিপ্ত হতো, তবে তারা অবশ্যই আপনার সহযাত্রী হতো, কিন্তু তাদের নিকট যাত্রাপথ সুদীর্ঘ মনে হল। আর তারা এমনই শপথ করে বলবে, আমাদের সাধ্য থাকলে অবশ্যই তোমাদের সাথে বের হতাম, এরা নিজেরাই নিজেদের বিনষ্ট করছে, আর আল্লাহ জানেন যে, এরা মিথ্যাবাদী।","english_text":"(O Prophet), had the gain been close at hand, and easy the journey, they would surely have followed you; but hard was the journey and long the going. Even then they swear by God (and say): \"If we had the strength we would surely have gone out with you.\" They are only ruining themselves, for God is aware they lie.","bangla_translit":"লাও কা-না ‘আরাদ্বোয়ান্ কারীবাঁও অসাফারান ক্ব-ছিদাল্ লাত্তাবাঊ’কা অলা-কিম্ বা‘ঊদাত্ ‘আলাইহিমুশ্ শুক্বক্বাহ্; অসাইয়াহ্লিফূনা বিল্লা-হি লাওয়িস্তাত্বোয়া’না- লাখারাজনা- মা‘আকুম্ ইয়ুহ্লিকূনা আন্ফুসাহুম্ অল্লা-হু ইয়া’লামু ইন্নাহুম্ লাকা-যিবূন্।","english_translit":"Law kana AAaradan qareeban wasafaran qasidan laittabaAAooka walakin baAAudat AAalayhimu alshshuqqatu wasayahlifoona biAllahi lawi istataAAna lakharajna maAAakum yuhlikoona anfusahum waAllahu yaAAlamu innahum lakathiboona"},{"sura":9,"aya":43,"quran_text":"عَفَا اللَّهُ عَنْكَ لِمَ أَذِنْتَ لَهُمْ حَتَّى يَتَبَيَّنَ لَكَ الَّذِينَ صَدَقُوا وَتَعْلَمَ الْكَاذِبِينَ","bangla_text":"আল্লাহ আপনাকে ক্ষমা করুন, আপনি কেন তাদের অব্যাহতি দিলেন, যে পর্যন্ত না আপনার কাছে পরিষ্কার হয়ে যেত সত্যবাদীরা এবং জেনে নিতেন মিথ্যাবাদীদের।","english_text":"May God forgive you. Why did you allow them (to stay behind) without ascertaining who spoke the truth and who were liars?","bangla_translit":"‘আফাল্লা-হু ‘আন্কা লিমা আযিন্তা লাহুম্ হাত্তা-ইয়াতাবাইয়্যানা লাকাল্ লাযীনা ছদাকু অ তা’লামাল্ কা-যিবীন।","english_translit":"AAafa Allahu AAanka lima athinta lahum hatta yatabayyana laka allatheena sadaqoo wataAAlama alkathibeena"},{"sura":9,"aya":44,"quran_text":"لَا يَسْتَأْذِنُكَ الَّذِينَ يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ أَنْ يُجَاهِدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ وَاللَّهُ عَلِيمٌ بِالْمُتَّقِينَ","bangla_text":"আল্লাহ ও রোজ কেয়ামতের প্রতি যাদের ঈমান রয়েছে তারা মাল ও জান দ্বারা জেহাদ করা থেকে আপনার কাছে অব্যাহতি কামনা করবে না, আর আল্লাহ সাবধানীদের ভাল জানেন।","english_text":"Those who believe in God and the Last Day, do not ask your leave to be excused from fighting wealth and soul (in the cause of God), for God knows the pious and devout.","bangla_translit":"লা-ইয়াস্তাযিনুকাল্লাযীনা ইয়ুমিনূনা বিল্লা-হি অল্ইয়াওমিল্ আ-খিরি আঁই ইয়ুজ্বা-হিদূ বিআম্ওয়া-লিহিম্ অ আন্ফুসিহিম্; অল্লা-হু ‘আলীমুম্ বিল্মুত্তাক্বীন্।","english_translit":"La yastathinuka allatheena yuminoona biAllahi waalyawmi alakhiri an yujahidoo biamwalihim waanfusihim waAllahu AAaleemun bialmuttaqeena"},{"sura":9,"aya":45,"quran_text":"إِنَّمَا يَسْتَأْذِنُكَ الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَارْتَابَتْ قُلُوبُهُمْ فَهُمْ فِي رَيْبِهِمْ يَتَرَدَّدُونَ","bangla_text":"নিঃসন্দেহে তারাই আপনার কাছে অব্যাহতি চায়, যারা আল্লাহ ও রোজ কেয়ামতে ঈমান রাখে না এবং তাদের অন্তর সন্দেহগ্রস্ত হয়ে পড়েছে, সুতরাং সন্দেহের আবর্তে তারা ঘুরপাক খেয়ে চলেছে।","english_text":"Only they ask (for leave) who do not believe in God and the Last Day, whose hearts are full of doubt; and doubting they waver (between gain and loss).","bangla_translit":"ইন্নামা-ইয়াস্তা”যিনুকাল্ লাযীনা লা-ইয়ুমিনূনা বিল্লা-হি অল্ ইয়াওমিল্ আ-খিরি র্অতাবাত্ কুলূবুহুম্ ফাহুম্ ফী রইবিহিম্ ইয়াতারদ্দাদূন্।","english_translit":"Innama yastathinuka allatheena la yuminoona biAllahi waalyawmi alakhiri wairtabat quloobuhum fahum fee raybihim yataraddadoona"},{"sura":9,"aya":46,"quran_text":"وَلَوْ أَرَادُوا الْخُرُوجَ لَأَعَدُّوا لَهُ عُدَّةً وَلَكِنْ كَرِهَ اللَّهُ انْبِعَاثَهُمْ فَثَبَّطَهُمْ وَقِيلَ اقْعُدُوا مَعَ الْقَاعِدِينَ","bangla_text":"আর যদি তারা বের হবার সংকল্প নিত, তবে অবশ্যই কিছু সরঞ্জাম প্রস্তুত করতো। কিন্তু তাদের উত্থান আল্লাহর পছন্দ নয়, তাই তাদের নিবৃত রাখলেন এবং আদেশ হল বসা লোকদের সাথে তোমরা বসে থাক।","english_text":"If they had intended to go out (to fight) they would surely have made preparations. But God did not like their setting forth, and they were held back and told: \"Stay at home with those who stay behind.\"","bangla_translit":"অলাও আর-দুল্ খুরূজ্বা লাআ‘আদ্দূ লাহূ ‘উদ্দাতাঁও অলা-কিন্ কারিহা ল্লা-হুম্ বি‘আ-ছাহুম্ ফাছাব্বাত্বোয়াহুম্ অক্বীলাক্ব ‘ঊদূ মা‘আল্ ক্ব-‘ইদীন্।","english_translit":"Walaw aradoo alkhurooja laaAAaddoo lahu AAuddatan walakin kariha Allahu inbiAAathahum fathabbatahum waqeela oqAAudoo maAAa alqaAAideena"},{"sura":9,"aya":47,"quran_text":"لَوْ خَرَجُوا فِيكُمْ مَا زَادُوكُمْ إِلَّا خَبَالًا وَلَأَوْضَعُوا خِلَالَكُمْ يَبْغُونَكُمُ الْفِتْنَةَ وَفِيكُمْ سَمَّاعُونَ لَهُمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ","bangla_text":"যদি তোমাদের সাথে তারা বের হত, তবে তোমাদের অনিষ্ট ছাড়া আর কিছু বৃদ্ধি করতো না, আর অশ্ব ছুটাতো তোমাদের মধ্যে বিভেদ সৃষ্টির উদ্দেশে। আর তোমাদের মাঝে রয়েছে তাদের গুপ্তচর। বস্তুতঃ আল্লাহ যালিমদের ভালভাবেই জানেন।","english_text":"Had they gone out with you, they would only have been a hindrance and let loose confusion among you to create discord; for there are some in your midst who spy for them. But God knows who are the wicked.","bangla_translit":"লাও খারাজ্বুফীকুম্ মা-যা-দূকুম্ ইল্লা-খব-লাওঁ অলা আওদ্বোয়া‘ঊ খিলা-লাকুম্ ইয়াব্গূনাকুমুল্ ফিত্নাতা অফীকুম্ সাম্মা-‘ঊনা লাহুম্; অল্লা-হু ‘আলীমুম্ বিজ্জোয়া-লিমীন্।","english_translit":"Law kharajoo feekum ma zadookum illa khabalan walaawdaAAoo khilalakum yabghoonakumu alfitnata wafeekum sammaAAoona lahum waAllahu AAaleemun bialththalimeena"},{"sura":9,"aya":48,"quran_text":"لَقَدِ ابْتَغَوُا الْفِتْنَةَ مِنْ قَبْلُ وَقَلَّبُوا لَكَ الْأُمُورَ حَتَّى جَاءَ الْحَقُّ وَظَهَرَ أَمْرُ اللَّهِ وَهُمْ كَارِهُونَ","bangla_text":"তারা পূর্বে থেকেই বিভেদ সৃষ্টির সুযোগ সন্ধানে ছিল এবং আপনার কার্যসমূহ উল্টা-পাল্টা করে দিচ্ছিল। শেষ পর্যন্ত সত্য প্রতিশ্রুতি এসে গেল এবং জয়ী হল আল্লাহর হুকুম, যে অবস্থায় তারা মন্দবোধ করল।","english_text":"They had tried to create disorder before and intrigued against you, but truth came out in the end and God's will prevailed, even though they did not like it.","bangla_translit":"লাক্বদিব্তাগায়ুল্ ফিত্নাতা মিন্ ক্বব্লু অক্বল্লাবূ লাকাল্ উমূরা হাত্তা-জ্বায়াল্ হাক্বক্ব ুঅজোয়াহারা আম্রুল্লা-হি অহুম্ কা-রিহূন্।","english_translit":"Laqadi ibtaghawoo alfitnata min qablu waqallaboo laka alomoora hatta jaa alhaqqu wathahara amru Allahi wahum karihoona"},{"sura":9,"aya":49,"quran_text":"وَمِنْهُمْ مَنْ يَقُولُ ائْذَنْ لِي وَلَا تَفْتِنِّي أَلَا فِي الْفِتْنَةِ سَقَطُوا وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ","bangla_text":"আর তাদের কেউ বলে, আমাকে অব্যাহতি দিন এবং পথভ্রষ্ট করবেন না। শোনে রাখ, তারা তো পূর্ব থেকেই পথভ্রষ্ট এবং নিঃসন্দেহে জাহান্নাম এই কাফেরদের পরিবেষ্টন করে রয়েছে।","english_text":"And (many a one) there is among them who says: \"Allow me (to stay back at home), and put me not on trial.\" Surely they have put themselves on trial already, and Hell will enclose the unbelievers from all sides.","bangla_translit":"অমিন্হুম্ মাইঁ ইয়াকুলু যাল্লী অলা-তাফ্তিন্নী; আলা-ফিল্ ফিত্নাতি সাক্বাত্বু; অইন্না জ্বাহান্নামা লামুহীত্বোয়াতুম্ বিল্কা-ফিরীন্।","english_translit":"Waminhum man yaqoolu ithan lee wala taftinnee ala fee alfitnati saqatoo wainna jahannama lamuheetatun bialkafireena"},{"sura":9,"aya":50,"quran_text":"إِنْ تُصِبْكَ حَسَنَةٌ تَسُؤْهُمْ وَإِنْ تُصِبْكَ مُصِيبَةٌ يَقُولُوا قَدْ أَخَذْنَا أَمْرَنَا مِنْ قَبْلُ وَيَتَوَلَّوْا وَهُمْ فَرِحُونَ","bangla_text":"আপনার কোন কল্যাণ হলে তারা মন্দবোধ করে এবং কোন বিপদ উপস্থিত হলে তারা বলে, আমরা পূর্ব থেকেই নিজেদের কাজ সামলে নিয়েছি এবং ফিরে যায় উল্লসিত মনে।","english_text":"If good comes your way they are vexed, but if calamity befalls you, they say: \"We had taken precautions in advance;\" and pleased, turn away.","bangla_translit":"ইন্ তুছিব্কা হাসানাতুন্ তাসূহুম্ অইন্ তুছিব্কা মুছীবাতুঁই ইয়াকুলূ ক্বদ্ আখায্না য় আম্রনা-মিন্ ক্বব্লু অইয়াতাওয়াল্লাও অহুম্ ফারিহূন্।","english_translit":"In tusibka hasanatun tasuhum wain tusibka museebatun yaqooloo qad akhathna amrana min qablu wayatawallaw wahum farihoona"},{"sura":9,"aya":51,"quran_text":"قُلْ لَنْ يُصِيبَنَا إِلَّا مَا كَتَبَ اللَّهُ لَنَا هُوَ مَوْلَانَا وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ","bangla_text":"আপনি বলুন, আমাদের কাছে কিছুই পৌঁছবে না, কিন্তু যা আল্লাহ আমাদের জন্য রেখেছেন; তিনি আমাদের কার্যনির্বাহক। আল্লাহর উপরই মুমিনদের ভরসা করা উচিত।","english_text":"Tell them: \"Nothing can befall us except what God decrees. Our protector is He, and in God should the faithful place their trust.\"","bangla_translit":"কুল্ লাইঁ ইয়ুসীবানা য় ইল্লা-মা-কাতাবা ল্লা-হু লানা-, হুঅ মাওলা-না- অ‘আলাল্লা-হি ফাল্ইয়াতা ওয়াক্কালিল্ মু”মিনূন্।","english_translit":"Qul lan yuseebana illa ma kataba Allahu lana huwa mawlana waAAala Allahi falyatawakkali almuminoona"},{"sura":9,"aya":52,"quran_text":"قُلْ هَلْ تَرَبَّصُونَ بِنَا إِلَّا إِحْدَى الْحُسْنَيَيْنِ وَنَحْنُ نَتَرَبَّصُ بِكُمْ أَنْ يُصِيبَكُمُ اللَّهُ بِعَذَابٍ مِنْ عِنْدِهِ أَوْ بِأَيْدِينَا فَتَرَبَّصُوا إِنَّا مَعَكُمْ مُتَرَبِّصُونَ","bangla_text":"আপনি বলুন, তোমরা তো তোমাদের জন্যে দুটি কল্যাণের একটি প্রত্যাশা কর; আর আমরা প্রত্যাশায় আছি তোমাদের জন্যে যে, আল্লাহ তোমাদের আযাব দান করুন নিজের পক্ষ থেকে অথবা আমাদের হস্তে। সুতরাং তোমরা অপেক্ষা কর, আমরাও তোমাদের সাথে অপেক্ষমাণ।","english_text":"Say: \"Are you waiting for anything else but one of two good things for us, (victory or martyrdom)? Yet what we are waiting for you is the punishment of God, direct or through us. So keep waiting; we are waiting with you.\"","bangla_translit":"কুল্ হাল্ তারাব্বাছূনা বিনা য় ইল্লা য় ইহ্দাল্ হুস্নাইয়াইন্; অনাহ্নু নাতারব্বাছু বিকুম্ আইঁ ইয়ুছীবাকুমুল্লা-হু বি‘আযা-বিম্ মিন্ ‘ইন্দিহী য় আও বিআইদীনা-ফাতারব্বাছূ য় ইন্না-মাআ’কুম্ মুতারব্বিছূন্।","english_translit":"Qul hal tarabbasoona bina illa ihda alhusnayayni wanahnu natarabbasu bikum an yuseebakumu Allahu biAAathabin min AAindihi aw biaydeena fatarabbasoo inna maAAakum mutarabbisoona"},{"sura":9,"aya":53,"quran_text":"قُلْ أَنْفِقُوا طَوْعًا أَوْ كَرْهًا لَنْ يُتَقَبَّلَ مِنْكُمْ إِنَّكُمْ كُنْتُمْ قَوْمًا فَاسِقِينَ","bangla_text":"আপনি বলুন, তোমরা ইচ্ছায় অর্থ ব্যয় কর বা অনিচ্ছায়, তোমাদের থেকে তা কখনো কবুল হবে না, তোমরা নাফরমানের দল।","english_text":"Tell them: \"You may spend (in the way of God), whether willingly or with reluctance, it will not be accepted from you, for you are reprobates.\"","bangla_translit":"কুল্ আন্ফিকু ত্বোয়াও‘আন আও র্কাহাল্ লাইঁ ইয়ুতাক্বব্বালা মিন্কুম্; ইন্নাকুম্ কুন্তুম্ ক্বাওমান্ ফা-সিক্বীন্।","english_translit":"Qul anfiqoo tawAAan aw karhan lan yutaqabbala minkum innakum kuntum qawman fasiqeena"},{"sura":9,"aya":54,"quran_text":"وَمَا مَنَعَهُمْ أَنْ تُقْبَلَ مِنْهُمْ نَفَقَاتُهُمْ إِلَّا أَنَّهُمْ كَفَرُوا بِاللَّهِ وَبِرَسُولِهِ وَلَا يَأْتُونَ الصَّلَاةَ إِلَّا وَهُمْ كُسَالَى وَلَا يُنْفِقُونَ إِلَّا وَهُمْ كَارِهُونَ","bangla_text":"তাদের অর্থ ব্যয় কবুল না হওয়ার এছাড়া আর কোন কারণ নেই যে, তারা আল্লাহ ও তাঁর রসূলের প্রতি অবিশ্বাসী, তারা নামাযে আসে অলসতার সাথে ব্যয় করে সঙ্কুচিত মনে।","english_text":"Nothing prevents the acceptance of what they spend except that they do not believe in God and His Apostle, and come to worship but languidly and spend only grudgingly.","bangla_translit":"অমা-মান‘আহুম্ আন্ তুক্ববালা মিন্হুম্ নাফাক্ব-তুহুম্ ইল্লা য় আন্নাহুম্ কাফারূ বিল্লা-হি অবিরসূলিহী অলা- ইয়া”তূনাছ্ ছলা-তা ইল্লা- অহুম্ কুসা-লা- অলা-ইয়ুন্ফিকুনা ইল্লা- অহুম্ কা-রিহূন্।","english_translit":"Wama manaAAahum an tuqbala minhum nafaqatuhum illa annahum kafaroo biAllahi wabirasoolihi wala yatoona alssalata illa wahum kusala wala yunfiqoona illa wahum karihoona"},{"sura":9,"aya":55,"quran_text":"فَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ إِنَّمَا يُرِيدُ اللَّهُ لِيُعَذِّبَهُمْ بِهَا فِي الْحَيَاةِ الدُّنْيَا وَتَزْهَقَ أَنْفُسُهُمْ وَهُمْ كَافِرُونَ","bangla_text":"সুতরাং তাদের ধন-সম্পদ ও সন্তান-সন্ততি যেন আপনাকে বিস্মিত না করে। আল্লাহর ইচ্ছা হল এগুলো দ্বারা দুনিয়ার জীবনে তাদের আযাবে নিপতিত রাখা এবং প্রাণবিয়োগ হওয়া কুফরী অবস্থায়।","english_text":"Do not marvel at their wealth and children. God intends to punish them through these in the world; and their souls will depart in a state of disbelief.","bangla_translit":"ফালা-তু’জ্বিব্কা আম্ওয়া-লুহুম্ অলা য় আওলা-দুহুম্; ইন্নামা-ইয়ুরীদুল্লা-হু লিইয়ু ‘আয্যিবাহুম্ বিহা- ফিল্হাইয়া-তিদ্ দুন্ইয়া-অতায্হাক্ব আন্ফুসুহুম্ অহুম্ কা-ফিরূন্।","english_translit":"Fala tuAAjibka amwaluhum wala awladuhum innama yureedu Allahu liyuAAaththibahum biha fee alhayati alddunya watazhaqa anfusuhum wahum kafiroona"},{"sura":9,"aya":56,"quran_text":"وَيَحْلِفُونَ بِاللَّهِ إِنَّهُمْ لَمِنْكُمْ وَمَا هُمْ مِنْكُمْ وَلَكِنَّهُمْ قَوْمٌ يَفْرَقُونَ","bangla_text":"তারা আল্লাহর নামে হলফ করে বলে যে, তারা তোমাদেরই অন্তর্ভুক্ত, অথচ তারা তোমাদের অন্তর্ভূক্ত নয়, অবশ্য তারা তোমাদের ভয় করে।","english_text":"They swear by God they are with you, though in fact they are not. They are only a frightened lot.","bangla_translit":"অ ইয়াহ্লিফূনা বিল্লা-হি ইন্নাহুম্ লামিন্কুম্; অমা-হুম্ মিনকুম্ অলা-কিন্নাহুম্ ক্বওমুঁই ইয়াফ্রাকুন্।","english_translit":"Wayahlifoona biAllahi innahum laminkum wama hum minkum walakinnahum qawmun yafraqoona"},{"sura":9,"aya":57,"quran_text":"لَوْ يَجِدُونَ مَلْجَأً أَوْ مَغَارَاتٍ أَوْ مُدَّخَلًا لَوَلَّوْا إِلَيْهِ وَهُمْ يَجْمَحُونَ","bangla_text":"তারা কোন আশ্রয়স্থল, কোন গুহা বা মাথা গোঁজার ঠাই পেলে সেদিকে পলায়ন করবে দ্রুতগতিতে।","english_text":"If they find a place of shelter or a cave or hole to hide, they will turn to it.","bangla_translit":"লাও ইয়াজ্বিদূনা মাল্জ্বায়ান্ আও মাগ-র-তিন্ আও মুদ্দাখলাল্ লাঅল্লাও ইলাইহি অহুম্ ইয়াজমাহূন্।","english_translit":"Law yajidoona maljaan aw magharatin aw muddakhalan lawallaw ilayhi wahum yajmahoona"},{"sura":9,"aya":58,"quran_text":"وَمِنْهُمْ مَنْ يَلْمِزُكَ فِي الصَّدَقَاتِ فَإِنْ أُعْطُوا مِنْهَا رَضُوا وَإِنْ لَمْ يُعْطَوْا مِنْهَا إِذَا هُمْ يَسْخَطُونَ","bangla_text":"তাদের মধ্যে এমন লোকও রয়েছে যারা সদকা বন্টনে আপনাকে দোষারূপ করে। এর থেকে কিছু পেলে সন্তুষ্ট হয় এবং না পেলে বিক্ষুব্ধ হয়।","english_text":"There are some among them who blame you (of partiality) in distributing the offerings made in the name of God. In case they receive some of these they are pleased, if not, they are incensed.","bangla_translit":"অমিন্হুম্ মাঁই ইয়াল্মিযুকা ফিছ্ ছদাক্ব-তি ফাইন্ উ’ত্বু মিন্হা-রাদ্বূ অইল্লাম্ ইয়ু’ত্বোয়াও মিন্হা য় ইযা-হুম্ ইয়াস্খাত্বুন্।","english_translit":"Waminhum man yalmizuka fee alssadaqati fain oAAtoo minha radoo wain lam yuAAtaw minha itha hum yaskhatoona"},{"sura":9,"aya":59,"quran_text":"وَلَوْ أَنَّهُمْ رَضُوا مَا آتَاهُمُ اللَّهُ وَرَسُولُهُ وَقَالُوا حَسْبُنَا اللَّهُ سَيُؤْتِينَا اللَّهُ مِنْ فَضْلِهِ وَرَسُولُهُ إِنَّا إِلَى اللَّهِ رَاغِبُونَ","bangla_text":"কতই না ভাল হত, যদি তারা সন্তুষ্ট হত আল্লাহ ও তার রসূলের উপর এবং বলত, আল্লাহই আমাদের জন্যে যথেষ্ট, আল্লাহ আমাদের দেবেন নিজ করুণায় এবং তাঁর রসূলও, আমরা শুধু আল্লাহকেই কামনা করি।","english_text":"They should rather have been pleased with what God and His Prophet had given them, and said: \"God is sufficient for us; He will give us of His largesse as will His Apostle. We supplicate no one but God.\"","bangla_translit":"অলাও আন্নাহুম্ রাদ্বূ মা য় আ-তা-হুমুল্লা-হু অ রসূলুহূ অ ক্ব-লূ হাস্বুনাল্লা-হু সাইয়ু”তী নাল্লা-হু মিন্ ফাদ্ব্লিহী অরসূলুহূ য় ইন্না য় ইলাল্লা-হি র-গিবূন্।","english_translit":"Walaw annahum radoo ma atahumu Allahu warasooluhu waqaloo hasbuna Allahu sayuteena Allahu min fadlihi warasooluhu inna ila Allahi raghiboona"},{"sura":9,"aya":60,"quran_text":"إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقَابِ وَالْغَارِمِينَ وَفِي سَبِيلِ اللَّهِ وَابْنِ السَّبِيلِ فَرِيضَةً مِنَ اللَّهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ","bangla_text":"যাকাত হল কেবল ফকির, মিসকীন, যাকাত আদায় কারী ও যাদের চিত্ত আকর্ষণ প্রয়োজন তাদে হক এবং তা দাস-মুক্তির জন্যে-ঋণ গ্রস্তদের জন্য, আল্লাহর পথে জেহাদকারীদের জন্যে এবং মুসাফিরদের জন্যে, এই হল আল্লাহর নির্ধারিত বিধান। আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়।","english_text":"Charities are meant for the indigent and needy, and those who collect and distribute them, and those whom you wish to win over, and for redeeming slaves (and captives) and those who are burdened with debt, and in the cause of God, and the wayfarers: So does God ordain. God is all-knowing and all-wise.","bangla_translit":"ইন্নামাছ্ ছদাক্ব-তু লিল্ফুক্বারা - য়ি অল্মাসা-কীনি অল্‘আ-মিলীনা ‘আলাইহা- অল্ মুআল্লাফাতি কুলূবুহুম্ অর্ফি রিক্ব-বি অল্ গ-রিমীনা অফী সাবীলিল্লা-হি অব্নিস্ সাবীল্; ফারীদ্বোয়াতাম্ মিনাল্লা-হ্; অল্লা-হু ‘আলীমুন্ হাকীম্।","english_translit":"Innama alssadaqatu lilfuqarai waalmasakeeni waalAAamileena AAalayha waalmuallafati quloobuhum wafee alrriqabi waalgharimeena wafee sabeeli Allahi waibni alssabeeli fareedatan mina Allahi waAllahu AAaleemun hakeemun"},{"sura":9,"aya":61,"quran_text":"وَمِنْهُمُ الَّذِينَ يُؤْذُونَ النَّبِيَّ وَيَقُولُونَ هُوَ أُذُنٌ قُلْ أُذُنُ خَيْرٍ لَكُمْ يُؤْمِنُ بِاللَّهِ وَيُؤْمِنُ لِلْمُؤْمِنِينَ وَرَحْمَةٌ لِلَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ يُؤْذُونَ رَسُولَ اللَّهِ لَهُمْ عَذَابٌ أَلِيمٌ","bangla_text":"আর তাদের মধ্যে কেউ কেউ নবীকে ক্লেশ দেয়, এবং বলে, এ লোকটি তো কানসর্বস্ব। আপনি বলে দিন, কান হলেও তোমাদেরই মঙ্গলের জন্য, আল্লাহর উপর বিশ্বাস রাখে এবং বিশ্বাস রাখে মুসলমানদের কথার উপর। বস্তুতঃ তোমাদের মধ্যে যারা ঈমানদার তাদের জন্য তিনি রহমতবিশেষ। আর যারা আল্লাহর রসূলের প্রতি কুৎসা রটনা করে, তাদের জন্য রয়েছে বেদনাদায়ক আযাব।","english_text":"There are some among them who talk ill of the Prophet by saying: \"He listens to everyone.\" Tell them: \"He listens for your good, and trusts in God and trusts the faithful, and he is a blessing for those who believe. For those who offend the Apostle of God there is painful punishment.\"","bangla_translit":"অ মিন্হুমুল্ লাযীনা ইয়ু”যূ নান্ নাবীইয়্যা অইয়াকুলূনা হুঅ উযুন্; কুল্ উযুনু খইরিল্লাকুম্ ইয়ু”মিনু বিল্লা-হি অইয়ু”মিনু লিল্ মু”মিনীনা অরহ্মাতুল্ লিল্লাযীনা আ-মানূ মিন্কুম্; অল্লাযীনা ইয়ু”যূনা রসূলাল্লা-হি লাহুম্ ‘আযা-বুন্ আলীম্।","english_translit":"Waminhumu allatheena yuthoona alnnabiyya wayaqooloona huwa othunun qul othunu khayrin lakum yuminu biAllahi wayuminu lilmumineena warahmatun lillatheena amanoo minkum waallatheena yuthoona rasoola Allahi lahum AAathabun aleemun"},{"sura":9,"aya":62,"quran_text":"يَحْلِفُونَ بِاللَّهِ لَكُمْ لِيُرْضُوكُمْ وَاللَّهُ وَرَسُولُهُ أَحَقُّ أَنْ يُرْضُوهُ إِنْ كَانُوا مُؤْمِنِينَ","bangla_text":"তোমাদের সামনে আল্লাহর কসম খায় যাতে তোমাদের রাযী করতে পারে। অবশ্য তারা যদি ঈমানদার হয়ে থাকে, তবে আল্লাহকে এবং তাঁর রসূলকে রাযী করা অত্যন্ত জরুরী।","english_text":"They swear by God to please you; but if they are believers it would have been worthier to have pleased God and His Apostle.","bangla_translit":"ইয়াহ্লিফূনা বিল্লা-হি লাকুম্ লিইর্য়ুদ্বুকুম্ অল্লা-হু অ রসূলুহূ য় আহাক্বকু আঁই ইর্য়ুদূহু ইন্ কা-নূ মুমিনীন্।","english_translit":"Yahlifoona biAllahi lakum liyurdookum waAllahu warasooluhu ahaqqu an yurdoohu in kanoo mumineena"},{"sura":9,"aya":63,"quran_text":"أَلَمْ يَعْلَمُوا أَنَّهُ مَنْ يُحَادِدِ اللَّهَ وَرَسُولَهُ فَأَنَّ لَهُ نَارَ جَهَنَّمَ خَالِدًا فِيهَا ذَلِكَ الْخِزْيُ الْعَظِيمُ","bangla_text":"তারা কি একথা জেনে নেয়নি যে, আল্লাহর সাথে এবং তাঁর রসূলের সাথে যে মোকাবেলা করে তার জন্যে নির্ধারিত রয়েছে দোযখ; তাতে সব সময় থাকবে। এটিই হল মহা-অপমান।","english_text":"Have they not realised that anyone who opposes God and His Prophet, will abide in Hell for ever? And that is the worst disgrace.","bangla_translit":"আলাম্ ইয়া’লামূ য় আন্নাহূ মাইঁ ইয়ুহা-দিদি ল্লা-হা অরসূলাহূ ফাআন্না লাহূ না-রা জ্বাহান্নামা খ-লিদান্ ফীহা-; যা-লিকাল্ খিয্ইয়ুল্ ‘আজীম্।","english_translit":"Alam yaAAlamoo annahu man yuhadidi Allaha warasoolahu faanna lahu nara jahannama khalidan feeha thalika alkhizyu alAAatheemu"},{"sura":9,"aya":64,"quran_text":"يَحْذَرُ الْمُنَافِقُونَ أَنْ تُنَزَّلَ عَلَيْهِمْ سُورَةٌ تُنَبِّئُهُمْ بِمَا فِي قُلُوبِهِمْ قُلِ اسْتَهْزِئُوا إِنَّ اللَّهَ مُخْرِجٌ مَا تَحْذَرُونَ","bangla_text":"মুনাফেকরা এ ব্যাপারে ভয় করে যে, মুসলমানদের উপর না এমন কোন সূরা নাযিল হয়, যাতে তাদের অন্তরের গোপন বিষয় অবহিত করা হবে। সুতরাং আপনি বলে দিন, ঠাট্টা-বিদ্রপ করতে থাক; আল্লাহ তা অবশ্যই প্রকাশ করবেন যার ব্যাপারে তোমরা ভয় করছ।","english_text":"The hypocrites fear lest a Surah is revealed concerning them, exposing what is in their hearts. Say to them: \"Mock as much as you like; God will surely expose what you dread.\"","bangla_translit":"ইয়াহ্যারুল্ মুনাফিকুনা আন্ তুনায্যালা ‘আলাইহিম্ সূরাতুন্ তুনাব্বিয়ুহুম্ বিমা-ফী কুলূবিহিম্; কুলিস্ তাহ্যিয়ূ ইন্নাল্লা-হা মুখ্রিযুম্ মা-তাহ্যারূন্।","english_translit":"Yahtharu almunafiqoona an tunazzala AAalayhim sooratun tunabbiohum bima fee quloobihim quli istahzioo inna Allaha mukhrijun ma tahtharoona"},{"sura":9,"aya":65,"quran_text":"وَلَئِنْ سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ قُلْ أَبِاللَّهِ وَآيَاتِهِ وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِئُونَ","bangla_text":"আর যদি তুমি তাদের কাছে জিজ্ঞেস কর, তবে তারা বলবে, আমরা তো কথার কথা বলছিলাম এবং কৌতুক করছিলাম। আপনি বলুন, তোমরা কি আল্লাহর সাথে, তাঁর হুকুম আহকামের সাথে এবং তাঁর রসূলের সাথে ঠাট্টা করছিলে?","english_text":"But if you ask them, they will say: \"We were only gossiping and jesting.\" You ask them: \"Were you jesting with God, His revelations and His messengers?\"","bangla_translit":"অ লায়িন্ সায়াল্তা হুম্ লাইয়াকু লুন্না ইন্নামা-কুন্না-নাখূদ্বু অনাল্‘আব্; কুল্ আবিল্লা-হি অআ-ইয়া-তিহী অরসূলিহী কুন্তুম্ তাস্তাহ্যিয়ুন্।","english_translit":"Walain saaltahum layaqoolunna innama kunna nakhoodu wanalAAabu qul abiAllahi waayatihi warasoolihi kuntum tastahzioona"},{"sura":9,"aya":66,"quran_text":"لَا تَعْتَذِرُوا قَدْ كَفَرْتُمْ بَعْدَ إِيمَانِكُمْ إِنْ نَعْفُ عَنْ طَائِفَةٍ مِنْكُمْ نُعَذِّبْ طَائِفَةً بِأَنَّهُمْ كَانُوا مُجْرِمِينَ","bangla_text":"ছলনা কর না, তোমরা যে কাফের হয়ে গেছ ঈমান প্রকাশ করার পর। তোমাদের মধ্যে কোন কোন লোককে যদি আমি ক্ষমা করে দেইও, তবে অবশ্য কিছু লোককে আযাবও দেব। কারণ, তারা ছিল গোনাহগার।","english_text":"Do not make excuses: You turned unbelievers after having come to faith. If We pardon a section of you (for being frivolous), We shall punish the other for being guilty (of deliberate sin).","bangla_translit":"লা-তা’তাযিরূ ক্বদ্ কার্ফাতুম্ বা’দা ঈমা-নিকুম্; ইন্ না’ফু ‘আন্ ত্বোয়া-য়িফাতিম্ মিন্কুম্ নু‘আয্যিব্ ত্বোয়া - য়িফাতাম্ বিআন্নাহুম্ কা-নূ মুজ্বুরিমীন্।","english_translit":"La taAAtathiroo qad kafartum baAAda eemanikum in naAAfu AAan taifatin minkum nuAAaththib taifatan biannahum kanoo mujrimeena"},{"sura":9,"aya":67,"quran_text":"الْمُنَافِقُونَ وَالْمُنَافِقَاتُ بَعْضُهُمْ مِنْ بَعْضٍ يَأْمُرُونَ بِالْمُنْكَرِ وَيَنْهَوْنَ عَنِ الْمَعْرُوفِ وَيَقْبِضُونَ أَيْدِيَهُمْ نَسُوا اللَّهَ فَنَسِيَهُمْ إِنَّ الْمُنَافِقِينَ هُمُ الْفَاسِقُونَ","bangla_text":"মুনাফেক নর-নারী সবারই গতিবিধি একরকম; শিখায় মন্দ কথা, ভাল কথা থেকে বারণ করে এবং নিজ মুঠো বন্ধ রাখে। আল্লাহকে ভুলে গেছে তার, কাজেই তিনিও তাদের ভূলে গেছেন নিঃসন্দেহে মুনাফেকরাই নাফরমান।","english_text":"The hypocrites (are the same) whether men or women, the one of them being of the other. They encourage what is bad and dissuade from the good, and tighten their purses (when it comes to spending in the way of God). Of God they are oblivious; so He is oblivious of them. The hypocrites are indeed transgressors.","bangla_translit":"অল্ মুনা-ফিকুনা অল্মুনা-ফিক্বা-তু বা’দ্বুহুম্ মিম্ বা’দ্ব্; ইয়ামুরূনা বিল্মুন্কারি অইয়ান্হাওনা ‘আনিল্ মা’রূফি অইয়াক্ববিদ্বূনা আইদিয়াহুম্; নাসুল্লা-হা ফানাসিয়াহুম্; ইন্নাল্ মুনা-ফিক্বীনা হুমুল্ ফা-সিকুন্।","english_translit":"Almunafiqoona waalmunafiqatu baAAduhum min baAAdin yamuroona bialmunkari wayanhawna AAani almaAAroofi wayaqbidoona aydiyahum nasoo Allaha fanasiyahum inna almunafiqeena humu alfasiqoona"},{"sura":9,"aya":68,"quran_text":"وَعَدَ اللَّهُ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْكُفَّارَ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا هِيَ حَسْبُهُمْ وَلَعَنَهُمُ اللَّهُ وَلَهُمْ عَذَابٌ مُقِيمٌ","bangla_text":"ওয়াদা করেছেন আল্লাহ, মুনাফেক পুরুষ ও মুনাফেক নারীদের এবং কাফেরদের জন্যে দোযখের আগুনের-তাতে পড়ে থাকবে সর্বদা। সেটাই তাদের জন্যে যথেষ্ট। আর আল্লাহ তাদের প্রতি অভিসম্পাত করেছেন এবং তাদের জন্যে রয়েছে স্থায়ী আযাব।","english_text":"God has reserved for hypocrites, whether men or women, and for unbelievers, the fire of Hell, where they will abide for ever. This is sufficient for them: They have God's condemnation and lasting torment,","bangla_translit":"অ‘আদাল্লা-হুল্ মুনা-ফিক্বীনা অল্মুনা-ফিক্বা-তি অল্কুফ্ফা-রা না-রা জ্বাহান্নামা খ-লিদীনা ফীহা-; হিয়া হাস্বুহুম্ অলা‘আনাহুমুল্লা-হু অলাহুম্ ‘আযা-বুম্ মুক্বীম্।","english_translit":"WaAAada Allahu almunafiqeena waalmunafiqati waalkuffara nara jahannama khalideena feeha hiya hasbuhum walaAAanahumu Allahu walahum AAathabun muqeemun"},{"sura":9,"aya":69,"quran_text":"كَالَّذِينَ مِنْ قَبْلِكُمْ كَانُوا أَشَدَّ مِنْكُمْ قُوَّةً وَأَكْثَرَ أَمْوَالًا وَأَوْلَادًا فَاسْتَمْتَعُوا بِخَلَاقِهِمْ فَاسْتَمْتَعْتُمْ بِخَلَاقِكُمْ كَمَا اسْتَمْتَعَ الَّذِينَ مِنْ قَبْلِكُمْ بِخَلَاقِهِمْ وَخُضْتُمْ كَالَّذِي خَاضُوا أُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ وَأُولَئِكَ هُمُ الْخَاسِرُونَ","bangla_text":"যেমন করে তোমাদের পূর্ববর্তী লোকেরা তোমাদের চেয়ে বেশী ছিল শক্তিতে এবং ধন-সম্পদের ও সন্তান-সন্ততির অধিকারীও ছিল বেশী; অতঃপর উপকৃত হয়েছে নিজেদের ভাগের দ্বারা আবার তোমরা ফায়দা উঠিয়েছ তোমাদের ভাগের দ্বারা-যেমন করে তোমাদের পূর্ববর্তীরা ফায়দা উঠিয়েছিল নিজেদের ভাগের দ্বারা। আর তোমরাও বলছ তাদেরই চলন অনুযায়ী। তারা ছিল সে লোক, যাদের আমলসমূহ নিঃশেষিত হয়ে গেছে দুনিয়া ও আখেরাতে। আর তারাই হয়েছে ক্ষতির সম্মুখীন।","english_text":"Like those before you who were greater in strength, had more wealth and children than you, who enjoyed their lot in this world, as you have enjoyed your share like them. You indulge in idle talk, as they had indulged in vain discourse. Yet nothing of what they did remains in this world or will in the next, and they are the losers.","bangla_translit":"কাল্লাযীনা মিন্ ক্বব্লিকুম্ কা-নূ য় আশাদ্দা মিন্কুম্ কুওয়্যাতাঁও অআক্ছারা আম্ওয়ালাঁও অআওলা-দা-; ফাস্তাম্তা‘ঊ বিখলা-ক্বিহিম্ ফাস্তাম্তা’তুম্ বিখলা-ক্বিকুম্ কামাস্ তাম্তা‘আল্লাযীনা মিন্ ক্বব্লিকুম্ বিখলা-ক্বিহিম্ অখুদ্ব্তুম্ কাল্লাযী খ-দ্বূ ; উলা - য়িকা হাবিত্বোয়াত্ আ’মা-লুহুম্ ফিদ্দুন্ইয়া- অল্ আ-খিরতি অউলা-য়িকা হুমুল্ খ-সিরূন্।","english_translit":"Kaallatheena min qablikum kanoo ashadda minkum quwwatan waakthara amwalan waawladan faistamtaAAoo bikhalaqihim faistamtaAAtum bikhalaqikum kama istamtaAAa allatheena min qablikum bikhalaqihim wakhudtum kaallathee khadoo olaika habitat aAAmaluhum fee alddunya waalakhirati waolaika humu alkhasiroona"},{"sura":9,"aya":70,"quran_text":"أَلَمْ يَأْتِهِمْ نَبَأُ الَّذِينَ مِنْ قَبْلِهِمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَقَوْمِ إِبْرَاهِيمَ وَأَصْحَابِ مَدْيَنَ وَالْمُؤْتَفِكَاتِ أَتَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ","bangla_text":"তাদের সংবাদ কি এদের কানে এসে পৌঁছায়নি, যারা ছিল তাদের পূর্বে; নূহের আ’দের ও সামুদের সম্প্রদায় এবং ইব্রাহীমের সম্প্রদায়ের এবং মাদইয়ানবাসীদের? এবং সেসব জনপদের যেগুলোকে উল্টে দেয়া হয়েছিল? তাদের কাছে এসেছিলেন তাদের নবী পরিষ্কার নির্দেশ নিয়ে। বস্তুতঃ আল্লাহ তো এমন ছিলেন না যে, তাদের উপর জুলুম করতেন, কিন্তু তারা নিজেরাই নিজেদের উপর জুলুম করতো।","english_text":"Has not the account of those before them come to them, -- of the people of Noah and 'Ad and Thamud, of Abraham and Midian, and all the habitations that were destroyed? Their apostles had come to them with clear proofs; and God did not surely wrong them, they wronged themselves.","bangla_translit":"আলাম্ ইয়া”তিহিম্ নাবায়ুল্লাযীনা মিন্ ক্বব্লিহিম্ ক্বওমি নূহিঁও অ‘আ-দিঁও অছামূদা অক্বওমি ইব্রাহীমা অআছ্হা-বি মাদ্ইয়ানা অল্ মু”তাফিকা-ত্; আতাত্ হুম্ রসুলুহুম্ বিল্বাইয়্যিনা-তি ফামা-কা-নাল্লা-হু লিইয়াজ্ লিমাহুম্ অলা-কিন্ কা-নূ য় আন্ফুসাহুম্ ইয়াজ্লিমূন্।","english_translit":"Alam yatihim nabao allatheena min qablihim qawmi noohin waAAadin wathamooda waqawmi ibraheema waashabi madyana waalmutafikati atathum rusuluhum bialbayyinati fama kana Allahu liyathlimahum walakin kanoo anfusahum yathlimoona"},{"sura":9,"aya":71,"quran_text":"وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَيُطِيعُونَ اللَّهَ وَرَسُولَهُ أُولَئِكَ سَيَرْحَمُهُمُ اللَّهُ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ","bangla_text":"আর ঈমানদার পুরুষ ও ঈমানদার নারী একে অপরের সহায়ক। তারা ভাল কথার শিক্ষা দেয় এবং মন্দ থেকে বিরত রাখে। নামায প্রতিষ্ঠা করে, যাকাত দেয় এবং আল্লাহ ও তাঁর রসূলের নির্দেশ অনুযায়ী জীবন যাপন করে। এদেরই উপর আল্লাহ তা’আলা দয়া করবেন। নিশ্চয়ই আল্লাহ পরাক্রমশীল, সুকৌশলী।","english_text":"Those who believe, men and women, befriend one another, and enjoin what is right and prohibit what is wrong. They observe their devotional obligations, pay the zakat, and obey God and His Apostle. God will be merciful to them, for God is all-mighty and all-wise.","bangla_translit":"অল্মু”মিনূনা অল্মু”মিনা-তু বা’দ্বুহুম্ আওলিয়া - য়ু বা’দ্ব্। ইয়া”মুরূনা বিল্মা’রূফি অইয়ান্হাওনা ‘আনিল্ মুন্কারি অইয়ুক্বীমূনাছ্ ছলা-তা অইয়ু”তূনায্ যাকা-তা অইয়ুত্বী‘ঊনাল্লা-হা অরাসূলাহ্; উলা - য়িকা সাইর্য়াহামুহুমুল্লা-হ্; ইন্নাল্লা-হা ‘আযীযুন্ হাকীম্","english_translit":"Waalmuminoona waalmuminatu baAAduhum awliyao baAAdin yamuroona bialmaAAroofi wayanhawna AAani almunkari wayuqeemoona alssalata wayutoona alzzakata wayuteeAAoona Allaha warasoolahu olaika sayarhamuhumu Allahu inna Allaha AAazeezun hakeemun"},{"sura":9,"aya":72,"quran_text":"وَعَدَ اللَّهُ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ وَرِضْوَانٌ مِنَ اللَّهِ أَكْبَرُ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ","bangla_text":"আল্লাহ ঈমানদার পুরুষ ও ঈমানদার নারীদের প্রতিশ্রুতি দিয়েছেনে কানন-কুঞ্জের, যার তলদেশে প্রবাহিত হয় প্রস্রবণ। তারা সে গুলোরই মাঝে থাকবে। আর এসব কানন-কুঞ্জে থাকবে পরিচ্ছন্ন থাকার ঘর। বস্তুতঃ এ সমুদয়ের মাঝে সবচেয়ে বড় হল আল্লাহর সন্তুষ্টি। এটিই হল মহান কৃতকার্যতা।","english_text":"God has promised men and women who believe gardens with streams of running water where they will abide for ever, and beautiful mansions in the Garden of Eden, and the blessings of God above all. That will be happiness supreme.","bangla_translit":"অ‘আদাল্লা-হুল্ মু”মিনীনা অল্ মু”মিনা-তি জ্বান্না-তিন্ তাজরী মিন্ তাহ্তিহাল্ আন্হা-রু খ-লিদীনা ফীহা- অমাসা-কিনা ত্বোয়াইয়িবাতান্ ফী জ্বান্না-তি ‘আদ্ন্; অরিদ্ব্ওয়া-নুম্ মিনাল্লা-হি আর্ক্বা; যা-লিকা হুঅল্ ফাওযুল্ ‘আজীম্।","english_translit":"WaAAada Allahu almumineena waalmuminati jannatin tajree min tahtiha alanharu khalideena feeha wamasakina tayyibatan fee jannati AAadnin waridwanun mina Allahi akbaru thalika huwa alfawzu alAAatheemu"},{"sura":9,"aya":73,"quran_text":"يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ","bangla_text":"হে নবী, কাফেরদের সাথে যুদ্ধ করুন এবং মুনাফেকদের সাথে তাদের সাথে কঠোরতা অবলম্বন করুন। তাদের ঠিকানা হল দোযখ এবং তাহল নিকৃষ্ট ঠিকানা।","english_text":"Strive, O Prophet, against the unbelievers and the hypocrites, and deal with them firmly. Their final abode is Hell: And what a wretched destination!","bangla_translit":"ইয়া য় আইয়্যুহান্ নাবিয়্যু জ্বা-হিদিল্ কুফ্ফা-রা অল্মুনা-ফিক্বীনা অগ্লুজ ‘আলাইহিম্; অমাওয়া-হুম্ জাহান্নাম্; অবি”সাল্ মার্ছী।","english_translit":"Ya ayyuha alnnabiyyu jahidi alkuffara waalmunafiqeena waoghluth AAalayhim wamawahum jahannamu wabisa almaseeru"},{"sura":9,"aya":74,"quran_text":"يَحْلِفُونَ بِاللَّهِ مَا قَالُوا وَلَقَدْ قَالُوا كَلِمَةَ الْكُفْرِ وَكَفَرُوا بَعْدَ إِسْلَامِهِمْ وَهَمُّوا بِمَا لَمْ يَنَالُوا وَمَا نَقَمُوا إِلَّا أَنْ أَغْنَاهُمُ اللَّهُ وَرَسُولُهُ مِنْ فَضْلِهِ فَإِنْ يَتُوبُوا يَكُ خَيْرًا لَهُمْ وَإِنْ يَتَوَلَّوْا يُعَذِّبْهُمُ اللَّهُ عَذَابًا أَلِيمًا فِي الدُّنْيَا وَالْآخِرَةِ وَمَا لَهُمْ فِي الْأَرْضِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ","bangla_text":"তারা কসম খায় যে, আমরা বলিনি, অথচ নিঃসন্দেহে তারা বলেছে কুফরী বাক্য এবং মুসলমান হবার পর অস্বীকৃতিজ্ঞাপনকারী হয়েছে। আর তারা কামনা করেছিল এমন বস্তুর যা তারা প্রাপ্ত হয়নি। আর এসব তারই পরিণতি ছিল যে, আল্লাহ ও তাঁর রসূল তাদেরকে সম্পদশালী করে দিয়েছিলেন নিজের অনুগ্রহের মাধ্যমে। বস্তুতঃ এরা যদি তওবা করে নেয়, তবে তাদের জন্য মঙ্গল। আর যদি তা না মানে, তবে তাদের কে আযাব দেবেন আল্লাহ তা’আলা, বেদনাদায়ক আযাব দুনিয়া ও আখেরাতে। অতএব, বিশ্বচরাচরে তাদের জন্য কোন সাহায্যকারী-সমর্থক নেই।","english_text":"They swear by God: \"We never said this.\" But they surely said words disbelieving the truth, and they turned unbelievers after having come to faith, and designed what they could not accomplish. They did it only out of vengeance for God and His Apostle had enriched them by their grace. So, if they repent it is better for them. If they turn away then God would afflict them with painful punishment in this world and the next; and none will they have on the face of the earth to protect or help them.","bangla_translit":"ইয়াহ্লিফূনা বিল্লা-হি মা-ক্বা-লূ; অলাক্বদ্ ক্ব-লূ কালিমাতাল্ কুফ্রি অকাফারূ বা’দা ইস্লা-মিহিম্ অহাম্মূ বিমা-লাম্ ইয়ানা-লূ অমা-নাকামূ য় ইল্লা য় আন্ আগ্নাহুমুল্লা-হু অ রসূলুহূ মিন্ ফাদ্ব্লিহী ফাইঁ ইয়্যাতূবূ ইয়াকু খইরাল্ লাহুম্ অইঁ ইয়াতাঅল্লাওঁ ইয়ু‘আয্যিব্ হুমুল্লা-হু ‘আযা-বান্ আলীমান্ ফিদ্দুন্ইয়া- অল্ আ-খিরতি অমা-লাহুম্ ফিল্ র্আদ্বি মিঁও অলিইঁয়্যিও অলা-নার্ছী।","english_translit":"Yahlifoona biAllahi ma qaloo walaqad qaloo kalimata alkufri wakafaroo baAAda islamihim wahammoo bima lam yanaloo wama naqamoo illa an aghnahumu Allahu warasooluhu min fadlihi fain yatooboo yaku khayran lahum wain yatawallaw yuAAaththibhumu Allahu AAathaban aleeman fee alddunya waalakhirati wama lahum fee alardi min waliyyin wala naseerin"},{"sura":9,"aya":75,"quran_text":"وَمِنْهُمْ مَنْ عَاهَدَ اللَّهَ لَئِنْ آتَانَا مِنْ فَضْلِهِ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ الصَّالِحِينَ","bangla_text":"তাদের মধ্যে কেউ কেউ রয়েছে যারা আল্লাহ তা’আলার সাথে ওয়াদা করেছিল যে, তিনি যদি আমাদের প্রতি অনুগ্রহ দান করেন, তবে অবশ্যই আমরা ব্যয় করব এবং সৎকর্মীদের অন্তর্ভুক্ত হয়ে থাকব।","english_text":"Some of them made a covenant with God: \"If You give us in Your bounty we shall give alms and be upright.\"","bangla_translit":"অমিন্হুম্ মান্ ‘আ-হাদাল্লা-হা লায়িন্ আ-তা-না-মিন্ ফাদ্ব্লিহী লানাছ্ছোদ্দাক্বন্না অলানাকূনান্না মিনাছ্ ছোয়া-লিহীন্।","english_translit":"Waminhum man AAahada Allaha lain atana min fadlihi lanassaddaqanna walanakoonanna mina alssaliheena"},{"sura":9,"aya":76,"quran_text":"فَلَمَّا آتَاهُمْ مِنْ فَضْلِهِ بَخِلُوا بِهِ وَتَوَلَّوْا وَهُمْ مُعْرِضُونَ","bangla_text":"অতঃপর যখন তাদেরকে স্বীয় অনুগ্রহের মাধ্যমে দান করা হয়, তখন তাতে কার্পণ্য করেছে এবং কৃত ওয়াদা থেকে ফিরে গেছে তা ভেঙ্গে দিয়ে।","english_text":"But when He gave them of His bounty they became greedy, and then turned away.","bangla_translit":"ফালাম্মা য় আ-তা-হুম্ মিন্ ফাদ্ব্লিহী বাখিলূ বিহী অতাঅল্লাওঁ অহুম্ মু’রিদ্বূন্।","english_translit":"Falamma atahum min fadlihi bakhiloo bihi watawallaw wahum muAAridoona"},{"sura":9,"aya":77,"quran_text":"فَأَعْقَبَهُمْ نِفَاقًا فِي قُلُوبِهِمْ إِلَى يَوْمِ يَلْقَوْنَهُ بِمَا أَخْلَفُوا اللَّهَ مَا وَعَدُوهُ وَبِمَا كَانُوا يَكْذِبُونَ","bangla_text":"তারপর এরই পরিণতিতে তাদের অন্তরে কপটতা স্থান করে নিয়েছে সেদিন পর্যন্ত, যেদিন তার তাঁর সাথে গিয়ে মিলবে। তা এজন্য যে, তারা আল্লাহর সাথে কৃত ওয়াদা লংঘন করেছিল এবং এজন্যে যে, তারা মিথ্যা কথা বলতো।","english_text":"As a consequence of breaking their promise made to God, and telling lies, he filled their hearts with hypocrisy which will last till the day they come before Him.","bangla_translit":"ফাআ’ক্ববাহুম্ নিফা-ক্বান্ ফী কুলূ বিহিম্ ইলা-ইয়াওমি ইয়াল্ক্বওনাহূ বিমা য় আখ্লাফুল্লা-হা মা- অ‘আদূহু অবিমা-কা-নূ ইয়াক্যিবূন্।","english_translit":"FaaAAqabahum nifaqan fee quloobihim ila yawmi yalqawnahu bima akhlafoo Allaha ma waAAadoohu wabima kanoo yakthiboona"},{"sura":9,"aya":78,"quran_text":"أَلَمْ يَعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ سِرَّهُمْ وَنَجْوَاهُمْ وَأَنَّ اللَّهَ عَلَّامُ الْغُيُوبِ","bangla_text":"তারা কি জেনে নেয়নি যে, আল্লাহ তাদের রহস্য ও শলা-পরামর্শ সম্পর্কে অবগত এবং আল্লাহ খুব ভাল করেই জানেন সমস্ত গোপন বিষয় ?","english_text":"Have they not realised that God knows their secrets and their confidential talk, and that God has the knowledge of unknown things?","bangla_translit":"আলাম্ ইয়া’লামূ য় আন্নাল্লা-হা ইয়া’লামু র্সিরাহুম্ অনাজ্ব্ওয়া-হুম্ অআন্নাল্লা-হা ‘আল্লা-মুল্ গুইয়ূব্।","english_translit":"Alam yaAAlamoo anna Allaha yaAAlamu sirrahum wanajwahum waanna Allaha AAallamu alghuyoobi"},{"sura":9,"aya":79,"quran_text":"الَّذِينَ يَلْمِزُونَ الْمُطَّوِّعِينَ مِنَ الْمُؤْمِنِينَ فِي الصَّدَقَاتِ وَالَّذِينَ لَا يَجِدُونَ إِلَّا جُهْدَهُمْ فَيَسْخَرُونَ مِنْهُمْ سَخِرَ اللَّهُ مِنْهُمْ وَلَهُمْ عَذَابٌ أَلِيمٌ","bangla_text":"সে সমস্ত লোক যারা ভৎর্সনা-বিদ্রূপ করে সেসব মুসলমানদের প্রতি যারা মন খুলে দান-খয়রাত করে এবং তাদের প্রতি যাদের কিছুই নেই শুধুমাত্র নিজের পরিশ্রমলব্দ বস্তু ছাড়া। অতঃপর তাদের প্রতি ঠাট্টা করে। আল্লাহ তাদের প্রতি ঠাট্টা করেছেন এবং তাদের জন্য রয়েছে বেদনাদায়ক আযাব।","english_text":"They who defame those of the believers who give alms willingly, and deride those who have nothing besides what they earn by their labour (to give in charity), will be derided by God, and will suffer painful punishment.","bangla_translit":"আল্লাযীনা ইয়াল্মিযূনাল্ মুত্ত্বোয়াওয়্যি‘ঈনা মিনাল্ মুমিনীনা ফিছ্ ছদাক্ব-তি অল্লাযীনা লা-ইয়াজ্বিদূনা ইল্লা- জুহ্দাহুম্ ফাইয়াস্খারূনা মিন্হুম্; সাখিরাল্লা-হু মিন্হুম্ অলাহুম্ ‘আযাবুন্ আলীম্।","english_translit":"Allatheena yalmizoona almuttawwiAAeena mina almumineena fee alssadaqati waallatheena la yajidoona illa juhdahum fayaskharoona minhum sakhira Allahu minhum walahum AAathabun aleemun"},{"sura":9,"aya":80,"quran_text":"اسْتَغْفِرْ لَهُمْ أَوْ لَا تَسْتَغْفِرْ لَهُمْ إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ ذَلِكَ بِأَنَّهُمْ كَفَرُوا بِاللَّهِ وَرَسُولِهِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ","bangla_text":"তুমি তাদের জন্য ক্ষমা প্রার্থনা কর আর না কর। যদি তুমি তাদের জন্য সত্তর বারও ক্ষমাপ্রার্থনা কর, তথাপি কখনোই তাদেরকে আল্লাহ ক্ষমা করবেন না। তা এজন্য যে, তারা আল্লাহকে এবং তাঁর রসূলকে অস্বীকার করেছে। বস্তুতঃ আল্লাহ না-ফারমানদেরকে পথ দেখান না।","english_text":"Whether you plead forgiveness for them or not, God will not forgive them, even though you plead seventy times, for they disbelieved in God and His Apostle; and God does not show transgressors the way.","bangla_translit":"ইস্তার্গ্ফি লাহুম্ আও লা-তাস্তার্গ্ফি লাহুম্; ইন্ তাস্তাগ্ র্ফিলাহুম্ সাব্‘ঈনা র্মারতান্ ফালাইঁ ইয়াগ্ফিরাল্লা-হু লাহুম্; যা-লিকা বিআন্নাহুম্ কাফারূ বিল্লা-হি অরসূলিহ্; অল্লা-হু লা-ইয়াহ্দিল্ ক্বওমাল্ ফা-সিক্বীন্।","english_translit":"Istaghfir lahum aw la tastaghfir lahum in tastaghfir lahum sabAAeena marratan falan yaghfira Allahu lahum thalika biannahum kafaroo biAllahi warasoolihi waAllahu la yahdee alqawma alfasiqeena"},{"sura":9,"aya":81,"quran_text":"فَرِحَ الْمُخَلَّفُونَ بِمَقْعَدِهِمْ خِلَافَ رَسُولِ اللَّهِ وَكَرِهُوا أَنْ يُجَاهِدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ وَقَالُوا لَا تَنْفِرُوا فِي الْحَرِّ قُلْ نَارُ جَهَنَّمَ أَشَدُّ حَرًّا لَوْ كَانُوا يَفْقَهُونَ","bangla_text":"পেছনে থেকে যাওয়া লোকেরা আল্লাহর রসূল থেকে বিচ্ছিন্ন হয়ে বসে থাকতে পেরে আনন্দ লাভ করেছে; আর জান ও মালের দ্বারা আল্লাহর রাহে জেহাদ করতে অপছন্দ করেছে এবং বলেছে, এই গরমের মধ্যে অভিযানে বের হয়ো না। বলে দাও, উত্তাপে জাহান্নামের আগুন প্রচন্ডতম। যদি তাদের বিবেচনা শক্তি থাকত।","english_text":"Those who were left behind rejoiced that they stayed at home against the wishes of God's Apostle, being averse to fighting in the way of God with their wealth and lives, and said: \"Do not go in this heat.\" Tell them: \"The heat of Hell is far more intense.\" If only they had cared to instruct themselves!","bangla_translit":"ফারিহাল্ মুখল্লাফূনা বিমাক্ব‘আদিহিম্ খিলা-ফা রসূলিল্লা-হি অকারিহূ য় আঁই ইয়ুজ্বা-হিদূ বিআম্ওয়া-লিহিম্ অআন্ফুসিহিম্ ফী সাবীলিল্লা-হি অক্ব-লূ লা-তান্ফিরূ ফির্ল্হা; কুল্ না-রু জ্বাহান্নামা আশাদ্দু র্হার-; লাও কা-নূ ইয়াফ্ক্বাহূন্।","english_translit":"Fariha almukhallafoona bimaqAAadihim khilafa rasooli Allahi wakarihoo an yujahidoo biamwalihim waanfusihim fee sabeeli Allahi waqaloo la tanfiroo fee alharri qul naru jahannama ashaddu harran law kanoo yafqahoona"},{"sura":9,"aya":82,"quran_text":"فَلْيَضْحَكُوا قَلِيلًا وَلْيَبْكُوا كَثِيرًا جَزَاءً بِمَا كَانُوا يَكْسِبُونَ","bangla_text":"অতএব, তারা সামান্য হেসে নিক এবং তারা তাদের কৃতকর্মের বদলাতে অনেক বেশী কাঁদবে।","english_text":"So let them laugh a little, for weep they will, more as retribution for what they have done.","bangla_translit":"ফাল্ইয়াদ্ব্হাকূ ক্বালীলাঁও অল্ ইয়াব্কূ কাছীরান্ জ্বাযা - য়াম্ বিমা- কা-নূ ইয়াক্সিবূন্।","english_translit":"Falyadhakoo qaleelan walyabkoo katheeran jazaan bima kanoo yaksiboona"},{"sura":9,"aya":83,"quran_text":"فَإِنْ رَجَعَكَ اللَّهُ إِلَى طَائِفَةٍ مِنْهُمْ فَاسْتَأْذَنُوكَ لِلْخُرُوجِ فَقُلْ لَنْ تَخْرُجُوا مَعِيَ أَبَدًا وَلَنْ تُقَاتِلُوا مَعِيَ عَدُوًّا إِنَّكُمْ رَضِيتُمْ بِالْقُعُودِ أَوَّلَ مَرَّةٍ فَاقْعُدُوا مَعَ الْخَالِفِينَ","bangla_text":"বস্তুতঃ আল্লাহ যদি তোমাকে তাদের মধ্য থেকে কোন শ্রেণীবিশেষের দিকে ফিরিয়ে নিয়ে যান এবং অতঃপর তারা তোমার কাছে অভিযানে বেরোবার অনুমতি কামনা করে, তবে তুমি বলো যে, তোমরা কখনো আমার সাথে বেরোবে না এবং আমার পক্ষ হয়ে কোন শত্রুর সাথে যুদ্ধ করবে না, তোমরা তো প্রথমবারে বসে থাকা পছন্দ করেছ, কাজেই পেছনে পড়ে থাকা লোকদের সাথেই বসে থাক।","english_text":"If you come back to them by (the grace of) God, and they seek your permission to go (to fight), you should tell them: \"You will never go out nor fight the enemy with me any more. You preferred to stay back on the first occasion, so stay at home with those who stay behind.\"","bangla_translit":"ফার্ই রাজ্বা‘আকাল্লা-হু ইলা-ত্বোয়া - য়িফাতিম্ মিন্হুম্ ফাস্ তা”যানূকা লিল্খুরূজ্বি ফাকুল্ লান্ তাখ্রুজ্বুমাই’ইয়া আবাদাঁও অলান্ তুক্ব-তিলূ মাই’ইয়া আদুওয়া-; ইন্নাকুম্ রাদ্বীতুম্ বিল্ক্ব ‘ঊদি আঅলা র্মারতিন্ ফাক্ব‘ঊদূ মা‘আল্ খ-লিফীন্।","english_translit":"Fain rajaAAaka Allahu ila taifatin minhum faistathanooka lilkhurooji faqul lan takhrujoo maAAiya abadan walan tuqatiloo maAAiya AAaduwwan innakum radeetum bialquAAoodi awwala marratin faoqAAudoo maAAa alkhalifeena"},{"sura":9,"aya":84,"quran_text":"وَلَا تُصَلِّ عَلَى أَحَدٍ مِنْهُمْ مَاتَ أَبَدًا وَلَا تَقُمْ عَلَى قَبْرِهِ إِنَّهُمْ كَفَرُوا بِاللَّهِ وَرَسُولِهِ وَمَاتُوا وَهُمْ فَاسِقُونَ","bangla_text":"আর তাদের মধ্য থেকে কারো মৃত্যু হলে তার উপর কখনও নামায পড়বেন না এবং তার কবরে দাঁড়াবেন না। তারা তো আল্লাহর প্রতি অস্বীকৃতি জ্ঞাপন করেছে এবং রসূলের প্রতিও। বস্তুতঃ তারা না ফরমান অবস্থায় মৃত্যু বরণ করেছে।","english_text":"Do not invoke blessings on any of them who die, nor stand to pray at their graves, for they disbelieved in God and His Prophet, and died transgressors.","bangla_translit":"অলা-তুছোয়াল্লি ‘আলা য় আহাদিম্ মিন্হুম্ মা-তা আবাদাঁও অলা-তাকুম্ ‘আলা-ক্বাব্রিহ্; ইন্নাহুম্ কাফারূ বিল্লা-হি অরসূলিহী অমা-তূ অহুম্ ফা-সিকুন্।","english_translit":"Wala tusalli AAala ahadin minhum mata abadan wala taqum AAala qabrihi innahum kafaroo biAllahi warasoolihi wamatoo wahum fasiqoona"},{"sura":9,"aya":85,"quran_text":"وَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَأَوْلَادُهُمْ إِنَّمَا يُرِيدُ اللَّهُ أَنْ يُعَذِّبَهُمْ بِهَا فِي الدُّنْيَا وَتَزْهَقَ أَنْفُسُهُمْ وَهُمْ كَافِرُونَ","bangla_text":"আর বিস্মিত হয়ো না তাদের ধন সম্পদ ও সন্তান-সন্তুতির দরুন। আল্লাহ তো এই চান যে, এ সবের কারণে তাদেরকে আযাবের ভেতরে রাখবেন দুনিয়ায় এবং তাদের প্রাণ নির্গত হওয়া পর্যন্ত যেন তারা কাফেরই থাকে।","english_text":"And let not their wealth and children astonish you. God wishes to punish them through these in the world, and their souls will depart in a state of disbelief.","bangla_translit":"অলা-তু’জ্বিব্কা আম্ওয়া-লুহুম্ অআওলা-দুহুম্; ইন্নামা- ইয়ুরীদুল্লা-হু আঁই ইয়ু ‘আয্যিবাহুম্ বিহা-ফি দ্দুন্ইয়া অতায্হাক্বা আন্ফুসূহুম্ অহুম্ কা-ফিরূন্।","english_translit":"Wala tuAAjibka amwaluhum waawladuhum innama yureedu Allahu an yuAAaththibahum biha fee alddunya watazhaqa anfusuhum wahum kafiroona"},{"sura":9,"aya":86,"quran_text":"وَإِذَا أُنْزِلَتْ سُورَةٌ أَنْ آمِنُوا بِاللَّهِ وَجَاهِدُوا مَعَ رَسُولِهِ اسْتَأْذَنَكَ أُولُو الطَّوْلِ مِنْهُمْ وَقَالُوا ذَرْنَا نَكُنْ مَعَ الْقَاعِدِينَ","bangla_text":"আর যখন নাযিল হয় কোন সূরা যে, তোমরা ঈমান আন আল্লাহর উপর, তাঁর রসূলের সাথে একাত্ন হয়ে; তখন বিদায় কামনা করে তাদের সামর্থ?476;ান লোকেরা এবং বলে আমাদের অব্যাহতি দিন, যাতে আমরা (নিস্ক্রিয়ভাবে) বসে থাকা লোকদের সাথে থেকে যেতে পারি।","english_text":"Whenever a Surah is revealed (which says): \"Believe in God and fight along with His Prophet,\" the well-to-do among them ask for leave to stay at home, and say: \"Leave us with those who are left behind.\"","bangla_translit":"অইযা য় উন্যিলাত্ সূরাতুন্ আন্ আ-মিনূ বিল্লা-হি অজ্বা-হিদূ মা‘আ রসূলিহিস্ তা”যানাকা উলুত্ত্বোয়াওলি মিন্হুম্ অক্ব-লূ র্যানা- নাকুম্ মা‘আল্ ক্ব-‘ইদীন্।","english_translit":"Waitha onzilat sooratun an aminoo biAllahi wajahidoo maAAa rasoolihi istathanaka oloo alttawli minhum waqaloo tharna nakun maAAa alqaAAideena"},{"sura":9,"aya":87,"quran_text":"رَضُوا بِأَنْ يَكُونُوا مَعَ الْخَوَالِفِ وَطُبِعَ عَلَى قُلُوبِهِمْ فَهُمْ لَا يَفْقَهُونَ","bangla_text":"তারা পেছনে পড়ে থাকা লোকদের সাথে থেকে যেতে পেরে আনন্দিত হয়েছে এবং মোহর এঁটে দেয়া হয়েছে তাদের অন্তরসমূহের উপর। বস্তুতঃ তারা বোঝে না।","english_text":"They prefer to be with women who (are allowed to) stay at home during war, and their hearts are sealed; so they fail to understand.","bangla_translit":"রাদ্বূ বি আইঁ ইয়াকূনূ মা‘আল্ খাওয়া-লিফি অত্বুবি‘আ ‘আলা- কুলূ বিহিম্ ফাহুম্ লা-ইয়াফ্ ক্বাহূন্।","english_translit":"Radoo bian yakoonoo maAAa alkhawalifi watubiAAa AAala quloobihim fahum la yafqahoona"},{"sura":9,"aya":88,"quran_text":"لَكِنِ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ جَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ وَأُولَئِكَ لَهُمُ الْخَيْرَاتُ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ","bangla_text":"কিন্তু রসূল এবং সেসব লোক যারা ঈমান এনেছে, তাঁর সাথে তারা যুদ্ধ করেছে নিজেদের জান ও মালের দ্বারা। তাদেরই জন্য নির্ধারিত রয়েছে কল্যাণসমূহ এবং তারাই মুক্তির লক্ষ্যে উপনীত হয়েছে।","english_text":"But the Prophet and those who have embraced the faith with him, and have fought wealth and soul (in the way of God), are blessed and will be successful.","bangla_translit":"লা-কির্নি রসূলু অল্লাযীনা আ-মানূ মা‘আহূ জ্বা-হাদূ বিআম্ওয়া-লিহিম্ অআন্ফুসিহিম্; অউলা - য়িকা লাহুমুল্ খাইর-তু অউলা - য়িকা হুমুল্ মুফলিহূন্।","english_translit":"Lakini alrrasoolu waallatheena amanoo maAAahu jahadoo biamwalihim waanfusihim waolaika lahumu alkhayratu waolaika humu almuflihoona"},{"sura":9,"aya":89,"quran_text":"أَعَدَّ اللَّهُ لَهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ذَلِكَ الْفَوْزُ الْعَظِيمُ","bangla_text":"আল্লাহ তাদের জন্য তৈরী করে রেখেছেন কানন-কুঞ্জ, যার তলদেশে প্রবাহিত রয়েছে প্রস্রবণ। তারা তাতে বাস করবে অনন্তকাল। এটাই হল বিরাট কৃতকার্যতা।","english_text":"God has provision for them of gardens with Streams of running water, where they will abide for ever. This will be the supreme triumph.","bangla_translit":"আ‘আদ্দা ল্লা-হু লাহুম্ জ্বান্না-তিন্ তাজরী মিন্ তাহ্তিহাল্ আন্হা-রু খ-লিদীনা ফীহা-; যা-লিকাল্ ফাওযুল্ ‘আজীম্।","english_translit":"aAAadda Allahu lahum jannatin tajree min tahtiha alanharu khalideena feeha thalika alfawzu alAAatheemu"},{"sura":9,"aya":90,"quran_text":"وَجَاءَ الْمُعَذِّرُونَ مِنَ الْأَعْرَابِ لِيُؤْذَنَ لَهُمْ وَقَعَدَ الَّذِينَ كَذَبُوا اللَّهَ وَرَسُولَهُ سَيُصِيبُ الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابٌ أَلِيمٌ","bangla_text":"আর ছলনাকারী বেদুঈন লোকেরা এলো, যাতে তাদের অব্যাহতি লাভ হতে পারে এবং নিবৃত্ত থাকতে পারে তাদেরই যারা আল্লাহ ও রসূলের সাথে মিথ্যা বলে ছিল। এবার তাদের উপর শীগ্রই আসবে বেদনাদায়ক আযাব যারা কাফের।","english_text":"Some Arabs of the desert came with ready excuses, asking for leave to stay behind. But those who had lied to God and His Prophet stayed at home doing nothing. So the punishment for those who disbelieve among them will be painful.","bangla_translit":"অজ্বা - য়াল্ মু‘আয্যিরূনা মিনাল্ আ’র-বি লিইয়ু”যানা লাহুম্ অ ক্বা‘আদা ল্লাযীনা কাযাবুল্লা-হা অ রসূলাহ্; সাইয়ুসু বুল্লাযীনা কাফারূ মিন্হুম্ ‘আযা-বুন্ আলীম্।","english_translit":"Wajaa almuAAaththiroona mina alaAArabi liyuthana lahum waqaAAada allatheena kathaboo Allaha warasoolahu sayuseebu allatheena kafaroo minhum AAathabun aleemun"},{"sura":9,"aya":91,"quran_text":"لَيْسَ عَلَى الضُّعَفَاءِ وَلَا عَلَى الْمَرْضَى وَلَا عَلَى الَّذِينَ لَا يَجِدُونَ مَا يُنْفِقُونَ حَرَجٌ إِذَا نَصَحُوا لِلَّهِ وَرَسُولِهِ مَا عَلَى الْمُحْسِنِينَ مِنْ سَبِيلٍ وَاللَّهُ غَفُورٌ رَحِيمٌ","bangla_text":"দূর্বল, রুগ্ন, ব্যয়ভার বহনে অসমর্থ লোকদের জন্য কোন অপরাধ নেই, যখন তারা মনের দিক থেকে পবিত্র হবে আল্লাহ ও রসূলের সাথে। নেককারদের উপর অভিযোগের কোন পথ নেই। আর আল্লাহ হচ্ছেন ক্ষমাকারী দয়ালু।","english_text":"No blame will attach to the old and the sick, or those without means to spend on good acts, if they stay behind provided they are sincere to God and His Apostle; There is no way to blame those who are doers of good, for God is forgiving and kind.","bangla_translit":"লাইসা আলাদ্ব্ দ্বু‘আফা -য়ি অলা-‘আলাল্ র্মাদ্বোয়া- অলা- ‘আলাল্লাযীনা লা-ইয়াজ্বিদূনা মা-ইয়ুন্ফিকুনা হারাজুন্ ইযা-নাছোয়াহূ লিল্লা-হি অরসূলিহ্; মা-‘আলাল্ মুহ্সিনীনা মিন্ সাবীল্; অল্লা-হু গফূর্রু রহীম্।","english_translit":"Laysa AAala aldduAAafai wala AAala almarda wala AAala allatheena la yajidoona ma yunfiqoona harajun itha nasahoo lillahi warasoolihi ma AAala almuhsineena min sabeelin waAllahu ghafoorun raheemun"},{"sura":9,"aya":92,"quran_text":"وَلَا عَلَى الَّذِينَ إِذَا مَا أَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لَا أَجِدُ مَا أَحْمِلُكُمْ عَلَيْهِ تَوَلَّوْا وَأَعْيُنُهُمْ تَفِيضُ مِنَ الدَّمْعِ حَزَنًا أَلَّا يَجِدُوا مَا يُنْفِقُونَ","bangla_text":"আর না আছে তাদের উপর যারা এসেছে তোমার নিকট যেন তুমি তাদের বাহন দান কর এবং তুমি বলেছ, আমার কাছে এমন কোন বস্তু নেই যে, তার উপর তোমাদের সওয়ার করাব তখন তারা ফিরে গেছে অথচ তখন তাদের চোখ দিয়ে অশ্রু বইতেছিল এ দুঃখে যে, তারা এমন কোন বস্তু পাচ্ছে না যা ব্যয় করবে।","english_text":"Nor will they be blamed who came to you for transport, to whom you said: \"I cannot find any means of conveyance for you,\" and they went away in tears, grieving that they lacked the means to spend (on carriage).","bangla_translit":"অলা-‘আলাল্লাযীনা ইযা-মা য় আতাওকা লিতাহ্মিলাহুম্ কুল্তা লা য় আজ্বিদু মা য় আহ্লিকুম্ ‘আলাইহি তাঅল্লাও অ‘আইয়ুনুহুম্ তাফীদ্বু মিনাদ্ দাম্‘ই হাযানান্ আল্লা- ইয়াজ্বিদূ মা-ইয়ুন্ফিকুন্।","english_translit":"Wala AAala allatheena itha ma atawka litahmilahum qulta la ajidu ma ahmilukum AAalayhi tawallaw waaAAyunuhum tafeedu mina alddamAAi hazanan alla yajidoo ma yunfiqoona"},{"sura":9,"aya":93,"quran_text":"إِنَّمَا السَّبِيلُ عَلَى الَّذِينَ يَسْتَأْذِنُونَكَ وَهُمْ أَغْنِيَاءُ رَضُوا بِأَنْ يَكُونُوا مَعَ الْخَوَالِفِ وَطَبَعَ اللَّهُ عَلَى قُلُوبِهِمْ فَهُمْ لَا يَعْلَمُونَ","bangla_text":"অভিযোগের পথ তো তাদের ব্যাপারে রয়েছে, যারা তোমার নিকট অব্যাহতি কামনা করে অথচ তারা সম্পদশালী। যারা পেছনে পড়ে থাকা লোকদের সাথে থাকতে পেরে আনন্দিত হয়েছে। আর আল্লাহ মোহর এঁটে দিয়েছেন তাদের অন্তরসমূহে। বস্তুতঃ তারা জানতেও পারেনি।","english_text":"Blame will lie on those who are rich yet ask your leave to stay behind. They prefer to stay with women who stay at home, and God seals their hearts; so they do not understand.","bangla_translit":"ইন্নামাস্ সাবীলু ‘আলা ল্লাযীনা ইয়াস্ তা”যিনূনাকা অহুম্ আগ্নিয়া-য়ু রদ্বূ বিআইঁ ইয়াকূনূ মা‘আল্ খাওয়া-লিফি অ ত্বোয়াবা‘আল্লা-হু ‘আলা-কুলূবিহিম্ ফাহুম্ লা-ইয়া’লামূন্।","english_translit":"Innama alssabeelu AAala allatheena yastathinoonaka wahum aghniyao radoo bian yakoonoo maAAa alkhawalifi watabaAAa Allahu AAala quloobihim fahum la yaAAlamoona"},{"sura":9,"aya":94,"quran_text":"يَعْتَذِرُونَ إِلَيْكُمْ إِذَا رَجَعْتُمْ إِلَيْهِمْ قُلْ لَا تَعْتَذِرُوا لَنْ نُؤْمِنَ لَكُمْ قَدْ نَبَّأَنَا اللَّهُ مِنْ أَخْبَارِكُمْ وَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ","bangla_text":"তুমি যখন তাদের কাছে ফিরে আসবে, তখন তারা তোমাদের নিকট ছল-ছুতা নিয়ে উপস্থিত হবে; তুমি বলো, ছল কারো না, আমি কখনো তোমাদের কথা শুনব না; আমাকে আল্লাহ তা’আলা তোমাদের অবস্থা সম্পর্কে অবহিত করে দিয়েছেন। আর এখন তোমাদের কর্ম আল্লাহই দেখবেন এবং তাঁর রসূল। তারপর তোমরা প্রত্যাবর্তিত হবে সেই গোপন ও আগোপন বিষয়ে অবগত সত্তার নিকট। তিনিই তোমাদের বাতলে দেবেন যা তোমরা করছিলে।","english_text":"When you come back they will offer excuses to you. Tell them: \"Make no excuses; we do not believe you. God has informed us about you; and God and His Apostle shall watch your conduct. Then you will be brought to Him who knows what is hidden and what is manifest. He will tell you of what you did.\"","bangla_translit":"ইয়া’তাযিরূনা ইলাইকুম ইযা-রাজ্বাতুম্ ইলাইহিম্; কুল্লা-তাতাযিরূ লান্ নুমিনা লাকুম্ ক্বদ্ নাব্বাআনাল্লা-হু মিন্ আখ্বা-রিকুম্; অসাইয়ারল্লা-হু ‘আমালাকুম্ অরসূলুহূ ছুম্মা তুরদ্দূনা ইলা-‘আ-লিমিল্ গইবি অশ্শাহা-দাতি ফাইয়ুনাব্বিউকুম্ বিমা-কুন্তুম্ তা’মালূন।","english_translit":"YaAAtathiroona ilaykum itha rajaAAtum ilayhim qul la taAAtathiroo lan numina lakum qad nabbaana Allahu min akhbarikum wasayara Allahu AAamalakum warasooluhu thumma turaddoona ila AAalimi alghaybi waalshshahadati fayunabbiokum bima kuntum taAAmaloona"},{"sura":9,"aya":95,"quran_text":"سَيَحْلِفُونَ بِاللَّهِ لَكُمْ إِذَا انْقَلَبْتُمْ إِلَيْهِمْ لِتُعْرِضُوا عَنْهُمْ فَأَعْرِضُوا عَنْهُمْ إِنَّهُمْ رِجْسٌ وَمَأْوَاهُمْ جَهَنَّمُ جَزَاءً بِمَا كَانُوا يَكْسِبُونَ","bangla_text":"এখন তারা তোমার সামনে আল্লাহর কসম খাবে, যখন তুমি তাদের কাছে ফিরে যাবে, যেন তুমি তাদের ক্ষমা করে দাও। সুতরাং তুমি তাদের ক্ষমা কর-নিঃসন্দেহে এরা অপবিত্র এবং তাদের কৃতকর্মের বদলা হিসাবে তাদের ঠিকানা হলো দোযখ।","english_text":"They will beg you in the name of God, on your return, to forgive them; but you keep away from them: They are scum; their abode is Hell: Requital for what they had done.","bangla_translit":"সাইয়াহ্লিফূনা বিল্লা-হি লাকুম্ ইযান্ ক্বলাব্তুম্ ইলাইহিম্ লিতু’রিদ্বু ‘আন্হুম; ফাআ’রিদূ ‘আনহুম্; ইন্নাহুম্ রিজসুওঁ ওয়ামা ওয়া-হুম্ জ্বাহান্নামু জ্বাযা - য়াম্ বিমা-কা-নূ ইয়াক্সিবূন।","english_translit":"Sayahlifoona biAllahi lakum itha inqalabtum ilayhim lituAAridoo AAanhum faaAAridoo AAanhum innahum rijsun wamawahum jahannamu jazaan bima kanoo yaksiboona"},{"sura":9,"aya":96,"quran_text":"يَحْلِفُونَ لَكُمْ لِتَرْضَوْا عَنْهُمْ فَإِنْ تَرْضَوْا عَنْهُمْ فَإِنَّ اللَّهَ لَا يَرْضَى عَنِ الْقَوْمِ الْفَاسِقِينَ","bangla_text":"তারা তোমার সামনে কসম খাবে যাতে তুমি তাদের প্রতি রাযী হয়ে যাও। অতএব, তুমি যদি রাযী হয়ে যাও তাদের প্রতি তবু আল্লাহ তা’আলা রাযী হবেন না, এ নাফরমান লোকদের প্রতি।","english_text":"They will plead on oath that you accept them. Even if you accept them, remember God does not accept people who are disobedient.","bangla_translit":"ইয়াহ্লিফূনা লাকুম্ লির্তাদ্বোয়াও ‘আন্হুম্ ফাইন র্তাদ্বোয়াও ‘আন্হুম্ ফাইন্নাল্লা-হা লা-ইর্য়াদ্বোয়া-‘আনিল ক্বওমিল্ ফা-সিক্বীন।","english_translit":"Yahlifoona lakum litardaw AAanhum fain tardaw AAanhum fainna Allaha la yarda AAani alqawmi alfasiqeena"},{"sura":9,"aya":97,"quran_text":"الْأَعْرَابُ أَشَدُّ كُفْرًا وَنِفَاقًا وَأَجْدَرُ أَلَّا يَعْلَمُوا حُدُودَ مَا أَنْزَلَ اللَّهُ عَلَى رَسُولِهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ","bangla_text":"বেদুইনরা কুফর ও মোনাফেকীতে অত্যন্ত কঠোর হয়ে থাকে এবং এরা সেসব নীতি-কানুন না শেখারই যোগ্য যা আল্লাহ তা’আলা তাঁর রসূলের উপর নাযিল করেছেন। বস্তুতঃ আল্লাহ সব কিছুই জানেন এবং তিনি অত্যন্ত কুশলী।","english_text":"The village Arabs are more obstinate in disbelief and hypocrisy, and impervious to ordinances revealed to His Apostle by God; yet God is aware of everything and is wise.","bangla_translit":"আল্ আ’রা-বু আশাদ্দু কুফ্রাওঁ অনিফা-ক্বওঁ অআজদারু আল্লা-ইয়া’লামূ হুদূদা মা য় আন্যালাল্লা-হু ‘আলা-রসূলিহ্; অল্লা-হু ‘আলীমুন্ হাকীম।","english_translit":"AlaAArabu ashaddu kufran wanifaqan waajdaru alla yaAAlamoo hudooda ma anzala Allahu AAala rasoolihi waAllahu AAaleemun hakeemun"},{"sura":9,"aya":98,"quran_text":"وَمِنَ الْأَعْرَابِ مَنْ يَتَّخِذُ مَا يُنْفِقُ مَغْرَمًا وَيَتَرَبَّصُ بِكُمُ الدَّوَائِرَ عَلَيْهِمْ دَائِرَةُ السَّوْءِ وَاللَّهُ سَمِيعٌ عَلِيمٌ","bangla_text":"আবার কোন কোন বেদুইন এমন ও রয়েছে যারা নিজেদের ব্যয় করাকে জরিমানা। বলে গন্য করে এবং তোমার উপর কোন দুর্দিন আসে কিনা সে অপেক্ষায় থাকে। তাদেরই উপর দুর্দিন আসুক। আর আল্লাহ হচ্ছেন শ্রবণকারী, পরিজ্ঞাত।","english_text":"Some of these rustics take whatever they spend in the way of God as a penalty, and wait for an adverse turn in your fortune. For them will be the adverse change, as God hears all and knows everything.","bangla_translit":"অমিনাল্ আ’রা-বি মাইঁ ইয়াত্তাখিযু মা-ইয়ুন্ফিকু মাগ্রামাওঁ অ ইয়াতারব্বাছু বিকুমুদ দাওয়া - র্য়ি; ‘আলাইহিম্ দা - য়িরাতুস্ সাওয়ি অল্লা-হু সামী’উন্ ‘আলীম।","english_translit":"Wamina alaAArabi man yattakhithu ma yunfiqu maghraman wayatarabbasu bikumu alddawaira AAalayhim dairatu alssawi waAllahu sameeAAun AAaleemun"},{"sura":9,"aya":99,"quran_text":"وَمِنَ الْأَعْرَابِ مَنْ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَيَتَّخِذُ مَا يُنْفِقُ قُرُبَاتٍ عِنْدَ اللَّهِ وَصَلَوَاتِ الرَّسُولِ أَلَا إِنَّهَا قُرْبَةٌ لَهُمْ سَيُدْخِلُهُمُ اللَّهُ فِي رَحْمَتِهِ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ","bangla_text":"আর কোন কোন বেদুইন হল তারা, যারা ঈমান আনে আল্লাহর উপর, কেয়ামত দিনের উপর এবং নিজেদের ব্যয়কে আল্লাহর নৈকট্য এবং রসূলের দোয়া লাভের উপায় বলে গণ্য করে। জেনো! তাই হল তাদের ক্ষেত্রে নৈকট্য। আল্লাহ তাদেরকে নিজের রহমতের অন্তর্ভূক্ত করবেন। নিশ্চয়ই আল্লাহ ক্ষমাশীল, করুনাময়।","english_text":"Yet some Arabs of the desert believe in God and the Last Day, and consider what they spend to be a means of bringing them nearer to God and the blessings of the Prophet. This is certainly a means of achieving nearness (to God), and God will admit them to His mercy, for God is forgiving and kind.","bangla_translit":"অমিনাল্ আ’রা-বি মাইঁ ইয়ুমিনু বিল্লা-হি অল্ইয়াওমিল্ আ-খিরি ওয়া ইয়াত্তাখিযু মা- ইয়ুন্ফিকু কুরুবা-তিন্ ‘ইন্দাল্লা-হি অছলাওয়া-র্তি রসূল; ‘আলা য় ইন্নাহা-ক্বর্ ুবাতুল্লাহুম্; সাইয়ুদ্খিলুহুমুল্লা-হ্; ফী রহ্মাতিহ্; ইন্নাল্লা-হা গাফূরুর রহীম্।","english_translit":"Wamina alaAArabi man yuminu biAllahi waalyawmi alakhiri wayattakhithu ma yunfiqu qurubatin AAinda Allahi wasalawati alrrasooli ala innaha qurbatun lahum sayudkhiluhumu Allahu fee rahmatihi inna Allaha ghafoorun raheemun"},{"sura":9,"aya":100,"quran_text":"وَالسَّابِقُونَ الْأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسَانٍ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ذَلِكَ الْفَوْزُ الْعَظِيمُ","bangla_text":"আর যারা সর্বপ্রথম হিজরতকারী ও আনছারদের মাঝে পুরাতন, এবং যারা তাদের অনুসরণ করেছে, আল্লাহ সে সমস্ত লোকদের প্রতি সন্তুষ্ট হয়েছেন এবং তারাও তাঁর প্রতি সন্তুষ্ট হয়েছে। আর তাদের জন্য প্রস্তুত রেখেছেন কানন-কুঞ্জ, যার তলদেশ দিয়ে প্রবাহিত প্রস্রবণসমূহ। সেখানে তারা থাকবে চিরকাল। এটাই হল মহান কৃতকার্যতা।","english_text":"Those among the migrants (from Makkah) and helpers (in Madina) who were the first to believe, and those who followed them in goodness, have been accepted by God and they follow His way. For them He has gardens with streams of running water where they will abide for ever; and that is happiness supreme.","bangla_translit":"অস্সা-বিকুনাল্ আওয়্যালূনা মিনাল্ মুহা-জ্বিরীনা অল্ আন্ছোয়া-রি অল্লাযীনাত্ তাবা‘ঊহুম্ বিইহ্সা-র্নি রাদ্বিয়াল্লা-হু ‘আন্হুম্ অরাদ্বূ আন্হু অ‘আদ্দা লাহুম্ জ্বান্না-তিন্ তাজরী তাহ্তাহাল্ আন্হা-রু খ-লিদীনা ফীহা য় আবাদা-; যা-লিকাল্ ফাওযুল্ ‘আজীম।","english_translit":"Waalssabiqoona alawwaloona mina almuhajireena waalansari waallatheena ittabaAAoohum biihsanin radiya Allahu AAanhum waradoo AAanhu waaAAadda lahum jannatin tajree tahtaha alanharu khalideena feeha abadan thalika alfawzu alAAatheemu"},{"sura":9,"aya":101,"quran_text":"وَمِمَّنْ حَوْلَكُمْ مِنَ الْأَعْرَابِ مُنَافِقُونَ وَمِنْ أَهْلِ الْمَدِينَةِ مَرَدُوا عَلَى النِّفَاقِ لَا تَعْلَمُهُمْ نَحْنُ نَعْلَمُهُمْ سَنُعَذِّبُهُمْ مَرَّتَيْنِ ثُمَّ يُرَدُّونَ إِلَى عَذَابٍ عَظِيمٍ","bangla_text":"আর কিছু কিছু তোমার আশ-পাশের মুনাফেক এবং কিছু লোক মদীনাবাসী কঠোর মুনাফেকীতে অনঢ়। তুমি তাদের জান না; আমি তাদের জানি। আমি তাদেরকে আযাব দান করব দু’বার, তারপর তাদেরকে নিয়ে যাওয়া হবে মহান আযাবের দিকে।","english_text":"Some of the Arabs of the desert around you are hypocrites, and some of the people of Madina are stubborn in hypocrisy. You are not aware of them; We know them, and will punish them twice, and they will be sent to a harrowing doom.","bangla_translit":"অমিম্মান্ হাওলাকুম্ মিনাল্ আ’র-বি মুনা-ফিকুন্; অমিন্ আহ্লিল্ মাদীনাতি মারাদূ ‘আলান্ নিফা-ক্বি লা-তা’লামুহুম্; নাহ্নু না’লামুহুম্; সানু‘আয্যিবুহুম্ র্মারাতাইনি ছুম্মা ইয়ুরাদ্দূনা ইলা-‘আযা-বিন্ ‘আজীম।","english_translit":"Wamimman hawlakum mina alaAArabi munafiqoona wamin ahli almadeenati maradoo AAala alnnifaqi la taAAlamuhum nahnu naAAlamuhum sanuAAaththibuhum marratayni thumma yuraddoona ila AAathabin AAatheemin"},{"sura":9,"aya":102,"quran_text":"وَآخَرُونَ اعْتَرَفُوا بِذُنُوبِهِمْ خَلَطُوا عَمَلًا صَالِحًا وَآخَرَ سَيِّئًا عَسَى اللَّهُ أَنْ يَتُوبَ عَلَيْهِمْ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ","bangla_text":"আর কোন কোন লোক রয়েছে যারা নিজেদের পাপ স্বীকার করেছে, তারা মিশ্রিত করেছে একটি নেককাজ ও অন্য একটি বদকাজ। শীঘ্রই আল্লাহ হয়ত তাদেরকে ক্ষমা করে দেবেন। নিঃঃসন্দেহে আল্লাহ ক্ষমাশীল করুণাময়।","english_text":"But there are others who admit their sins of mixing good deeds with evil. It may be that God will accept their repentance, for God is forgiving and kind.","bangla_translit":"অ আ-খারূনা, তারাফূ বিযুনূবিহিম্ খালাত্বু ‘আমালান্ ছোয়া-লিহাওঁ অআ-খারা সাইয়্যিয়া-; ‘আসাল্লা-হু আইঁ ইয়াতূবা ‘আলাইহিম্ ইন্নাল্লা-হা গাফূর্রু রহীম।","english_translit":"Waakharoona iAAtarafoo bithunoobihim khalatoo AAamalan salihan waakhara sayyian AAasa Allahu an yatooba AAalayhim inna Allaha ghafoorun raheemun"},{"sura":9,"aya":103,"quran_text":"خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا وَصَلِّ عَلَيْهِمْ إِنَّ صَلَاتَكَ سَكَنٌ لَهُمْ وَاللَّهُ سَمِيعٌ عَلِيمٌ","bangla_text":"তাদের মালামাল থেকে যাকাত গ্রহণ কর যাতে তুমি সেগুলোকে পবিত্র করতে এবং সেগুলোকে বরকতময় করতে পার এর মাধ্যমে। আর তুমি তাদের জন্য দোয়া কর, নিঃসন্দেহে তোমার দোয়া তাদের জন্য সান্ত্বনা স্বরূপ। বস্তুতঃ আল্লাহ সবকিছুই শোনেন, জানেন।","english_text":"Accept the offerings they make from their wealth in order to cleanse and purify them for progress, and invoke blessings upon them. Your blessings will surely bring them peace, for God hears all and knows everything.","bangla_translit":"খুয্ মিন্ আমওয়া-লিহিম্ ছদাক্বাতান্ তুত্বোয়াহ্হিরুহুম্ অতুযাক্কীহিম্ বিহা- অছোয়াল্লি ‘আলাইহিম্; ইন্না ছলা-তাকা সাকানুল্লাহুম্; অল্লা-হু সামী‘ঊন ‘আলীম।","english_translit":"Khuth min amwalihim sadaqatan tutahhiruhum watuzakkeehim biha wasalli AAalayhim inna salataka sakanun lahum waAllahu sameeAAun AAaleemun"},{"sura":9,"aya":104,"quran_text":"أَلَمْ يَعْلَمُوا أَنَّ اللَّهَ هُوَ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَأْخُذُ الصَّدَقَاتِ وَأَنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحِيمُ","bangla_text":"তারা কি একথা জানতে পারেনি যে, আল্লাহ নিজেই স্বীয় বান্দাদের তওবা কবুল করেন এবং যাকাত গ্রহণ করেন? বস্তুতঃ আল্লাহই তওবা কবুলকারী, করুণাময়।","english_text":"Do they not know that God accepts the repentance of His creatures and receives what they offer in charity, and that He is forgiving and kind?","bangla_translit":"আলাম্ ইয়া’লামূয় আন্নাল্লা-হা হুঅ ইয়াক্ববালুত তাওবাতা ‘আন ‘ইবা-দিহী অইয়া খুযুছ্ ছদাক্ব-তি অআন্নাল্লা-হা হুঅত্ তাওয়্যা-র্বু রহীম।","english_translit":"Alam yaAAlamoo anna Allaha huwa yaqbalu alttawbata AAan AAibadihi wayakhuthu alssadaqati waanna Allaha huwa alttawwabu alrraheemu"},{"sura":9,"aya":105,"quran_text":"وَقُلِ اعْمَلُوا فَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ وَالْمُؤْمِنُونَ وَسَتُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ","bangla_text":"আর তুমি বলে দাও, তোমরা আমল করে যাও, তার পরবর্তীতে আল্লাহ দেখবেন তোমাদের কাজ এবং দেখবেন রসূল ও মুসলমানগণ। তাছাড়া তোমরা শীগ্রই প্রত্যাবর্তিত হবে তাঁর সান্নিধ্যে যিনি গোপন ও প্রকাশ্য বিষয়ে অবগত। তারপর তিনি জানিয়ে দেবেন তোমাদেরকে যা করতে।","english_text":"Say to them: \"Act. God will see your conduct, and so will His Apostle and the faithful; for you will in the end go back to Him, who knows the unknown and the known, who will tell you of what you were doing.\"","bangla_translit":"অকুলি’মালূ ফাসা ইয়ারল্লা-হু ‘আমালাকুম্ অরসূলুহূ অল্ মু মিনূন্; অ-সাতুরদ্দূনা ইলা‘আ-লিমিল্ গাইবি অশ্ শাহা-দাতি ফাইয়ুনাব্বিউকুম্ বিমা-কুনতুম্ তা’মালূন্।","english_translit":"Waquli iAAmaloo fasayara Allahu AAamalakum warasooluhu waalmuminoona wasaturaddoona ila AAalimi alghaybi waalshshahadati fayunabbiokum bima kuntum taAAmaloona"},{"sura":9,"aya":106,"quran_text":"وَآخَرُونَ مُرْجَوْنَ لِأَمْرِ اللَّهِ إِمَّا يُعَذِّبُهُمْ وَإِمَّا يَتُوبُ عَلَيْهِمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ","bangla_text":"আবার অনেক লোক রয়েছে যাদের কাজকর্ম আল্লাহর নির্দেশের উপর স্থগিত রয়েছে; তিনি হয় তাদের আযাব দেবেন না হয় তাদের ক্ষমা করে দেবেন। বস্তুতঃ আল্লাহ সব কিছুই জ্ঞাত, বিজ্ঞতাসম্পন্ন।","english_text":"There are still some others whose affairs await the dispensation of God. He may punish or pardon them, for God is all-knowing and all-wise.","bangla_translit":"অআ-খারূনা র্মুজ্বাওনা লিআম্রিল্লা-হি ইম্মা-ইয়ু‘আয্যিবুহুম্ অইম্মা-ইয়াতূবু ‘আলাইহিম্ অল্লা-হু ‘আলীমুন্ হাকীম্।","english_translit":"Waakharoona murjawna liamri Allahi imma yuAAaththibuhum waimma yatoobu AAalayhim waAllahu AAaleemun hakeemun"},{"sura":9,"aya":107,"quran_text":"وَالَّذِينَ اتَّخَذُوا مَسْجِدًا ضِرَارًا وَكُفْرًا وَتَفْرِيقًا بَيْنَ الْمُؤْمِنِينَ وَإِرْصَادًا لِمَنْ حَارَبَ اللَّهَ وَرَسُولَهُ مِنْ قَبْلُ وَلَيَحْلِفُنَّ إِنْ أَرَدْنَا إِلَّا الْحُسْنَى وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ","bangla_text":"আর যারা নির্মাণ করেছে মসজিদ জিদের বশে এবং কুফরীর তাড়নায় মুমিনদের মধ্যে বিভেদ সৃস্টির উদ্দেশ্যে এবং ঐ লোকের জন্য ঘাটি স্বরূপ যে পূর্ব থেকে আল্লাহ ও তাঁর রসূলের সাথে যুদ্ধ করে আসছে, আর তারা অবশ্যই শপথ করবে যে, আমরা কেবল কল্যাণই চেয়েছি। পক্ষান্তরে আল্লাহ সাক্ষী যে, তারা সবাই মিথ্যুক।","english_text":"There are those who built a mosque on opposition and disbelief, and to cause rifts among the faithful, and to serve as an outpost for those who have warred against God and His Apostle before this. Yet they will surely swear: \"We had only meant well.\" But God is witness that they are liars.","bangla_translit":"অল লাযীনাত্তাখাযূ মাস্জ্বিদান দ্বিরা-রাওঁ অকুফ্রাওঁ অতাফ্রীক্বাম্ বাইনাল্ মুমিনীনা অর্ইছোয়া-দাল্ লিমান্ হা-রবাল্লা-হা অরসূলাহূ মিন্ ক্বব্ল্; অলা ইয়াহ্লিফুন্না ইন্ আরদ্না য় ইল্লাল্ হুস্না-; অল্লা-হু ইয়াশ্হাদু ইন্নাহুম্ লাকা-যিবূন্।","english_translit":"Waallatheena ittakhathoo masjidan diraran wakufran watafreeqan bayna almumineena wairsadan liman haraba Allaha warasoolahu min qablu walayahlifunna in aradna illa alhusna waAllahu yashhadu innahum lakathiboona"},{"sura":9,"aya":108,"quran_text":"لَا تَقُمْ فِيهِ أَبَدًا لَمَسْجِدٌ أُسِّسَ عَلَى التَّقْوَى مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَنْ تَقُومَ فِيهِ فِيهِ رِجَالٌ يُحِبُّونَ أَنْ يَتَطَهَّرُوا وَاللَّهُ يُحِبُّ الْمُطَّهِّرِينَ","bangla_text":"তুমি কখনো সেখানে দাড়াবে না, তবে যে মসজিদের ভিত্তি রাখা হয়েছে তাকওয়ার উপর প্রথম দিন থেকে, সেটিই তোমার দাঁড়াবার যোগ্য স্থান। সেখানে রয়েছে এমন লোক, যারা পবিত্রতাকে ভালবাসে। আর আল্লাহ পবিত্র লোকদের ভালবাসেন।","english_text":"Never set foot in that place. Only a mosque whose foundations have been laid from the very first on godliness is worthy of your visiting it. There you will find men who wish to be purified; and God loves those who are pure.","bangla_translit":"লা-তাকুম্ ফীহি আবাদা-; লামাস্জ্বিদুন্ উস্সিসা ‘আলাত্তাক্বঅ-মিন্ আওয়্যালি ইয়াওমিন্ আহাক্বকু আন্ তাক্বমা ফীহ্; ফীহি রিজ্বা-লুইঁ ইয়ুহিব্বূনা আইঁ ইয়াতাত্বোয়াহ্হারূ; অল্লা-হু ইয়ুহিব্বুল মুত্ত্বোয়াহ্হিরীন।","english_translit":"La taqum feehi abadan lamasjidun ossisa AAala alttaqwa min awwali yawmin ahaqqu an taqooma feehi feehi rijalun yuhibboona an yatatahharoo waAllahu yuhibbu almuttahhireena"},{"sura":9,"aya":109,"quran_text":"أَفَمَنْ أَسَّسَ بُنْيَانَهُ عَلَى تَقْوَى مِنَ اللَّهِ وَرِضْوَانٍ خَيْرٌ أَمْ مَنْ أَسَّسَ بُنْيَانَهُ عَلَى شَفَا جُرُفٍ هَارٍ فَانْهَارَ بِهِ فِي نَارِ جَهَنَّمَ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ","bangla_text":"যে ব্যাক্তি স্বীয় গৃহের ভিত্তি রেখেছে কোন গর্তের কিনারায় যা ধ্বসে পড়ার নিকটবর্তী এবং অতঃপর তা ওকে নিয়ে দোযখের আগুনে পতিত হয়। আর আল্লাহ জালেমদের পথ দেখান না।","english_text":"Is the man who lays the foundations of his sanctum on his allegiance to God and the wish to seek His favour, better, or he who lays the foundations of his building on the edge of a bank eroded by water, which will collapse with him into the fire of Hell? But God does not guide the people who are wilfully unjust.","bangla_translit":"আফামান্ আস্সাসা বুন্ইয়া-নাহূ ‘আলা-তাক্বঅ- মিনাল্লা-হি অরিদ্ব ওয়া-নিন্ খাইরুন্ আম্ মান্ আস্সাসা বুন্ইয়া-নাহূ ‘আলা- শাফা-জুরুফিন্ হা-রিন্ ফানহা-রা বিহী ফী না-রি জ্বাহান্নাম্; অল্লা-হু লা-ইয়াহ্দিল্ ক্বওমাজ্জোয়া-লিমীন্।","english_translit":"Afaman assasa bunyanahu AAala taqwa mina Allahi waridwanin khayrun am man assasa bunyanahu AAala shafa jurufin harin fainhara bihi fee nari jahannama waAllahu la yahdee alqawma alththalimeena"},{"sura":9,"aya":110,"quran_text":"لَا يَزَالُ بُنْيَانُهُمُ الَّذِي بَنَوْا رِيبَةً فِي قُلُوبِهِمْ إِلَّا أَنْ تَقَطَّعَ قُلُوبُهُمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ","bangla_text":"তাদের নির্মিত গৃহটি তাদের অন্তরে সদা সন্দেহের উদ্রেক করে যাবে যে পর্যন্ত না তাদের অন্তরগুলো চৌচির হয়ে যায়। আর আল্লাহ সর্বজ্ঞ প্রজ্ঞাময়।","english_text":"The edifice they have built will always fill their minds with perturbation (which will not cease) till their hearts are rent to pieces, for God is all-knowing and all-wise.","bangla_translit":"লা-ইয়াযা-লু বুন্ইয়া-নু হুমুল্লাযী বানাও রীবাতান্ ফী কুলূবিহিম্ ইল্লা য় আন্ তাক্বাত্ত্বো‘আ কুলূবুহুম; অল্লা-হু ‘আলীমুন্ হাকীম।","english_translit":"La yazalu bunyanuhumu allathee banaw reebatan fee quloobihim illa an taqattaAAa quloobuhum waAllahu AAaleemun hakeemun"},{"sura":9,"aya":111,"quran_text":"إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَيَقْتُلُونَ وَيُقْتَلُونَ وَعْدًا عَلَيْهِ حَقًّا فِي التَّوْرَاةِ وَالْإِنْجِيلِ وَالْقُرْآنِ وَمَنْ أَوْفَى بِعَهْدِهِ مِنَ اللَّهِ فَاسْتَبْشِرُوا بِبَيْعِكُمُ الَّذِي بَايَعْتُمْ بِهِ وَذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ","bangla_text":"আল্লাহ ক্রয় করে নিয়েছেন মুসলমানদের থেকে তাদের জান ও মাল এই মূল্যে যে, তাদের জন্য রয়েছে জান্নাত। তারা যুদ্ধ করে আল্লাহর রাহেঃ অতঃপর মারে ও মরে। তওরাত, ইঞ্জিল ও কোরআনে তিনি এ সত্য প্রতিশ্রুতিতে অবিচল। আর আল্লাহর চেয়ে প্রতিশ্রুতি রক্ষায় কে অধিক? সুতরাং তোমরা আনন্দিত হও সে লেন-দেনের উপর, যা তোমরা করছ তাঁর সাথে। আর এ হল মহান সাফল্য।","english_text":"God has verily bought the souls and possessions of the faithful in exchange for a promise of Paradise. They fight in the cause of God, and kill and are killed. This is a promise incumbent on Him, as in the Torah, so the Gospel and the Qur'an. And who is more true to his promise than God? So rejoice at the bargain you have made with Him; for this will be triumph supreme.","bangla_translit":"ইন্নাল্লাহাশ্ তারা- মিনাল্ মুমিনীনা আন্ফুসাহুম অআম্ওয়া-লাহুম্ বিআন্না-লাহুমুল্ জ্বান্নাহ্; ইয়ুক্ব-তিলূনা ফী সাবীলিল্লা-হি ফাইয়াক্বতুলূনা অইয়ুক্বতালূন; অ’দান্ ‘আলাইহি হাক্বক্বান্ ফিত্তাওর-তি অল্ইন্জ্বীলি অল্ক্বরুআ-ন্; অমান আওফা-বি‘আহদিহী মিনাল্লা-হি ফাস্তাব্শিরূ বিবাই‘ই কুমুল্লাযী বা-ইয়া’তুম্ বিহ্; অযা-লিকা হঅল্ ফাওযুল্ ‘আজীম।","english_translit":"Inna Allaha ishtara mina almumineena anfusahum waamwalahum bianna lahumu aljannata yuqatiloona fee sabeeli Allahi fayaqtuloona wayuqtaloona waAAdan AAalayhi haqqan fee alttawrati waalinjeeli waalqurani waman awfa biAAahdihi mina Allahi faistabshiroo bibayAAikumu allathee bayaAAtum bihi wathalika huwa alfawzu alAAatheemu"},{"sura":9,"aya":112,"quran_text":"التَّائِبُونَ الْعَابِدُونَ الْحَامِدُونَ السَّائِحُونَ الرَّاكِعُونَ السَّاجِدُونَ الْآمِرُونَ بِالْمَعْرُوفِ وَالنَّاهُونَ عَنِ الْمُنْكَرِ وَالْحَافِظُونَ لِحُدُودِ اللَّهِ وَبَشِّرِ الْمُؤْمِنِينَ","bangla_text":"তারা তওবাকারী, এবাদতকারী, শোকরগোযার, (দুনিয়ার সাথে) সম্পর্কচ্ছেদকারী, রুকু ও সিজদা আদায়কারী, সৎকাজের আদেশ দানকারী ও মন্দ কাজ থেকে নিবৃতকারী এবং আল্লাহর দেওয়া সীমাসমূহের হেফাযতকারী। বস্তুতঃ সুসংবাদ দাও ঈমানদারদেরকে।","english_text":"To those who repent and pay homage, give praise and are devout, who kneel in prayer and bow in supplication, who enjoin good deeds and prohibit the bad, and keep to the limits set by God, announce the news of rejoicing to the faithful.","bangla_translit":"আত্তা - য়িবূনাল্ ‘আ-বিদূনাল হা-মিদূনাস্ সা - য়িহূর্না র-কি‘উনাস্ সা-জ্বিদূনাল্ আ-মিরূনা বিল্মা’রূফি অন্না-হূনা ‘আনিল্ মুন্কারি অল্ হা-ফিজূনা লিহুদূদিল্লা-হ্; অবাশ্শিরিল্ মুমিনীন্।","english_translit":"Alttaiboona alAAabidoona alhamidoona alssaihoona alrrakiAAoona alssajidoona alamiroona bialmaAAroofi waalnnahoona AAani almunkari waalhafithoona lihudoodi Allahi wabashshiri almumineena"},{"sura":9,"aya":113,"quran_text":"مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَى مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ","bangla_text":"নবী ও মুমিনের উচিত নয় মুশরেকদের মাগফেরাত কামনা করে, যদিও তারা আত্নীয় হোক একথা সুস্পষ্ট হওয়ার পর যে তারা দোযখী।","english_text":"It is not worthy of the Prophet and those who believe to seek forgiveness for those who are idolaters, even though they may be their relatives, after they have come to know that they are destined for Hell.","bangla_translit":"মা-কা-না লিন্নাবিয়্যি অল্লাযীনা আ-মানূ য় আইঁ ইয়াস্তাগ্ফিরূ লিল্মুশ্রিকীনা অলাও কা-নূ য় ঊলী র্ক্ববা- মিম্ বা’দি মা- তাবাইয়্যানা লাহুম্ আন্নাহুম্ আছ্হা-বুল্ জ্বাহীম্।","english_translit":"Ma kana lilnnabiyyi waallatheena amanoo an yastaghfiroo lilmushrikeena walaw kanoo olee qurba min baAAdi ma tabayyana lahum annahum ashabu aljaheemi"},{"sura":9,"aya":114,"quran_text":"وَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لِأَبِيهِ إِلَّا عَنْ مَوْعِدَةٍ وَعَدَهَا إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِلَّهِ تَبَرَّأَ مِنْهُ إِنَّ إِبْرَاهِيمَ لَأَوَّاهٌ حَلِيمٌ","bangla_text":"আর ইব্রাহীম কর্তৃক স্বীয় পিতার মাগফেরাত কামনা ছিল কেবল সেই প্রতিশ্রুতির কারণে, যা তিনি তার সাথে করেছিলেন। অতঃপর যখন তাঁর কাছে একথা প্রকাশ পেল যে, সে আল্লাহর শত্রু তখন তার সাথে সম্পর্ক ছিন্ন করে নিলেন। নিঃসন্দেহে ইব্রাহীম ছিলেন বড় কোমল হৃদয়, সহনশীল।","english_text":"As for Abraham's prayer for his father, he was fulfilling a promise he had made to him. Yet when it became evident to him that (his father) was an enemy of God, he broke away from him, though Abraham was soft hearted and kind.","bangla_translit":"অমা-কা-নাস্ তিগ্ফা-রু ইব্রা-হীমা লিআবীহি ইল্লা-‘আম্ মাও‘ই দাতিওঁ অ‘আদাহা য় ইয়্যা-হু ফালাম্মা-তাবাইয়্যানা লাহূয়আন্নাহূ ‘আদুওয়্যুল্লিল্লা-হি তার্বারায়া মিন্হু ইন্না ইব্রা-হীমা লাআওয়্যা-হুন্ হালীম।","english_translit":"Wama kana istighfaru ibraheema liabeehi illa AAan mawAAidatin waAAadaha iyyahu falamma tabayyana lahu annahu AAaduwwun lillahi tabarraa minhu inna ibraheema laawwahun haleemun"},{"sura":9,"aya":115,"quran_text":"وَمَا كَانَ اللَّهُ لِيُضِلَّ قَوْمًا بَعْدَ إِذْ هَدَاهُمْ حَتَّى يُبَيِّنَ لَهُمْ مَا يَتَّقُونَ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ","bangla_text":"আর আল্লাহ কোন জাতিকে হেদায়েত করার পর পথভ্রষ্ট করেন না যতক্ষণ না তাদের জন্য পরিষ্কারভাবে বলে দেন সেসব বিষয় যা থেকে তাদের বেঁচে থাকা দরকার। নিঃসন্দেহে আল্লাহ সব বিষয়ে ওয়াকেফহাল।","english_text":"God never leads men astray after guiding them, until He makes quite clear to them what they should avoid, for God indeed knows each and everything.","bangla_translit":"অমা-কা-নাল্লা-হু লিইয়ুদ্বিল্লা ক্বওমাম্ বা’দা ইয্ হাদা-হুম্ হাত্তা-ইয়ুবাইয়্যিনা লাহুম্ মা-ইয়াত্তাকুন; ইন্নাল্লা-হা বিকুল্লি শাইয়িন্ ‘আলীম।","english_translit":"Wama kana Allahu liyudilla qawman baAAda ith hadahum hatta yubayyina lahum ma yattaqoona inna Allaha bikulli shayin AAaleemun"},{"sura":9,"aya":116,"quran_text":"إِنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يُحْيِي وَيُمِيتُ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ","bangla_text":"নিশ্চয় আল্লাহরই জন্য আসমানসমূহ ও যমীনের সাম্রাজ্য। তিনিই জিন্দা করেন ও মৃত্যু ঘটান, আর আল্লাহ ব্যতীত তোমাদের জন্য কোন সহায়ও নেই, কোন সাহায্যকারীও নেই।","english_text":"Verily God's is the kingdom of the heavens and the earth. He alone is the giver of life and death; and none do you have besides God as friend and helper.","bangla_translit":"ইন্নাল্লা-হা লাহূ মুল্কুস্ সামা-ওয়া-তি অল্ র্আদ্ব্; ইয়ুহ্য়ী অইয়ুমীত্; অমা-লাকুম মিন্ দূনিল্লা-হিমিওঁ অলিয়্যিওঁ অলা-নার্ছী।","english_translit":"Inna Allaha lahu mulku alssamawati waalardi yuhyee wayumeetu wama lakum min dooni Allahi min waliyyin wala naseerin"},{"sura":9,"aya":117,"quran_text":"لَقَدْ تَابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالْأَنْصَارِ الَّذِينَ اتَّبَعُوهُ فِي سَاعَةِ الْعُسْرَةِ مِنْ بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِنْهُمْ ثُمَّ تَابَ عَلَيْهِمْ إِنَّهُ بِهِمْ رَءُوفٌ رَحِيمٌ","bangla_text":"আল্লাহ দয়াশীল নবীর প্রতি এবং মুহাজির ও আনসারদের প্রতি, যারা কঠিন মহূর্তে নবীর সঙ্গে ছিল, যখন তাদের এক দলের অন্তর ফিরে যাওয়ার উপক্রম হয়েছিল। অতঃপর তিনি দয়াপরবশ হন তাদের প্রতি। নিঃসন্দেহে তিনি তাদের প্রতি দয়াশীল ও করুনাময়।","english_text":"God was kind to the Prophet, the emigrants, and the helpers of the faithful who followed him in the hour of distress. When a section of them were about to lose courage He turned to them in His mercy, for He is compassionate and kind.","bangla_translit":"লাক্বত্ তা-বাল্লা-হু ‘আলান্নাবিয়্যি অল্মুহা-জ্বিরীনা অল্আন্ছোয়া-রিল্ লাযীনাত্ তাবা‘ঊহু ফী সা-‘আতিল্ ‘উস্রতি মিম্ বা’দি মা-কা-দা ইয়াযীগু কুলূবু ফারীক্বিঁম্ মিন্হুম্ ছুম্মা তা-বা ‘আলাইহিম্; ইন্নাহূ বিহিম্ রাঊর্ফু রাহীম্।","english_translit":"Laqad taba Allahu AAala alnnabiyyi waalmuhajireena waalansari allatheena ittabaAAoohu fee saAAati alAAusrati min baAAdi ma kada yazeeghu quloobu fareeqin minhum thumma taba AAalayhim innahu bihim raoofun raheemun"},{"sura":9,"aya":118,"quran_text":"وَعَلَى الثَّلَاثَةِ الَّذِينَ خُلِّفُوا حَتَّى إِذَا ضَاقَتْ عَلَيْهِمُ الْأَرْضُ بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ أَنْفُسُهُمْ وَظَنُّوا أَنْ لَا مَلْجَأَ مِنَ اللَّهِ إِلَّا إِلَيْهِ ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوبُوا إِنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحِيمُ","bangla_text":"এবং অপর তিনজনকে যাদেরকে পেছনে রাখা হয়েছিল, যখন পৃথিবী বিস্তৃত হওয়া সত্বেও তাদের জন্য সঙ্কুচিত হয়ে গেল এবং তাদের জীবন দূর্বিসহ হয়ে উঠলো; আর তারা বুঝতে পারলো যে, আল্লাহ ব্যতীত আর কোন আশ্রয়স্থল নেই-অতঃপর তিনি সদয় হলেন তাদের প্রতি যাতে তারা ফিরে আসে। নিঃসন্দেহে আল্লাহ দয়াময় করুণাশীল।","english_text":"He has relented towards the three also (who had refused to go to the battle of the Ditch) whose case was left undecided, and even the earth with all its expanse had become narrow for them, and their lives were confined, and they came to realise there was no refuge for them except in God. So He softened towards them that they may repent; for God surely accepts repentance and is merciful.","bangla_translit":"অ‘আলাছ্ ছালা-ছাতিল্ লাযীনা খুল্লিফূ; হাত্তা য় ইযা- দ্বোয়া-ক্বাত্ ‘আলাইহিমুল্ র্আদ্বু বিমা-রহুবাত্ অদ্বোয়া-ক্বাত্ ‘আলাইহিম্ আন্ফুসুহুম্ অজোয়ান্নূ য় আল্লা-মাল্জ্বায়া মিনাল্লা-হ্ ইল্লা য় ইলাইহ্; ছুম্মা তা-বা ‘আলাইহিম্ লিইয়াতূবূ ইন্নাল্লা-হা হুঅত তাওয়্যা-র্বু রহীম।","english_translit":"WaAAala alththalathati allatheena khullifoo hatta itha daqat AAalayhimu alardu bima rahubat wadaqat AAalayhim anfusuhum wathannoo an la maljaa mina Allahi illa ilayhi thumma taba AAalayhim liyatooboo inna Allaha huwa alttawwabu alrraheemu"},{"sura":9,"aya":119,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَكُونُوا مَعَ الصَّادِقِينَ","bangla_text":"হে ঈমানদারগণ, আল্লাহকে ভয় কর এবং সত্যবাদীদের সাথে থাক।","english_text":"O believers, do not stray from the path of God, and be with those who are truthful.","bangla_translit":"ইয়া য় আইয়্যুহাল্লাযীনা আ-মানুত তাকুল্লা-হা অকূনূ মা‘আছ্ ছোয়া-দিক্বীন।","english_translit":"Ya ayyuha allatheena amanoo ittaqoo Allaha wakoonoo maAAa alssadiqeena"},{"sura":9,"aya":120,"quran_text":"مَا كَانَ لِأَهْلِ الْمَدِينَةِ وَمَنْ حَوْلَهُمْ مِنَ الْأَعْرَابِ أَنْ يَتَخَلَّفُوا عَنْ رَسُولِ اللَّهِ وَلَا يَرْغَبُوا بِأَنْفُسِهِمْ عَنْ نَفْسِهِ ذَلِكَ بِأَنَّهُمْ لَا يُصِيبُهُمْ ظَمَأٌ وَلَا نَصَبٌ وَلَا مَخْمَصَةٌ فِي سَبِيلِ اللَّهِ وَلَا يَطَئُونَ مَوْطِئًا يَغِيظُ الْكُفَّارَ وَلَا يَنَالُونَ مِنْ عَدُوٍّ نَيْلًا إِلَّا كُتِبَ لَهُمْ بِهِ عَمَلٌ صَالِحٌ إِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ","bangla_text":"মদীনাবাসী ও পাশ্ববর্তী পল্লীবাসীদের উচিত নয় রসূলুল্লাহর সঙ্গ ত্যাগ করে পেছনে থেকে যাওয়া এবং রসূলের প্রাণ থেকে নিজেদের প্রাণকে অধিক প্রিয় মনে করা। এটি এজন্য যে, আল্লাহর পথে যে তৃষ্ণা, ক্লান্তি ও ক্ষুধা তাদের স্পর্শ করে এবং তাদের এমন পদক্ষেপ যা কাফেরদের মনে ক্রোধের কারণ হয় আর শত্রুদের পক্ষ থেকে তারা যা কিছু প্রাপ্ত হয়-তার প্রত্যেকটির পরিবর্তে তাদের জন্য লিখিত হয়ে নেক আমল। নিঃসন্দেহে আল্লাহ সৎকর্মশীল লোকদের হক নষ্ট করেন না।","english_text":"It was not worthy of the people of Madina, and the Arabs of the desert around them, to abandon the Prophet of God, and to care more for themselves than for him; for there is no hardship or thirst or hunger that they know in the service of God, and no place they walk on where walking provokes the unbelievers, and no harm they receive from the enemy, but is put down as a good deed in their favour. Surely God does not let the recompense of those who do good to go waste.","bangla_translit":"মা-কা-না লি আহ্লিল্ মাদীনাতি অমান্ হাওলাহুম্ মিনাল্ আ’র-বি আইঁ ইয়াতাখাল্লাফূ র্আ রসূলিল্লা-হি অলা-ইর্য়াগবূ বিআন্ফুসিহিম্ ‘আন্ নাফ্সিহ্; যা-লিকা বিআন্নাহুম্ লা-ইয়ুছীবুহুম্ জোয়ামাউওঁ অলা-নাছোয়াবুওঁ অলা-মাখ্মাছোয়াতুন ফী সাবীলিল্লা-হি অলা- ইয়াত্বোয়াঊনা মাওত্বিয়াইঁ ইয়াগীজুল্ কুফ্ফা-রা অলা-ইয়ানা-লূনা মিন্ ‘আদুওয়্যিন্ নাইলান্ ইল্লা-কুতিবা লাহুম বিহী ‘আমালুন্ ছোয়া-লিহ্; ইন্নাল্লা-হা লা-ইয়্যুদ্বী‘উ আজরাল্ মুহ্সিনীন্।","english_translit":"Ma kana liahli almadeenati waman hawlahum mina alaAArabi an yatakhallafoo AAan rasooli Allahi wala yarghaboo bianfusihim AAan nafsihi thalika biannahum la yuseebuhum thamaon wala nasabun wala makhmasatun fee sabeeli Allahi wala yataoona mawtian yagheethu alkuffara wala yanaloona min AAaduwwin naylan illa kutiba lahum bihi AAamalun salihun inna Allaha la yudeeAAu ajra almuhsineena"},{"sura":9,"aya":121,"quran_text":"وَلَا يُنْفِقُونَ نَفَقَةً صَغِيرَةً وَلَا كَبِيرَةً وَلَا يَقْطَعُونَ وَادِيًا إِلَّا كُتِبَ لَهُمْ لِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ مَا كَانُوا يَعْمَلُونَ","bangla_text":"আর তারা অল্প-বিস্তর যা কিছু ব্যয় করে, যত প্রান্তর তারা অতিক্রম করে, তা সবই তাদের নামে লেখা হয়, যেন আল্লাহ তাদের কৃতকর্মসমূহের উত্তম বিনিময় প্রদান করেন।","english_text":"There is not a sum, large or small, that they spend, not a piece of land that they traverse (in the service of God) which is not put down in their favour, so that God could reward them for what they had done.","bangla_translit":"অলা-ইয়ুন্ফিকুনা নাফাক্বাতান্ ছোয়াগীরাতাওঁ অলা-কাবীরাতাওঁ অলা-ইয়াক্বত্বোয়া‘ঊনা ওয়া-দিইয়ান্ ইল্লা-কুতিবা লাহুম্ লিইয়াজযিয়া হুমুল্লা-হু আহ্সানা মা-কা-নূ ইয়া’মালূন্।","english_translit":"Wala yunfiqoona nafaqatan sagheeratan wala kabeeratan wala yaqtaAAoona wadiyan illa kutiba lahum liyajziyahumu Allahu ahsana ma kanoo yaAAmaloona"},{"sura":9,"aya":122,"quran_text":"وَمَا كَانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً فَلَوْلَا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ","bangla_text":"আর সমস্ত মুমিনের অভিযানে বের হওয়া সঙ্গত নয়। তাই তাদের প্রত্যেক দলের একটি অংশ কেন বের হলো না, যাতে দ্বীনের জ্ঞান লাভ করে এবং সংবাদ দান করে স্বজাতিকে, যখন তারা তাদের কাছে প্রত্যাবর্তন করবে, যেন তারা বাঁচতে পারে।","english_text":"It is not possible for all believers to go out (to fight). So a part of each section (of the population) should go (to fight) in order that the others may acquire understanding of law and divinity, and warn their companions on return so that they may take heed for themselves.","bangla_translit":"অমা-কা-নাল্ মুমিনূনা লিইয়ান্ফিরূ কা - ফ্ফাহ্; ফালাওলা নাফারা মিন্ কুল্লি র্ফিক্বতিম্ মিন্হুম্ ত্বোয়া-য়িফাতুল্ লিইয়াতাফাক্বক্বাহূ ফিদ দীনি অলিইয়ুন্যিরূ ক্বাওমাহুম্ ইযা-রাজা‘উ য় ইলাইহিম্ লা‘আল্লাহুম্ ইয়াহ্যারূন্।","english_translit":"Wama kana almuminoona liyanfiroo kaffatan falawla nafara min kulli firqatin minhum taifatun liyatafaqqahoo fee alddeeni waliyunthiroo qawmahum itha rajaAAoo ilayhim laAAallahum yahtharoona"},{"sura":9,"aya":123,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا قَاتِلُوا الَّذِينَ يَلُونَكُمْ مِنَ الْكُفَّارِ وَلْيَجِدُوا فِيكُمْ غِلْظَةً وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ","bangla_text":"হে ঈমানদারগণ, তোমাদের নিকটবর্তী কাফেরদের সাথে যুদ্ধ চালিয়ে যাও এবং তারা তোমাদের মধ্যে কঠোরতা অনুভব করুক আর জেনে রাখ, আল্লাহ মুত্তাকীদের সাথে রয়েছেন।","english_text":"O believers, fight the unbelievers around you, and let them realise that you are firm: Remember, God is with those who are pious and obedient to Him.","bangla_translit":"ইয়া য় আইয়্যুহাল্ লাযীনা আ-মানূ ক্বা-তিলুল্লাযীনা ইয়ালূনাকুম্ মিনাল্ কুফ্ফা-রি অল্ইয়াজ্বিদূ ফীকুম্ গিল্জোয়াহ্; অ’লামূ য় আন্নাল্লা-হা মা‘আল্ মুত্তাক্বীন্।","english_translit":"Ya ayyuha allatheena amanoo qatiloo allatheena yaloonakum mina alkuffari walyajidoo feekum ghilthatan waiAAlamoo anna Allaha maAAa almuttaqeena"},{"sura":9,"aya":124,"quran_text":"وَإِذَا مَا أُنْزِلَتْ سُورَةٌ فَمِنْهُمْ مَنْ يَقُولُ أَيُّكُمْ زَادَتْهُ هَذِهِ إِيمَانًا فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ","bangla_text":"আর যখন কোন সূরা অবতীর্ণ হয়, তখন তাদের কেউ কেউ বলে, এ সূরা তোমাদের মধ্যেকার ঈমান কতটা বৃদ্ধি করলো? অতএব যারা ঈমানদার, এ সূরা তাদের ঈমান বৃদ্ধি করেছে এবং তারা আনন্দিত হয়েছে।","english_text":"When a Surah is revealed some of them remark: \"Whose faith among you has it increased?\" It does increase the faith of those who believe, and they rejoice.","bangla_translit":"অইযা- মা য় উন্যিলাত্ সূরাতুন ফামিন্হুম মাইঁ ইয়াকুলু আইয়্যুকুম্ যা-দাত্হু হা-যিহী য় ঈমা-নান্ ফাআম্মাল্লাযীনা আ-মানূ ফাযা-দাত্হুম্ ঈমা-নাওঁ অহুম্ ইয়াস্তাব্শিরূন্।","english_translit":"Waitha ma onzilat sooratun faminhum man yaqoolu ayyukum zadathu hathihi eemanan faamma allatheena amanoo fazadathum eemanan wahum yastabshiroona"},{"sura":9,"aya":125,"quran_text":"وَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ فَزَادَتْهُمْ رِجْسًا إِلَى رِجْسِهِمْ وَمَاتُوا وَهُمْ كَافِرُونَ","bangla_text":"বস্তুতঃ যাদের অন্তরে ব্যাধি রয়েছে এটি তাদের কলুষের সাথে আরো কলুষ বৃদ্ধি করেছে এবং তারা কাফের অবস্থায়ই মৃত্যু বরণ করলো।","english_text":"But it adds disbelief to disbelief for those whose hearts are filled with doubt, and they die disbelieving.","bangla_translit":"অআম্মাল্লাযীনা ফী কুলূবিহিম্ মারাদ্বুন্ ফাযা-দাত্হুম রিজসান্ ইলা-রিজসিহিম্ অমা-তূ অহুম্ কা-ফিরূন।","english_translit":"Waamma allatheena fee quloobihim maradun fazadathum rijsan ila rijsihim wamatoo wahum kafiroona"},{"sura":9,"aya":126,"quran_text":"أَوَلَا يَرَوْنَ أَنَّهُمْ يُفْتَنُونَ فِي كُلِّ عَامٍ مَرَّةً أَوْ مَرَّتَيْنِ ثُمَّ لَا يَتُوبُونَ وَلَا هُمْ يَذَّكَّرُونَ","bangla_text":"তারা কি লক্ষ্য করে না, প্রতি বছর তারা দু’একবার বিপর্যস্ত হচ্ছে, অথচ, তারা এরপরও তওবা করে না কিংবা উপদেশ গ্রহণ করে না।","english_text":"Do they not know that they are tried every year once or twice? Even then they do not repent and take heed.","bangla_translit":"আঅলা-ইয়ারাওনা আন্নাহুম্ ইয়ুফ্তানূনা ফী কুল্লি ‘আ-মিম্ র্মারতান্ আও র্মারতাইনি ছুম্মা লা-ইয়াতূবূনা অলা-হুম্ ইয়ায্যাক্কারূন।","english_translit":"Awala yarawna annahum yuftanoona fee kulli AAamin marratan aw marratayni thumma la yatooboona wala hum yaththakkaroona"},{"sura":9,"aya":127,"quran_text":"وَإِذَا مَا أُنْزِلَتْ سُورَةٌ نَظَرَ بَعْضُهُمْ إِلَى بَعْضٍ هَلْ يَرَاكُمْ مِنْ أَحَدٍ ثُمَّ انْصَرَفُوا صَرَفَ اللَّهُ قُلُوبَهُمْ بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ","bangla_text":"আর যখনই কোন সূরা অবতীর্ণ হয়, তখন তারা একে অন্যের দিকে তাকায় যে, কোন মুসলমান তোমাদের দেখছে কি-না-অতঃপর সরে পড়ে। আল্লাহ ওদের অন্তরকে সত্য বিমুখ করে দিয়েছেন! নিশ্চয়ই তারা নির্বোধ সম্প্রদায়।","english_text":"Whenever a Surah is revealed they look at each other (so as to ask): \"Is anyone looking at Us?\" and then turn away. Indeed God has turned their hearts away (from the truth), for they cannot discern the law of heaven.","bangla_translit":"অইযা-মা য় উন্যিলাত্ সূরাতুন্ নাজোয়ারা বা’দ্বুহুম্ ইলা-বা’দ্ব্; হাল্ ইয়ারা-কুম্ মিন্ আহাদিন ছুম্মান্ ছোয়ারাফূ; ছোয়ারাফাল্লা-হু কুলূবাহুম বিআন্নাহুম্ ক্বওমুল্ লা-ইয়াফ্ক্বহূন্।","english_translit":"Waitha ma onzilat sooratun nathara baAAduhum ila baAAdin hal yarakum min ahadin thumma insarafoo sarafa Allahu quloobahum biannahum qawmun la yafqahoona"},{"sura":9,"aya":128,"quran_text":"لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَءُوفٌ رَحِيمٌ","bangla_text":"তোমাদের কাছে এসেছে তোমাদের মধ্য থেকেই একজন রসূল। তোমাদের দুঃখ-কষ্ট তার পক্ষে দুঃসহ। তিনি তোমাদের মঙ্গলকামী, মুমিনদের প্রতি স্নেহশীল, দয়াময়।","english_text":"To you has come an Apostle from among you. Any sorrow that befalls you weighs upon him; He is eager for your happiness, full of concern for the faithful, compassionate and kind.","bangla_translit":"লাক্বদ্ জ্বা - য়াকুম্ রসূলুম্ মিন আনফুসিকুম্ ‘আযীযুন্ ‘আলাইহি মা-‘আনিত্তুম্ হারীছুন ‘আলাইকুম্ বিল্মুমিনীনা রাঊর্ফু রহীম্।","english_translit":"Laqad jaakum rasoolun min anfusikum AAazeezun AAalayhi ma AAanittum hareesun AAalaykum bialmumineena raoofun raheemun"},{"sura":9,"aya":129,"quran_text":"فَإِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ","bangla_text":"এ সত্ত্বেও যদি তারা বিমুখ হয়ে থাকে, তবে বলে দাও, আল্লাহই আমার জন্য যথেষ্ট, তিনি ব্যতীত আর কারো বন্দেগী নেই। আমি তাঁরই ভরসা করি এবং তিনিই মহান আরশের অধিপতি।","english_text":"So, if they turn away, say to them: \"God is sufficient for me. There is no God but He; I depend on Him alone, the Lord of the glorious Throne.\"","bangla_translit":"ফাইন তাঅল্লাও ফাকুল্ হাস্বিয়াল্লা-হু লা য় ইলা-হা ইল্লা-হূ; ‘আলাইহি তাওয়াক্কাল্তু অহুঅ রব্বুল ‘র্আশিল্ ‘আজীম।","english_translit":"Fain tawallaw faqul hasbiya Allahu la ilaha illa huwa AAalayhi tawakkaltu wahuwa rabbu alAAarshi alAAatheemi"}]