[{"sura":20,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ طه","bangla_text":"তোয়া-হা","english_text":"TA HA."},{"sura":20,"aya":2,"quran_text":"مَا أَنْزَلْنَا عَلَيْكَ الْقُرْآنَ لِتَشْقَى","bangla_text":"আপনাকে ক্লেশ দেবার জন্য আমি আপনার প্রতি কোরআন অবতীর্ণ করিনি।","english_text":"We have not sent down the Qur'an to you that you should be burdened,"},{"sura":20,"aya":3,"quran_text":"إِلَّا تَذْكِرَةً لِمَنْ يَخْشَى","bangla_text":"কিন্তু তাদেরই উপদেশের জন্য যারা ভয় করে।","english_text":"But as admonition for him who fears --"},{"sura":20,"aya":4,"quran_text":"تَنْزِيلًا مِمَّنْ خَلَقَ الْأَرْضَ وَالسَّمَاوَاتِ الْعُلَى","bangla_text":"এটা তাঁর কাছ থেকে অবতীর্ণ, যিনি ভূমন্ডল ও সমুচ্চ নভোমন্ডল সৃষ্টি করেছেন।","english_text":"A revelation from Him who created the earth and the high ascending skies,"},{"sura":20,"aya":5,"quran_text":"الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى","bangla_text":"তিনি পরম দয়াময়, আরশে সমাসীন হয়েছেন।","english_text":"The ever-merciful, established on the throne (of authority)."},{"sura":20,"aya":6,"quran_text":"لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَمَا بَيْنَهُمَا وَمَا تَحْتَ الثَّرَى","bangla_text":"নভোমন্ডলে, ভুমন্ডলে, এতদুভয়ের মধ্যবর্তী স্থানে এবং সিক্ত ভূগর্ভে যা আছে, তা তাঁরই।","english_text":"Whatever is in the heavens and the earth and in between them, belongs to Him, as whatever lies under the earth."},{"sura":20,"aya":7,"quran_text":"وَإِنْ تَجْهَرْ بِالْقَوْلِ فَإِنَّهُ يَعْلَمُ السِّرَّ وَأَخْفَى","bangla_text":"যদি তুমি উচ্চকন্ঠেও কথা বল, তিনি তো গুপ্ত ও তদপেক্ষাও গুপ্ত বিষয়বস্তু জানেন।","english_text":"Whether you say a thing aloud or inaudibly, He has knowledge of the secret and the hidden."},{"sura":20,"aya":8,"quran_text":"اللَّهُ لَا إِلَهَ إِلَّا هُوَ لَهُ الْأَسْمَاءُ الْحُسْنَى","bangla_text":"আল্লাহ তিনি ব্যতীত কোন উপাস্য ইলাহ নেই। সব সৌন্দর্যমন্ডিত নাম তাঁরই।","english_text":"God: There is no god but He. To Him belong the attributes most beautiful."},{"sura":20,"aya":9,"quran_text":"وَهَلْ أَتَاكَ حَدِيثُ مُوسَى","bangla_text":"আপনার কাছে মূসার বৃত্তান্ত পৌঁছেছে কি।","english_text":"Has the story of Moses come to you?"},{"sura":20,"aya":10,"quran_text":"إِذْ رَأَى نَارًا فَقَالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ نَارًا لَعَلِّي آتِيكُمْ مِنْهَا بِقَبَسٍ أَوْ أَجِدُ عَلَى النَّارِ هُدًى","bangla_text":"তিনি যখন আগুন দেখলেন, তখন পরিবারবর্গকে বললেনঃ তোমরা এখানে অবস্থান কর আমি আগুন দেখেছি। সম্ভবতঃ আমি তা থেকে তোমাদের কাছে কিছু আগুন জালিয়ে আনতে পারব অথবা আগুনে পৌছে পথের সন্ধান পাব।","english_text":"When he saw a fire he said to his family: \"You wait here. I have seen a fire. I may haply be able to bring an ember from it, or find direction by the fire.\""},{"sura":20,"aya":11,"quran_text":"فَلَمَّا أَتَاهَا نُودِيَ يَا مُوسَى","bangla_text":"অতঃপর যখন তিনি আগুনের কাছে পৌছলেন, তখন আওয়াজ আসল হে মূসা,","english_text":"When he approached it, a voice called out:"},{"sura":20,"aya":12,"quran_text":"إِنِّي أَنَا رَبُّكَ فَاخْلَعْ نَعْلَيْكَ إِنَّكَ بِالْوَادِ الْمُقَدَّسِ طُوًى","bangla_text":"আমিই তোমার পালনকর্তা, অতএব তুমি জুতা খুলে ফেল, তুমি পবিত্র উপত্যকা তুয়ায় রয়েছ।","english_text":"\"O Moses, I am verily your Lord, so take off your shoes, for you are in the holy plain of Towa."},{"sura":20,"aya":13,"quran_text":"وَأَنَا اخْتَرْتُكَ فَاسْتَمِعْ لِمَا يُوحَى","bangla_text":"এবং আমি তোমাকে মনোনীত করেছি, অতএব যা প্রত্যাদেশ করা হচ্ছে, তা শুনতে থাক।","english_text":"I have chosen you, so listen to what is revealed to you."},{"sura":20,"aya":14,"quran_text":"إِنَّنِي أَنَا اللَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدْنِي وَأَقِمِ الصَّلَاةَ لِذِكْرِي","bangla_text":"আমিই আল্লাহ আমি ব্যতীত কোন ইলাহ নেই। অতএব আমার এবাদত কর এবং আমার স্মরণার্থে নামায কায়েম কর।","english_text":"I am God, and there is no god but I, so serve Me, and observe acts of prayer to remember Me."},{"sura":20,"aya":15,"quran_text":"إِنَّ السَّاعَةَ آتِيَةٌ أَكَادُ أُخْفِيهَا لِتُجْزَى كُلُّ نَفْسٍ بِمَا تَسْعَى","bangla_text":"কেয়ামত অবশ্যই আসবে, আমি তা গোপন রাখতে চাই; যাতে প্রত্যেকেই তার কর্মানুযায়ী ফল লাভ করে।","english_text":"Verily the Hour (of the great change) is about to come. I keep it secret that every soul may be rewarded for its endeavour."},{"sura":20,"aya":16,"quran_text":"فَلَا يَصُدَّنَّكَ عَنْهَا مَنْ لَا يُؤْمِنُ بِهَا وَاتَّبَعَ هَوَاهُ فَتَرْدَى","bangla_text":"সুতরাং যে ব্যক্তি কেয়ামতে বিশ্বাস রাখে না এবং নিজ খাহেশের অনুসরণ করে, সে যেন তোমাকে তা থেকে নিবৃত্ত না করে। নিবৃত্ত হলে তুমি ধবংস হয়ে যাবে।","english_text":"So do not let those who do not believe in it and follow their vain desires, turn you away from it."},{"sura":20,"aya":17,"quran_text":"وَمَا تِلْكَ بِيَمِينِكَ يَا مُوسَى","bangla_text":"হে মূসা, তোমার ডানহাতে ওটা কি?","english_text":"What is that in your right band, O Moses?\""},{"sura":20,"aya":18,"quran_text":"قَالَ هِيَ عَصَايَ أَتَوَكَّأُ عَلَيْهَا وَأَهُشُّ بِهَا عَلَى غَنَمِي وَلِيَ فِيهَا مَآرِبُ أُخْرَى","bangla_text":"তিনি বললেনঃ এটা আমার লাঠি, আমি এর উপর ভর দেই এবং এর দ্বারা আমার ছাগপালের জন্যে বৃক্ষপত্র ঝেড়ে ফেলি এবং এতে আমার অন্যান্য কাজ ও চলে।","english_text":"\"It's my staff,\" he answered; \"I lean on it, and fell leaves for my goats with it, and I have other uses for it.\""},{"sura":20,"aya":19,"quran_text":"قَالَ أَلْقِهَا يَا مُوسَى","bangla_text":"আল্লাহ বললেনঃ হে মূসা, তুমি ওটা নিক্ষেপ কর।","english_text":"\"Throw it down, O Moses,\" said (the Voice)."},{"sura":20,"aya":20,"quran_text":"فَأَلْقَاهَا فَإِذَا هِيَ حَيَّةٌ تَسْعَى","bangla_text":"অতঃপর তিনি তা নিক্ষেপ করলেন, অমনি তা সাপ হয়ে ছুটাছুটি করতে লাগল।","english_text":"So he threw it down, and lo, it became a running serpent."},{"sura":20,"aya":21,"quran_text":"قَالَ خُذْهَا وَلَا تَخَفْ سَنُعِيدُهَا سِيرَتَهَا الْأُولَى","bangla_text":"আল্লাহ বললেনঃ তুমি তাকে ধর এবং ভয় করো না, আমি এখনি একে পূর্বাবস্থায় ফিরিয়ে দেব।","english_text":"\"Catch it,\" said He, \"and have no fear; We shall revert it to its former state."},{"sura":20,"aya":22,"quran_text":"وَاضْمُمْ يَدَكَ إِلَى جَنَاحِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ آيَةً أُخْرَى","bangla_text":"তোমার হাত বগলে রাখ, তা বের হয়ে আসবে নির্মল উজ্জ্বল হয়ে অন্য এক নিদর্শন রূপে; কোন দোষ ছাড়াই।","english_text":"And face what is to come with patience, your hand will not be tarnished with blame: Another sign"},{"sura":20,"aya":23,"quran_text":"لِنُرِيَكَ مِنْ آيَاتِنَا الْكُبْرَى","bangla_text":"এটা এজন্যে যে, আমি আমার বিরাট নিদর্শনাবলীর কিছু তোমাকে দেখাই।","english_text":"That We may go on showing you Our greater signs."},{"sura":20,"aya":24,"quran_text":"اذْهَبْ إِلَى فِرْعَوْنَ إِنَّهُ طَغَى","bangla_text":"ফেরাউনের নিকট যাও, সে দারুণ উদ্ধত হয়ে গেছে।","english_text":"Go to the Pharaoh as he has become exceedingly rebellious.\""},{"sura":20,"aya":25,"quran_text":"قَالَ رَبِّ اشْرَحْ لِي صَدْرِي","bangla_text":"মূসা বললেনঃ হে আমার পালনকর্তা আমার বক্ষ প্রশস্ত করে দিন।","english_text":"Moses said: \"O my Lord, enlarge my breast,"},{"sura":20,"aya":26,"quran_text":"وَيَسِّرْ لِي أَمْرِي","bangla_text":"এবং আমার কাজ সহজ করে দিন।","english_text":"And make my mission easy."},{"sura":20,"aya":27,"quran_text":"وَاحْلُلْ عُقْدَةً مِنْ لِسَانِي","bangla_text":"এবং আমার জিহবা থেকে জড়তা দূর করে দিন।","english_text":"Remove the defect of my tongue"},{"sura":20,"aya":28,"quran_text":"يَفْقَهُوا قَوْلِي","bangla_text":"যাতে তারা আমার কথা বুঝতে পারে।","english_text":"That they may understand my speech,"},{"sura":20,"aya":29,"quran_text":"وَاجْعَلْ لِي وَزِيرًا مِنْ أَهْلِي","bangla_text":"এবং আমার পরিবারবর্গের মধ্য থেকে আমার একজন সাহায্যকারী করে দিন।","english_text":"And give me as assistant from my family"},{"sura":20,"aya":30,"quran_text":"هَارُونَ أَخِي","bangla_text":"আমার ভাই হারুনকে।","english_text":"Aaron my brother"},{"sura":20,"aya":31,"quran_text":"اشْدُدْ بِهِ أَزْرِي","bangla_text":"তার মাধ্যমে আমার কোমর মজবুত করুন।","english_text":"To strengthen me"},{"sura":20,"aya":32,"quran_text":"وَأَشْرِكْهُ فِي أَمْرِي","bangla_text":"এবং তাকে আমার কাজে অংশীদার করুন।","english_text":"And share my task,"},{"sura":20,"aya":33,"quran_text":"كَيْ نُسَبِّحَكَ كَثِيرًا","bangla_text":"যাতে আমরা বেশী করে আপনার পবিত্রতা ও মহিমা ঘোষনা করতে পারি।","english_text":"That we may sing Your praises much,"},{"sura":20,"aya":34,"quran_text":"وَنَذْكُرَكَ كَثِيرًا","bangla_text":"এবং বেশী পরিমাণে আপনাকে স্মরণ করতে পারি।","english_text":"And remember you a great deal."},{"sura":20,"aya":35,"quran_text":"إِنَّكَ كُنْتَ بِنَا بَصِيرًا","bangla_text":"আপনি তো আমাদের অবস্থা সবই দেখছেন।","english_text":"Surely You know us well.\""},{"sura":20,"aya":36,"quran_text":"قَالَ قَدْ أُوتِيتَ سُؤْلَكَ يَا مُوسَى","bangla_text":"আল্লাহ বললেনঃ হে মূসা, তুমি যা চেয়েছ তা তোমাকে দেয়া হল।","english_text":"He answered: \"Granted is your prayer, O Moses."},{"sura":20,"aya":37,"quran_text":"وَلَقَدْ مَنَنَّا عَلَيْكَ مَرَّةً أُخْرَى","bangla_text":"আমি তোমার প্রতি আরও একবার অনুগ্রহ করেছিলাম।","english_text":"We have bestowed Our favour on you before this"},{"sura":20,"aya":38,"quran_text":"إِذْ أَوْحَيْنَا إِلَى أُمِّكَ مَا يُوحَى","bangla_text":"যখন আমি তোমার মাতাকে নির্দেশ দিয়েছিলাম যা অতঃপর বর্ণিত হচ্ছে।","english_text":"When We told your mother what We relate:"},{"sura":20,"aya":39,"quran_text":"أَنِ اقْذِفِيهِ فِي التَّابُوتِ فَاقْذِفِيهِ فِي الْيَمِّ فَلْيُلْقِهِ الْيَمُّ بِالسَّاحِلِ يَأْخُذْهُ عَدُوٌّ لِي وَعَدُوٌّ لَهُ وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِنِّي وَلِتُصْنَعَ عَلَى عَيْنِي","bangla_text":"যে, তুমি (মূসাকে) সিন্দুকে রাখ, অতঃপর তা দরিয়ায় ভাসিয়ে দাও, অতঃপর দরিয়া তাকে তীরে ঠেলে দেবে। তাকে আমার শক্র ও তার শক্র উঠিয়ে নেবে। আমি তোমার প্রতি মহব্বত সঞ্চারিত করেছিলাম আমার নিজের পক্ষ থেকে, যাতে তুমি আমার দৃষ্টির সামনে প্রতি পালিত হও।","english_text":"'Put him in a wooden box and cast it in the river. The river will cast it on the bank. An enemy of Ours, and his, will retrieve it.' We bestowed Our love on you that you may be reared under Our eyes."},{"sura":20,"aya":40,"quran_text":"إِذْ تَمْشِي أُخْتُكَ فَتَقُولُ هَلْ أَدُلُّكُمْ عَلَى مَنْ يَكْفُلُهُ فَرَجَعْنَاكَ إِلَى أُمِّكَ كَيْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَقَتَلْتَ نَفْسًا فَنَجَّيْنَاكَ مِنَ الْغَمِّ وَفَتَنَّاكَ فُتُونًا فَلَبِثْتَ سِنِينَ فِي أَهْلِ مَدْيَنَ ثُمَّ جِئْتَ عَلَى قَدَرٍ يَا مُوسَى","bangla_text":"যখন তোমার ভগিনী এসে বললঃ আমি কি তোমাদেরকে বলে দেব কে তাকে লালন পালন করবে। অতঃপর আমি তোমাকে তোমার মাতার কাছে ফিরিয়ে দিলাম, যাতে তার চক্ষু শীতল হয় এবং দুঃখ না পায়। তুমি এক ব্যক্তিকে হত্যা করেছিলে, অতঃপর আমি তোমাকে এই দুশ্চিন্তা থেকে মুক্তি দেই; আমি তোমাকে অনেক পরীক্ষা করেছি। অতঃপর তুমি কয়েক বছর মাদইয়ান বাসীদের মধ্যে অবস্থান করেছিলে; হে মূসা, অতঃপর তুমি নির্ধারিত সময়ে এসেছ।","english_text":"Then your sister followed you, and said (to the people who had retrieved the child): 'Should I guide you to a person who can nurse him?' We thus brought you back to your mother that her heart may be cheered, and she may not grieve. (Remember) when you killed a man We saved you from anguish; and tested and steeled you (in other ways). Afterwards you sojourned for several years with the people of Midian; then you came up to the measure,"},{"sura":20,"aya":41,"quran_text":"وَاصْطَنَعْتُكَ لِنَفْسِي","bangla_text":"এবং আমি তোমাকে আমার নিজের জন্য তৈরী করে নিয়েছি।","english_text":"And I chose you for Myself."},{"sura":20,"aya":42,"quran_text":"اذْهَبْ أَنْتَ وَأَخُوكَ بِآيَاتِي وَلَا تَنِيَا فِي ذِكْرِي","bangla_text":"তুমি ও তোমার ভাই আমার নিদর্শনাবলীসহ যাও এবং আমার স্মরণে শৈথিল্য করো না।","english_text":"Go with My signs, you and your brother, and do not be lax in remembering Me."},{"sura":20,"aya":43,"quran_text":"اذْهَبَا إِلَى فِرْعَوْنَ إِنَّهُ طَغَى","bangla_text":"তোমরা উভয়ে ফেরআউনের কাছে যাও সে খুব উদ্ধত হয়ে গেছে।","english_text":"Then go to the Pharaoh as he has become exceedingly rebellious."},{"sura":20,"aya":44,"quran_text":"فَقُولَا لَهُ قَوْلًا لَيِّنًا لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى","bangla_text":"অতঃপর তোমরা তাকে নম্র কথা বল, হয়তো সে চিন্তা-ভাবনা করবে অথবা ভীত হবে।","english_text":"Speak to him gently. He may possibly take heed or may come to have fear.\""},{"sura":20,"aya":45,"quran_text":"قَالَا رَبَّنَا إِنَّنَا نَخَافُ أَنْ يَفْرُطَ عَلَيْنَا أَوْ أَنْ يَطْغَى","bangla_text":"তারা বললঃ হে আমাদের পালনকর্তা, আমরা আশঙ্কা করি যে, সে আমাদের প্রতি জুলুম করবে কিংবা উত্তেজিত হয়ে উঠবে।","english_text":"They said: \"O our Lord, we are really frightened lest he behave insolently with us or become violent.\""},{"sura":20,"aya":46,"quran_text":"قَالَ لَا تَخَافَا إِنَّنِي مَعَكُمَا أَسْمَعُ وَأَرَى","bangla_text":"আল্লাহ বললেনঃ তোমরা ভয় করো না, আমি তোমাদের সাথে আছি, আমি শুনি ও দেখি।","english_text":"(The Lord) said: \"Be not afraid. I am verily with you, and I hear and see."},{"sura":20,"aya":47,"quran_text":"فَأْتِيَاهُ فَقُولَا إِنَّا رَسُولَا رَبِّكَ فَأَرْسِلْ مَعَنَا بَنِي إِسْرَائِيلَ وَلَا تُعَذِّبْهُمْ قَدْ جِئْنَاكَ بِآيَةٍ مِنْ رَبِّكَ وَالسَّلَامُ عَلَى مَنِ اتَّبَعَ الْهُدَى","bangla_text":"অতএব তোমরা তার কাছে যাও এবং বলঃ আমরা উভয়েই তোমার পালনকর্তার প্রেরিত রসূল, অতএব আমাদের সাথে বনী ইসরাঈলকে যেতে দাও এবং তাদেরকে নিপীড়ন করো না। আমরা তোমার পালনকর্তার কাছ থেকে নিদর্শন নিয়ে তোমার কাছে আগমন করেছি। এবং যে সৎপথ অনুসরণ করে, তার প্রতি শান্তি।","english_text":"So go to him and say: 'The two of us have indeed been sent by your Lord. So let the children of Israel come with us, and do not oppress them. We have come to you with a token from your Lord. Peace on him who follows the way of guidance."},{"sura":20,"aya":48,"quran_text":"إِنَّا قَدْ أُوحِيَ إِلَيْنَا أَنَّ الْعَذَابَ عَلَى مَنْ كَذَّبَ وَتَوَلَّى","bangla_text":"আমরা ওহী লাভ করেছি যে, যে ব্যক্তি মিথ্যারোপ করে এবং মুখ ফিরিয়ে নেয়, তার উপর আযাব পড়বে।","english_text":"It has been revealed to us that punishment will befall him who denies and turns away."},{"sura":20,"aya":49,"quran_text":"قَالَ فَمَنْ رَبُّكُمَا يَا مُوسَى","bangla_text":"সে বললঃ তবে হে মূসা, তোমাদের পালনকর্তা কে?","english_text":"He asked: \"Who then is that Lord of yours, O Moses?\""},{"sura":20,"aya":50,"quran_text":"قَالَ رَبُّنَا الَّذِي أَعْطَى كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَى","bangla_text":"মূসা বললেনঃ আমাদের পালনকর্তা তিনি, যিনি প্রত্যেক বস্তুকে তার যোগ্য আকৃতি দান করেছেন, অতঃপর পথপ্রদর্শন করেছেন।","english_text":"(Moses) said: \"Our Lord is He who gave everything its natural form and directed it.\""},{"sura":20,"aya":51,"quran_text":"قَالَ فَمَا بَالُ الْقُرُونِ الْأُولَى","bangla_text":"ফেরাউন বললঃ তাহলে অতীত যুগের লোকদের অবস্থা কি?","english_text":"(The Pharaoh) said: \"And what about the former generations?\""},{"sura":20,"aya":52,"quran_text":"قَالَ عِلْمُهَا عِنْدَ رَبِّي فِي كِتَابٍ لَا يَضِلُّ رَبِّي وَلَا يَنْسَى","bangla_text":"মূসা বললেনঃ তাদের খবর আমার পালনকর্তার কাছে লিখিত আছে। আমার পালনকর্তা ভ্রান্ত হন না এং বিস্মৃতও হন না।","english_text":"(Moses) replied: \"Knowledge of that is with my Lord (recorded) in the Book. My Lord neither errs nor forgets.\""},{"sura":20,"aya":53,"quran_text":"الَّذِي جَعَلَ لَكُمُ الْأَرْضَ مَهْدًا وَسَلَكَ لَكُمْ فِيهَا سُبُلًا وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ أَزْوَاجًا مِنْ نَبَاتٍ شَتَّى","bangla_text":"তিনি তোমাদের জন্যে পৃথিবীকে শয্যা করেছেন এবং তাতে চলার পথ করেছেন, আকাশ থেকে বৃষ্টি বর্ষণ করেছেন এবং তা দ্বারা আমি বিভিন্ন প্রকার উদ্ভিদ উৎপন্ন করেছি।","english_text":"It is He who made the earth a bed for you, and traced for you paths upon it, and sends down water from the sky, and brings out through it every kind of vegetation"},{"sura":20,"aya":54,"quran_text":"كُلُوا وَارْعَوْا أَنْعَامَكُمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِأُولِي النُّهَى","bangla_text":"তোমরা আহার কর এবং তোমাদের চতুস্পদ জন্তু চরাও। নিশ্চয় এতে বিবেক বানদের জন্যে নিদর্শন রয়েছে।","english_text":"To eat and feed your cattle. Surely there are signs in these for those who are wise."},{"sura":20,"aya":55,"quran_text":"مِنْهَا خَلَقْنَاكُمْ وَفِيهَا نُعِيدُكُمْ وَمِنْهَا نُخْرِجُكُمْ تَارَةً أُخْرَى","bangla_text":"এ মাটি থেকেই আমি তোমাদেরকে সৃজন করেছি, এতেই তোমাদেরকে ফিরিয়ে দিব এবং পুনরায় এ থেকেই আমি তোমাদেরকে উত্থিত করব।","english_text":"We created you from the earth and will revert you back to it; and raise you up from it a second time."},{"sura":20,"aya":56,"quran_text":"وَلَقَدْ أَرَيْنَاهُ آيَاتِنَا كُلَّهَا فَكَذَّبَ وَأَبَى","bangla_text":"আমি ফেরাউনকে আমার সব নিদর্শন দেখিয়ে দিয়েছি, অতঃপর সে মিথ্যা আরোপ করেছে এবং অমান্য করেছে।","english_text":"So We showed him all Our signs, but he denied them and refused,"},{"sura":20,"aya":57,"quran_text":"قَالَ أَجِئْتَنَا لِتُخْرِجَنَا مِنْ أَرْضِنَا بِسِحْرِكَ يَا مُوسَى","bangla_text":"সে বললঃ হে মূসা, তুমি কি যাদুর জোরে আমাদেরকে দেশ থেকে বহিষ্কার করার জন্যে আগমন করেছ?","english_text":"And said: \"Have you come to us, O Moses, to drive us out of our land with your witchery?"},{"sura":20,"aya":58,"quran_text":"فَلَنَأْتِيَنَّكَ بِسِحْرٍ مِثْلِهِ فَاجْعَلْ بَيْنَنَا وَبَيْنَكَ مَوْعِدًا لَا نُخْلِفُهُ نَحْنُ وَلَا أَنْتَ مَكَانًا سُوًى","bangla_text":"অতএব, আমরাও তোমার মোকাবেলায় তোমার নিকট অনুরূপ যাদু উপস্থিত করব। সুতরাং আমাদের ও তোমার মধ্যে একটি ওয়াদার দিন ঠিক কর, যার খেলাফ আমরাও করব না এবং তুমিও করবে না একটি পরিষ্কার প্রান্তরে।","english_text":"We shall certainly meet you with like magic. So make an appointment when we and you could meet on common ground, which neither we nor you should fail to keep.\""},{"sura":20,"aya":59,"quran_text":"قَالَ مَوْعِدُكُمْ يَوْمُ الزِّينَةِ وَأَنْ يُحْشَرَ النَّاسُ ضُحًى","bangla_text":"মূসা বললঃ তোমাদের ওয়াদার দিন উৎসবের দিন এবং পূর্বাহেߠলোকজন সমবেত হবে।","english_text":"Said (Moses): \"Let your meeting be on the day of the Feast, and let people assemble in broad daylight.\""},{"sura":20,"aya":60,"quran_text":"فَتَوَلَّى فِرْعَوْنُ فَجَمَعَ كَيْدَهُ ثُمَّ أَتَى","bangla_text":"অতঃপর ফেরাউন প্রস্থান করল এবং তার সব কলাকৌশল জমা করল অতঃপর উপস্থিত হল।","english_text":"After this the Pharaoh withdrew and settled his stratagem, then came back."},{"sura":20,"aya":61,"quran_text":"قَالَ لَهُمْ مُوسَى وَيْلَكُمْ لَا تَفْتَرُوا عَلَى اللَّهِ كَذِبًا فَيُسْحِتَكُمْ بِعَذَابٍ وَقَدْ خَابَ مَنِ افْتَرَى","bangla_text":"মূসা (আঃ) তাদেরকে বললেনঃ দুর্ভাগ্য তোমাদের; তোমরা আল্লাহর প্রতি মিথ্যা আরোপ করো না। তাহলে তিনি তোমাদেরকে আযাব দ্বারা ধবংস করে দেবেন। যে মিথ্যা উদভাবন করে, সেই বিফল মনোরথ হয়েছে।","english_text":"Moses said to them: \"Woe betide you. Do not fabricate a lie against God, or He will destroy you with some affliction. For he who fabricates lies is doomed to failure.\""},{"sura":20,"aya":62,"quran_text":"فَتَنَازَعُوا أَمْرَهُمْ بَيْنَهُمْ وَأَسَرُّوا النَّجْوَى","bangla_text":"অতঃপর তারা তাদের কাজে নিজেদের মধ্যে বিতর্ক করল এবং গোপনে পরামর্শ করল।","english_text":"So they discussed their strategy among themselves and conferred privately,"},{"sura":20,"aya":63,"quran_text":"قَالُوا إِنْ هَذَانِ لَسَاحِرَانِ يُرِيدَانِ أَنْ يُخْرِجَاكُمْ مِنْ أَرْضِكُمْ بِسِحْرِهِمَا وَيَذْهَبَا بِطَرِيقَتِكُمُ الْمُثْلَى","bangla_text":"তারা বললঃ এই দুইজন নিশ্চিতই যাদুকর, তারা তাদের যাদু দ্বারা তোমাদেরকে তোমাদের দেশ থেকে বহিস্কার করতে চায় এবং তোমাদের উৎকৃষ্ট জীবন ব্যবস্থা রহিত করতে চায়।","english_text":"(And) said: \"These two are surely magicians. They want to deprive you of your land with their magic, and eradicate your distinct way (of life)."},{"sura":20,"aya":64,"quran_text":"فَأَجْمِعُوا كَيْدَكُمْ ثُمَّ ائْتُوا صَفًّا وَقَدْ أَفْلَحَ الْيَوْمَ مَنِ اسْتَعْلَى","bangla_text":"অতএব, তোমরা তোমাদের কলাকৌশল সুসংহত কর, অতঃপর সারিবদ্ধ হয়ে আস। আজ যে জয়ী হবে, সেই সফলকাম হবে।","english_text":"So prepare your strategy and come forward. He alone shall win today who is superior.\""},{"sura":20,"aya":65,"quran_text":"قَالُوا يَا مُوسَى إِمَّا أَنْ تُلْقِيَ وَإِمَّا أَنْ نَكُونَ أَوَّلَ مَنْ أَلْقَى","bangla_text":"তারা বললঃ হে মূসা, হয় তুমি নিক্ষেপ কর, না হয় আমরা প্রথমে নিক্ষেপ করি।","english_text":"They said: \"Either you cast (your spell), O Moses, or we shall cast it first.\""},{"sura":20,"aya":66,"quran_text":"قَالَ بَلْ أَلْقُوا فَإِذَا حِبَالُهُمْ وَعِصِيُّهُمْ يُخَيَّلُ إِلَيْهِ مِنْ سِحْرِهِمْ أَنَّهَا تَسْعَى","bangla_text":"মূসা বললেনঃ বরং তোমরাই নিক্ষেপ কর। তাদের যাদুর প্রভাবে হঠাৎ তাঁর মনে হল, যেন তাদের রশিগুলো ও লাঠিগুলো চুটাছুটি করছে।","english_text":"Moses said: \"No. You cast it first\" Then it seemed to Moses that by their magic their cords and rods were flying;"},{"sura":20,"aya":67,"quran_text":"فَأَوْجَسَ فِي نَفْسِهِ خِيفَةً مُوسَى","bangla_text":"অতঃপর মূসা মনে মনে কিছুটা ভীতি অনুভব করলেন।","english_text":"And Moses felt afraid within himself."},{"sura":20,"aya":68,"quran_text":"قُلْنَا لَا تَخَفْ إِنَّكَ أَنْتَ الْأَعْلَى","bangla_text":"আমি বললামঃ ভয় করো না, তুমি বিজয়ী হবে।","english_text":"We said to him: \"Fear not. You will certainly be victorious."},{"sura":20,"aya":69,"quran_text":"وَأَلْقِ مَا فِي يَمِينِكَ تَلْقَفْ مَا صَنَعُوا إِنَّمَا صَنَعُوا كَيْدُ سَاحِرٍ وَلَا يُفْلِحُ السَّاحِرُ حَيْثُ أَتَى","bangla_text":"তোমার ডান হাতে যা আছে তুমি তা নিক্ষেপ কর। এটা যা কিছু তারা করেছে তা গ্রাস করে ফেলবে। তারা যা করেছে তা তো কেবল যাদুকরের কলাকৌশল। যাদুকর যেখানেই থাকুক, সফল হবে না।","english_text":"Throw down what is in your right hand: It will swallow up what they have conjured. For what they have fashioned is only a trick of the sorcerer; and a sorcerer does not succeed wherever he may come.\""},{"sura":20,"aya":70,"quran_text":"فَأُلْقِيَ السَّحَرَةُ سُجَّدًا قَالُوا آمَنَّا بِرَبِّ هَارُونَ وَمُوسَى","bangla_text":"অতঃপর যাদুকররা সেজদায় পড়ে গেল। তারা বললঃ আমরা হারুন ও মূসার পালনকর্তার প্রতি বিশ্বাস স্থাপন করলাম।","english_text":"The magicians, (seeing the miracle), fell down in prostration, saying: \"We believe in the Lord of Moses and Aaron.\""},{"sura":20,"aya":71,"quran_text":"قَالَ آمَنْتُمْ لَهُ قَبْلَ أَنْ آذَنَ لَكُمْ إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ فَلَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُمْ مِنْ خِلَافٍ وَلَأُصَلِّبَنَّكُمْ فِي جُذُوعِ النَّخْلِ وَلَتَعْلَمُنَّ أَيُّنَا أَشَدُّ عَذَابًا وَأَبْقَى","bangla_text":"ফেরাউন বললঃ আমার অনুমতি দানের পূর্বেই? তোমরা কি তার প্রতি বিশ্বাস স্থাপন করলে; দেখছি সেই তোমাদের প্রধান, সে তোমাদেরকে যাদু শিক্ষা দিয়েছে। অতএব আমি অবশ্যই তোমাদের হস্তপদ বিপরীত দিক থেকে কর্তন করব এবং আমি তোমাদেরকে খর্জুর বৃক্ষের কান্ডে শূলে চড়াব এবং তোমরা নিশ্চিত রূপেই জানতে পারবে আমাদের মধ্যে কার আযাব কঠোরতর এবং অধিক্ষণ স্থায়ী।","english_text":"(The Pharaoh) said: \"You have come to believe without my dispensation. Surely he is your chief who taught you magic. I will have your hands and feet cut off on alternate sides and crucify you on the trunks of date-palm trees. You will come to know whose punishment is harder and protracted.\""},{"sura":20,"aya":72,"quran_text":"قَالُوا لَنْ نُؤْثِرَكَ عَلَى مَا جَاءَنَا مِنَ الْبَيِّنَاتِ وَالَّذِي فَطَرَنَا فَاقْضِ مَا أَنْتَ قَاضٍ إِنَّمَا تَقْضِي هَذِهِ الْحَيَاةَ الدُّنْيَا","bangla_text":"যাদুকররা বললঃ আমাদের কাছে যে, সুস্পষ্ট প্রমাণ এসেছে তার উপর এবং যিনি আমাদের কে সৃষ্টি করেছেন, তাঁর উপর আমরা কিছুতেই তোমাকে প্রাধান্য দেব না। অতএব, তুমি যা ইচ্ছা করতে পার। তুমি তো শুধু এই পার্থিব জীবনেই যা করার করবে।","english_text":"They replied: \"We cannot choose you in the face of the clear testimony we have received, and over Him who created us. So do what you are determined to do. All that you would do will only be confined to our life on earth."},{"sura":20,"aya":73,"quran_text":"إِنَّا آمَنَّا بِرَبِّنَا لِيَغْفِرَ لَنَا خَطَايَانَا وَمَا أَكْرَهْتَنَا عَلَيْهِ مِنَ السِّحْرِ وَاللَّهُ خَيْرٌ وَأَبْقَى","bangla_text":"আমরা আমাদের পালনকর্তার প্রতি বিশ্বাস স্থাপন করেছি যাতে তিনি আমাদের পাপ এবং তুমি আমাদেরকে যে যাদু করতে বাধ্য করেছ, তা মার্জনা করেন। আল্লাহ শ্রেষ্ঠ ও চিরস্থায়ী।","english_text":"We have certainly come to believe in our Lord that He may forgive our trespasses and the magic you have forced us to perform, for God is nobler and abiding.\""},{"sura":20,"aya":74,"quran_text":"إِنَّهُ مَنْ يَأْتِ رَبَّهُ مُجْرِمًا فَإِنَّ لَهُ جَهَنَّمَ لَا يَمُوتُ فِيهَا وَلَا يَحْيَى","bangla_text":"নিশ্চয়ই যে তার পালনকর্তার কাছে অপরাধী হয়ে আসে, তার জন্য রয়েছে জাহান্নাম। সেখানে সে মরবে না এবং বাঁচবেও না।","english_text":"Surely for him who comes before his Lord a sinner shall be Hell, where he will neither die nor live."},{"sura":20,"aya":75,"quran_text":"وَمَنْ يَأْتِهِ مُؤْمِنًا قَدْ عَمِلَ الصَّالِحَاتِ فَأُولَئِكَ لَهُمُ الدَّرَجَاتُ الْعُلَى","bangla_text":"আর যারা তাঁর কাছে আসে এমন ঈমানদার হয়ে যায় সৎকর্ম সম্পাদন করেছে, তাদের জন্যে রয়েছে সুউচ্চ মর্তবা।","english_text":"But whoever comes before Him a believer having done good deeds, will be raised to higher stations --"},{"sura":20,"aya":76,"quran_text":"جَنَّاتُ عَدْنٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ جَزَاءُ مَنْ تَزَكَّى","bangla_text":"বসবাসের এমন পুষ্পোদ্যান রয়েছে যার তলদেশে দিয়ে নির্ঝরিণীসমূহ প্রবাহিত হয়। সেখানে তারা চিরকাল থাকবে এটা তাদেরই পুরস্কার, যারা পবিত্র হয়।","english_text":"Gardens of Eden with rippling streams, where he will live for ever. This is the recompense of those who achieve integrity."},{"sura":20,"aya":77,"quran_text":"وَلَقَدْ أَوْحَيْنَا إِلَى مُوسَى أَنْ أَسْرِ بِعِبَادِي فَاضْرِبْ لَهُمْ طَرِيقًا فِي الْبَحْرِ يَبَسًا لَا تَخَافُ دَرَكًا وَلَا تَخْشَى","bangla_text":"আমি মূসা প্রতি এই মর্মে ওহী করলাম যে, আমার বান্দাদেরকে নিয়ে রাত্রিযোগে বের হয়ে যাও এবং তাদের জন্যে সমুদ্রে শুষ্কপথ নির্মাণ কর। পেছন থেকে এসে তোমাদের ধরে ফেলার আশঙ্কা করো না এবং পানিতে ডুবে যাওয়ার ভয় করো না।","english_text":"We commanded Moses: \"Journey by night with Our creatures, and strike a dry path for them through the sea. Do not fear being overtaken, nor have dread of any thing.\""},{"sura":20,"aya":78,"quran_text":"فَأَتْبَعَهُمْ فِرْعَوْنُ بِجُنُودِهِ فَغَشِيَهُمْ مِنَ الْيَمِّ مَا غَشِيَهُمْ","bangla_text":"অতঃপর ফেরাউন তার সৈন্যবাহিনী নিয়ে তাদের পশ্চাদ্ধাবন করল এবং সমুদ্র তাদেরকে সম্পূর্ণরূপে নিমজ্জত করল।","english_text":"Then the Pharaoh followed them with his army, but the sea overpowered and engulfed them."},{"sura":20,"aya":79,"quran_text":"وَأَضَلَّ فِرْعَوْنُ قَوْمَهُ وَمَا هَدَى","bangla_text":"ফেরআউন তার সম্প্রদায়কে বিভ্রান্ত করেছিল এবং সৎপথ দেখায়নি।","english_text":"The Pharaoh had led his people astray, and did not rightly guide them."},{"sura":20,"aya":80,"quran_text":"يَا بَنِي إِسْرَائِيلَ قَدْ أَنْجَيْنَاكُمْ مِنْ عَدُوِّكُمْ وَوَاعَدْنَاكُمْ جَانِبَ الطُّورِ الْأَيْمَنَ وَنَزَّلْنَا عَلَيْكُمُ الْمَنَّ وَالسَّلْوَى","bangla_text":"হে বনী-ইসরাঈল! আমি তোমাদেরকে তোমাদের শক্রুর কবল থেকে উদ্ধার করেছি, তুর পাহাড়ের দক্ষিণ পার্শ্বে তোমাদেরকে প্রতিশ্রুতি দান করেছি এবং তোমাদের কাছে ‘মান্না’ ও ‘সালওয়া’ নাযিল করেছি।","english_text":"O children of Israel, We delivered you from your enemy, and made a covenant with you on the right side of the Mount, and sent down for you manna and quails,"},{"sura":20,"aya":81,"quran_text":"كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ وَلَا تَطْغَوْا فِيهِ فَيَحِلَّ عَلَيْكُمْ غَضَبِي وَمَنْ يَحْلِلْ عَلَيْهِ غَضَبِي فَقَدْ هَوَى","bangla_text":"বলেছিঃ আমার দেয়া পবিত্র বস্তুসমূহ খাও এবং এতে সীমালংঘন করো না, তা হলে তোমাদের উপর আমার ক্রোধ নেমে আসবে এবং যার উপর আমার ক্রোধ নেমে আসে সে ধবংস হয়ে যায়।","english_text":"(And said): \"Eat of the good things We have given you for food, and do not exceed the bounds (of law) in this, or My wrath will surely fall upon you; and he who incurs My wrath will fall into the abyss."},{"sura":20,"aya":82,"quran_text":"وَإِنِّي لَغَفَّارٌ لِمَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا ثُمَّ اهْتَدَى","bangla_text":"আর যে তওবা করে, ঈমান আনে এবং সৎকর্ম করে অতঃপর সৎপথে অটল থাকে, আমি তার প্রতি অবশ্যই ক্ষমাশীল।","english_text":"Yet I am gracious to him who repents and believes, and does the right, and follows the straight path."},{"sura":20,"aya":83,"quran_text":"وَمَا أَعْجَلَكَ عَنْ قَوْمِكَ يَا مُوسَى","bangla_text":"হে মূসা, তোমার সম্প্রদায়কে পেছনে ফেলে তুমি ত্বরা করলে কেন?","english_text":"What made you hurry away, O Moses, from your people?\""},{"sura":20,"aya":84,"quran_text":"قَالَ هُمْ أُولَاءِ عَلَى أَثَرِي وَعَجِلْتُ إِلَيْكَ رَبِّ لِتَرْضَى","bangla_text":"তিনি বললেনঃ এই তো তারা আমার পেছনে আসছে এবং হে আমার পালনকর্তা, আমি তাড়াতাড়ি তোমার কাছে এলাম, যাতে তুমি সন্তুষ্ট হও।","english_text":"He said: \"They are right behind me. I have hastened to You, O Lord, so that You may be pleased.\""},{"sura":20,"aya":85,"quran_text":"قَالَ فَإِنَّا قَدْ فَتَنَّا قَوْمَكَ مِنْ بَعْدِكَ وَأَضَلَّهُمُ السَّامِرِيُّ","bangla_text":"বললেনঃ আমি তোমার সম্প্রদায়কে পরীক্ষা করেছি তোমার পর এবং সামেরী তাদেরকে পথভ্রষ্ট করেছে।","english_text":"He said: \"We have put your people on trial in your absence; and Sameri has led them astray.\""},{"sura":20,"aya":86,"quran_text":"فَرَجَعَ مُوسَى إِلَى قَوْمِهِ غَضْبَانَ أَسِفًا قَالَ يَا قَوْمِ أَلَمْ يَعِدْكُمْ رَبُّكُمْ وَعْدًا حَسَنًا أَفَطَالَ عَلَيْكُمُ الْعَهْدُ أَمْ أَرَدْتُمْ أَنْ يَحِلَّ عَلَيْكُمْ غَضَبٌ مِنْ رَبِّكُمْ فَأَخْلَفْتُمْ مَوْعِدِي","bangla_text":"অতঃপর মূসা তাঁর সম্প্রদায়ের কাছে ফিরে গেলেন ক্রদ্ধ ও অনুতপ্ত অবস্থায়। তিনি বললেনঃ হে আমার সম্প্রদায়, তোমাদের পালনকর্তা কি তোমাদেরকে একটি উত্তম প্রতিশ্রুতি দেননি? তবে কি প্রতিশ্রুতির সময়কাল তোমাদের কাছে দীর্ঘ হয়েছে, না তোমরা চেয়েছ যে, তোমাদের উপর তোমাদের পালনকর্তার ক্রোধ নেমে আসুক, যে কারণে তোমরা আমার সাথে কৃত ওয়াদা ভঙ্গ করলে?","english_text":"So Moses returned to his people full of anger and regret. \"O my people,\" he said, \"did not your Lord make you a better promise? Did the time of covenant seem too long to you? Or did you wish the wrath of your Lord to fall upon you that you broke the promise you had made to me?\""},{"sura":20,"aya":87,"quran_text":"قَالُوا مَا أَخْلَفْنَا مَوْعِدَكَ بِمَلْكِنَا وَلَكِنَّا حُمِّلْنَا أَوْزَارًا مِنْ زِينَةِ الْقَوْمِ فَقَذَفْنَاهَا فَكَذَلِكَ أَلْقَى السَّامِرِيُّ","bangla_text":"তারা বললঃ আমরা তোমার সাথে কৃত ওয়াদা স্বেচ্ছায় ভঙ্গ করিনি; কিন্তু আমাদের উপর ফেরউনীদের অলংকারের বোঝা চাপিয়ে দেয়া হয়েছিল। অতঃপর আমরা তা নিক্ষেপ করে দিয়েছি। এমনি ভাবে সামেরীও নিক্ষেপ করেছে।","english_text":"They said: \"We did not break our promise to you of our own will, but we were made to carry the loads of ornaments belonging to the people, which we threw (into the fire), and so did Sameri."},{"sura":20,"aya":88,"quran_text":"فَأَخْرَجَ لَهُمْ عِجْلًا جَسَدًا لَهُ خُوَارٌ فَقَالُوا هَذَا إِلَهُكُمْ وَإِلَهُ مُوسَى فَنَسِيَ","bangla_text":"অতঃপর সে তাদের জন্য তৈরী করে বের করল একটি গো-বৎস, একটা দেহ, যার মধ্যে গরুর শব্দ ছিল। তারা বললঃ এটা তোমাদের উপাস্য এবং মূসার ও উপাস্য, অতঃপর মূসা ভুলে গেছে।","english_text":"Then he produced the image of a calf which mooed like a cow. And they said: 'This is your god and the god of Moses (whom) he has neglected.\""},{"sura":20,"aya":89,"quran_text":"أَفَلَا يَرَوْنَ أَلَّا يَرْجِعُ إِلَيْهِمْ قَوْلًا وَلَا يَمْلِكُ لَهُمْ ضَرًّا وَلَا نَفْعًا","bangla_text":"তারা কি দেখে না যে, এটা তাদের কোন কথার উত্তর দেয় না এবং তারে কোন ক্ষতি ও উপকার করার ক্ষমতাও রাখে না?","english_text":"Did they not see that it did not give them any answer, nor had it power to do them harm or bring them gain?"},{"sura":20,"aya":90,"quran_text":"وَلَقَدْ قَالَ لَهُمْ هَارُونُ مِنْ قَبْلُ يَا قَوْمِ إِنَّمَا فُتِنْتُمْ بِهِ وَإِنَّ رَبَّكُمُ الرَّحْمَنُ فَاتَّبِعُونِي وَأَطِيعُوا أَمْرِي","bangla_text":"হারুন তাদেরকে পুর্বেই বলেছিলেনঃ হে আমার কওম, তোমরা তো এই গো-বৎস দ্বারা পরীক্ষায় নিপতিত হয়েছ এবং তোমাদের পালনকর্তা দয়াময়। অতএব, তোমরা আমার অনুসরণ কর এবং আমার আদেশ মেনে চল।","english_text":"Aaron had indeed told them earlier: \"O my people, you are being only misled with this. Surely your Lord is Ar-Rahman. So follow me and obey my command.\""},{"sura":20,"aya":91,"quran_text":"قَالُوا لَنْ نَبْرَحَ عَلَيْهِ عَاكِفِينَ حَتَّى يَرْجِعَ إِلَيْنَا مُوسَى","bangla_text":"তারা বললঃ মূসা আমাদের কাছে ফিরে আসা পর্যন্ত আমরা সদাসর্বদা এর সাথেই সংযুক্ত হয়ে বসে থাকব।","english_text":"They said \"So long as Moses does not come back we are not going to give it up, and we will remain devoted to it.\""},{"sura":20,"aya":92,"quran_text":"قَالَ يَا هَارُونُ مَا مَنَعَكَ إِذْ رَأَيْتَهُمْ ضَلُّوا","bangla_text":"মূসা বললেনঃ হে হারুন, তুমি যখন তাদেরকে পথ ভ্রষ্ট হতে দেখলে, তখন তোমাকে কিসে নিবৃত্ত করল ?","english_text":"But (Moses) said: \"O Aaron, when you saw that they had gone astray, what hindered you"},{"sura":20,"aya":93,"quran_text":"أَلَّا تَتَّبِعَنِ أَفَعَصَيْتَ أَمْرِي","bangla_text":"আমার পদাঙ্ক অনুসরণ করা থেকে? তবে তুমি কি আমার আদেশ অমান্য করেছ?","english_text":"From coming after me? Did you not disobey my command?\" (And Moses pulled him by the hair)."},{"sura":20,"aya":94,"quran_text":"قَالَ يَا ابْنَ أُمَّ لَا تَأْخُذْ بِلِحْيَتِي وَلَا بِرَأْسِي إِنِّي خَشِيتُ أَنْ تَقُولَ فَرَّقْتَ بَيْنَ بَنِي إِسْرَائِيلَ وَلَمْ تَرْقُبْ قَوْلِي","bangla_text":"তিনি বললেনঃ হে আমার জননী-তনয়, আমার শ্মশ্রু ও মাথার চুল ধরে আকর্ষণ করো না; আমি আশঙ্কা করলাম যে, তুমি বলবেঃ তুমি বনী-ইসরাঈলের মধ্যে বিভেদ সৃষ্টি করেছ এবং আমার কথা স্মরণে রাখনি।","english_text":"\"O son of my mother,\" (Aaron cried), do not pull me by my beard or my hair! I was really afraid you may say that I had created a rift among the children of Israel, and did not pay heed to your command.\""},{"sura":20,"aya":95,"quran_text":"قَالَ فَمَا خَطْبُكَ يَا سَامِرِيُّ","bangla_text":"মূসা বললেন হে সামেরী, এখন তোমার ব্যাপার কি?","english_text":"Moses asked: \"O Sameri, what was the matter?\""},{"sura":20,"aya":96,"quran_text":"قَالَ بَصُرْتُ بِمَا لَمْ يَبْصُرُوا بِهِ فَقَبَضْتُ قَبْضَةً مِنْ أَثَرِ الرَّسُولِ فَنَبَذْتُهَا وَكَذَلِكَ سَوَّلَتْ لِي نَفْسِي","bangla_text":"সে বললঃ আমি দেখলাম যা অন্যেরা দেখেনি। অতঃপর আমি সেই প্রেরিত ব্যক্তির পদচিহেߦ#2480; নীচ থেকে এক মুঠি মাটি নিয়ে নিলাম। অতঃপর আমি তা নিক্ষেপ করলাম। আমাকে আমার মন এই মন্ত্রণাই দিল।","english_text":"He said: \"I saw what they did not see. I picked up a handful of dust from the messenger's tracks and threw it in, for the idea seemed attractive to me.\""},{"sura":20,"aya":97,"quran_text":"قَالَ فَاذْهَبْ فَإِنَّ لَكَ فِي الْحَيَاةِ أَنْ تَقُولَ لَا مِسَاسَ وَإِنَّ لَكَ مَوْعِدًا لَنْ تُخْلَفَهُ وَانْظُرْ إِلَى إِلَهِكَ الَّذِي ظَلْتَ عَلَيْهِ عَاكِفًا لَنُحَرِّقَنَّهُ ثُمَّ لَنَنْسِفَنَّهُ فِي الْيَمِّ نَسْفًا","bangla_text":"মূসা বললেনঃ দূর হ, তোর জন্য সারা জীবন এ শাস্তিই রইল যে, তুই বলবি; আমাকে স্পর্শ করো না, এবং তোর জন্য একটি নির্দিষ্ট ওয়াদা আছে, যার ব্যতিক্রম হবে না। তুই তোর সেই ইলাহের প্রতি লক্ষ্য কর, যাকে তুই ঘিরে থাকতি। আমরা সেটি জালিয়ে দেবই। অতঃপর একে বিক্ষিপ্ত করে সাগরে ছড়িয়ে দেবই।","english_text":"(Moses) said: \"Go hence! All your life you are (cursed) to say: 'Do not touch me; and a threat hangs over you which you will not be able to escape. Look at your god to whom you are so attached: We shall verily burn it, and disperse its ashes into the sea."},{"sura":20,"aya":98,"quran_text":"إِنَّمَا إِلَهُكُمُ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ وَسِعَ كُلَّ شَيْءٍ عِلْمًا","bangla_text":"তোমাদের ইলাহ তো কেবল আল্লাহই, যিনি ব্যতীত অন্য কোন ইলাহ নেই। সব বিষয় তাঁর জ্ঞানের পরিধিভুক্ত।","english_text":"Your god is only God. There is no other god but He. His knowledge extends over everything.\""},{"sura":20,"aya":99,"quran_text":"كَذَلِكَ نَقُصُّ عَلَيْكَ مِنْ أَنْبَاءِ مَا قَدْ سَبَقَ وَقَدْ آتَيْنَاكَ مِنْ لَدُنَّا ذِكْرًا","bangla_text":"এমনিভাবে আমি পূর্বে যা ঘটেছে, তার সংবাদ আপনার কাছে বর্ণনা করি। আমি আমার কাছ থেকে আপনাকে দান করেছি পড়ার গ্রন্থ।","english_text":"Thus do We narrate some account to you of what has gone before, and We have truly given you a Reminder of Our own."},{"sura":20,"aya":100,"quran_text":"مَنْ أَعْرَضَ عَنْهُ فَإِنَّهُ يَحْمِلُ يَوْمَ الْقِيَامَةِ وِزْرًا","bangla_text":"যে এ থেকে মুখ ফিরিয়ে নেবে, সে কেয়ামতের দিন বোঝা বহন করবে।","english_text":"Whoever turns away from it will surely carry a burden on the Day of Judgement,"},{"sura":20,"aya":101,"quran_text":"خَالِدِينَ فِيهِ وَسَاءَ لَهُمْ يَوْمَ الْقِيَامَةِ حِمْلًا","bangla_text":"তারা তাতে চিরকাল থাকবে এবং কেয়ামতের দিন এই বোঝা তাদের জন্যে মন্দ হবে।","english_text":"And will live for ever under it. How evil the burden they will carry on the Day of Doom!"},{"sura":20,"aya":102,"quran_text":"يَوْمَ يُنْفَخُ فِي الصُّورِ وَنَحْشُرُ الْمُجْرِمِينَ يَوْمَئِذٍ زُرْقًا","bangla_text":"যেদিন সিঙ্গায় ফূৎকার দেয়া হবে, সেদিন আমি অপরাধীদেরকে সমবেত করব নীল চক্ষু অবস্থায়।","english_text":"The day the trumpet blast is sounded We shall raise the sinners blind,"},{"sura":20,"aya":103,"quran_text":"يَتَخَافَتُونَ بَيْنَهُمْ إِنْ لَبِثْتُمْ إِلَّا عَشْرًا","bangla_text":"তারা চুপিসারে পরস্পরে বলাবলি করবেঃ তোমরা মাত্র দশ দিন অবস্থান করেছিলে।","english_text":"Whispering to one another: \"You have tarried but ten days.\""},{"sura":20,"aya":104,"quran_text":"نَحْنُ أَعْلَمُ بِمَا يَقُولُونَ إِذْ يَقُولُ أَمْثَلُهُمْ طَرِيقَةً إِنْ لَبِثْتُمْ إِلَّا يَوْمًا","bangla_text":"তারা কি বলে তা আমি ভালোভাবে জানি। তাদের মধ্যে যে, অপেক্ষাকৃত উত্তম পথের অনুসারী সে বলবেঃ তোমরা মাত্র একদিন অবস্থান করেছিলে।","english_text":"We know well what they will say when the most upright among them will say: \"You did not tarry more than a day.\""},{"sura":20,"aya":105,"quran_text":"وَيَسْأَلُونَكَ عَنِ الْجِبَالِ فَقُلْ يَنْسِفُهَا رَبِّي نَسْفًا","bangla_text":"তারা আপনাকে পাহাড় সম্পর্কে প্রশ্ন করা। অতএব, আপনি বলুনঃ আমার পালনকর্তা পহাড়সমূহকে সমূলে উৎপাটন করে বিক্ষিপ্ত করে দিবেন।","english_text":"They will ask you about the mountains. Tell them: \"My Lord will uproot them from the base,"},{"sura":20,"aya":106,"quran_text":"فَيَذَرُهَا قَاعًا صَفْصَفًا","bangla_text":"অতঃপর পৃথিবীকে মসৃণ সমতলভূমি করে ছাড়বেন।","english_text":"And turn them into a level plain,"},{"sura":20,"aya":107,"quran_text":"لَا تَرَى فِيهَا عِوَجًا وَلَا أَمْتًا","bangla_text":"তুমি তাতে মোড় ও টিলা দেখবে না।","english_text":"Over which you will see no curves or elevations."},{"sura":20,"aya":108,"quran_text":"يَوْمَئِذٍ يَتَّبِعُونَ الدَّاعِيَ لَا عِوَجَ لَهُ وَخَشَعَتِ الْأَصْوَاتُ لِلرَّحْمَنِ فَلَا تَسْمَعُ إِلَّا هَمْسًا","bangla_text":"সেই দিন তারা আহবানকারীর অনুসরণ করবে, যার কথা এদিক-সেদিক হবে না এবং দয়াময় আল্লাহর ভয়ে সব শব্দ ক্ষীণ হয়ে যাবে। সুতরাং মৃদু গুঞ্জন ব্যতীত তুমি কিছুই শুনবে না।","english_text":"That day they will follow the summoner from whom there will be no receding; and their voices will be hushed before Ar-Rahman, and you will not hear a sound but faint shuffling."},{"sura":20,"aya":109,"quran_text":"يَوْمَئِذٍ لَا تَنْفَعُ الشَّفَاعَةُ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَنُ وَرَضِيَ لَهُ قَوْلًا","bangla_text":"দয়াময় আল্লাহ যাকে অনুমতি দেবেন এবং যার কথায় সন্তুষ্ট হবেন সে ছাড়া কারও সুপারিশ সেদিন কোন উপকারে আসবে না।","english_text":"On that day no intercession will matter other than his whom Ar-Rahman grants permission and accepts."},{"sura":20,"aya":110,"quran_text":"يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِهِ عِلْمًا","bangla_text":"তিনি জানেন যা কিছু তাদের সামনে ও পশ্চাতে আছে এবং তারা তাকে জ্ঞান দ্বারা আয়ত্ত করতে পারে না।","english_text":"He knows what is before them and hidden from them, but they cannot grasp it with their knowledge."},{"sura":20,"aya":111,"quran_text":"وَعَنَتِ الْوُجُوهُ لِلْحَيِّ الْقَيُّومِ وَقَدْ خَابَ مَنْ حَمَلَ ظُلْمًا","bangla_text":"সেই চিরঞ্জীব চিরস্থায়ীর সামনে সব মুখমন্ডল অবনমিত হবে এবং সে ব্যর্থ হবে যে জুলুমের বোঝা বহন করবে।","english_text":"All heads will be bowed before the Living, the Eternal; and whosoever bears a load of iniquity will be full of despair."},{"sura":20,"aya":112,"quran_text":"وَمَنْ يَعْمَلْ مِنَ الصَّالِحَاتِ وَهُوَ مُؤْمِنٌ فَلَا يَخَافُ ظُلْمًا وَلَا هَضْمًا","bangla_text":"যে ঈমানদার অবস্থায় সৎকর্ম সম্পাদন করে, সে জুলুম ও ক্ষতির আশঙ্কা করবে না।","english_text":"But he who has done good things and believes, will have no fear of either being wronged or deprived."},{"sura":20,"aya":113,"quran_text":"وَكَذَلِكَ أَنْزَلْنَاهُ قُرْآنًا عَرَبِيًّا وَصَرَّفْنَا فِيهِ مِنَ الْوَعِيدِ لَعَلَّهُمْ يَتَّقُونَ أَوْ يُحْدِثُ لَهُمْ ذِكْرًا","bangla_text":"এমনিভাবে আমি আরবী ভাষায় কোরআন নাযিল করেছি এবং এতে নানাভাবে সতর্কবাণী ব্যক্ত করেছি, যাতে তারা আল্লাহভীরু হয় অথবা তাদের অন্তরে চিন্তার খোরাক যোগায়।","english_text":"That is why We have sent it down as an eloquent Qur'an, and explained in different ways the intimidations through it that they may haply take heed, or perhaps it may lead them to contemplate."},{"sura":20,"aya":114,"quran_text":"فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ وَلَا تَعْجَلْ بِالْقُرْآنِ مِنْ قَبْلِ أَنْ يُقْضَى إِلَيْكَ وَحْيُهُ وَقُلْ رَبِّ زِدْنِي عِلْمًا","bangla_text":"সত্যিকার অধীশ্বর আল্লাহ মহান। আপনার প্রতি আল্লাহর ওহী সম্পুর্ণ হওয়ার পূর্বে আপনি কোরআন গ্রহণের ব্যপারে তাড়াহুড়া করবেন না এবং বলুনঃ হে আমার পালনকর্তা, আমার জ্ঞান বৃদ্ধি করুন।","english_text":"Exalted then be God, the real King; and do not try to anticipate the Qur'an before the completion of its revelation, but pray: \"O Lord, give me greater knowledge.\""},{"sura":20,"aya":115,"quran_text":"وَلَقَدْ عَهِدْنَا إِلَى آدَمَ مِنْ قَبْلُ فَنَسِيَ وَلَمْ نَجِدْ لَهُ عَزْمًا","bangla_text":"আমি ইতিপূর্বে আদমকে নির্দেশ দিয়েছিলাম। অতঃপর সে ভুলে গিয়েছিল এবং আমি তার মধ্যে দৃঢ়তা পাইনি।","english_text":"We had commanded Adam before, but he disregarded it: We found him lacking in resolution."},{"sura":20,"aya":116,"quran_text":"وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَى","bangla_text":"যখন আমি ফেরেশতাদেরকে বললামঃ তোমরা আদমকে সেজদা কর, তখন ইবলীস ব্যতীত সবাই সেজদা করল। সে অমান্য করল।","english_text":"When We said to the angels: ''Bow before Adam,'' they all bowed but Iblis, who refused."},{"sura":20,"aya":117,"quran_text":"فَقُلْنَا يَا آدَمُ إِنَّ هَذَا عَدُوٌّ لَكَ وَلِزَوْجِكَ فَلَا يُخْرِجَنَّكُمَا مِنَ الْجَنَّةِ فَتَشْقَى","bangla_text":"অতঃপর আমি বললামঃ হে আদম, এ তোমার ও তোমার স্ত্রীর শত্রু, সুতরাং সে যেন বের করে না দেয় তোমাদের জান্নাত থেকে। তাহলে তোমরা কষ্টে পতিত হবে।","english_text":"So We said; \"O Adam, he is truly your enemy and your wife's. Do not let him have you turned out of Paradise and come to grief."},{"sura":20,"aya":118,"quran_text":"إِنَّ لَكَ أَلَّا تَجُوعَ فِيهَا وَلَا تَعْرَى","bangla_text":"তোমাকে এই দেয়া হল যে, তুমি এতে ক্ষুধার্ত হবে না এবং বস্ত্রহীণ হবে না।","english_text":"Verily you will have no hunger or nakedness there,"},{"sura":20,"aya":119,"quran_text":"وَأَنَّكَ لَا تَظْمَأُ فِيهَا وَلَا تَضْحَى","bangla_text":"এবং তোমার পিপাসাও হবে না এবং রৌদ্রেও কষ্ট পাবে না।","english_text":"Nor thirst nor exposure to the sun.\""},{"sura":20,"aya":120,"quran_text":"فَوَسْوَسَ إِلَيْهِ الشَّيْطَانُ قَالَ يَا آدَمُ هَلْ أَدُلُّكَ عَلَى شَجَرَةِ الْخُلْدِ وَمُلْكٍ لَا يَبْلَى","bangla_text":"অতঃপর শয়তান তাকে কুমন্ত্রনা দিল, বললঃ হে আদম, আমি কি তোমাকে বলে দিব অনন্তকাল জীবিত থাকার বৃক্ষের কথা এবং অবিনশ্বর রাজত্বের কথা?","english_text":"But then Satan tempted him by saying: \"O Adam, should I show you the tree of immortality, and a kingdom that will never know any wane?\""},{"sura":20,"aya":121,"quran_text":"فَأَكَلَا مِنْهَا فَبَدَتْ لَهُمَا سَوْآتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِنْ وَرَقِ الْجَنَّةِ وَعَصَى آدَمُ رَبَّهُ فَغَوَى","bangla_text":"অতঃপর তারা উভয়েই এর ফল ভক্ষণ করল, তখন তাদের সামনে তাদের লজ্জাস্থান খুলে গেল এবং তারা জান্নাতের বৃক্ষ-পত্র দ্বারা নিজেদেরকে আবৃত করতে শুরু করল। আদম তার পালনকর্তার অবাধ্যতা করল, ফলে সে পথ ভ্রষ্ঠ হয়ে গেল।","english_text":"And both ate of (its fruit), and their hidden parts were exposed to one another, and they patched the leaves of the garden (to hide them). Adam disobeyed his Lord, and went astray."},{"sura":20,"aya":122,"quran_text":"ثُمَّ اجْتَبَاهُ رَبُّهُ فَتَابَ عَلَيْهِ وَهَدَى","bangla_text":"এরপর তার পালনকর্তা তাকে মনোনীত করলেন, তার প্রতি মনোযোগী হলেন এবং তাকে সুপথে আনয়ন করলেন।","english_text":"Then his Lord chose him and relented towards him, and showed him the way;"},{"sura":20,"aya":123,"quran_text":"قَالَ اهْبِطَا مِنْهَا جَمِيعًا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًى فَمَنِ اتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشْقَى","bangla_text":"তিনি বললেনঃ তোমরা উভয়েই এখান থেকে এক সঙ্গে নেমে যাও। তোমরা একে অপরের শত্রু। এরপর যদি আমার পক্ষ থেকে তোমাদের কাছে হেদায়েত আসে, তখন যে আমার বর্ণিত পথ অনুসরণ করবে, সে পথভ্রষ্ঠ হবে না এবং কষ্টে পতিত হবে না।","english_text":"(And) said: \"Go down hence together, one the enemy of the other. Then will guidance come to you from Me; and whoever follows My direction will neither be disgraced nor be miserable."},{"sura":20,"aya":124,"quran_text":"وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى","bangla_text":"এবং যে আমার স্মরণ থেকে মুখ ফিরিয়ে নেবে, তার জীবিকা সংকীর্ণ হবে এবং আমি তাকে কেয়ামতের দিন অন্ধ অবস্থায় উত্থিত করব।","english_text":"But he who fails to heed My warning will have his means restricted; and on the Day of Resurrection We shall raise him blind.\""},{"sura":20,"aya":125,"quran_text":"قَالَ رَبِّ لِمَ حَشَرْتَنِي أَعْمَى وَقَدْ كُنْتُ بَصِيرًا","bangla_text":"সে বলবেঃ হে আমার পালনকর্তা আমাকে কেন অন্ধ অবস্থায় উত্থিত করলেন? আমি তো চক্ষুমান ছিলাম।","english_text":"He will ask: \"O Lord, why have you raised me blind when I was able to see?\""},{"sura":20,"aya":126,"quran_text":"قَالَ كَذَلِكَ أَتَتْكَ آيَاتُنَا فَنَسِيتَهَا وَكَذَلِكَ الْيَوْمَ تُنْسَى","bangla_text":"আল্লাহ বলবেনঃ এমনিভাবে তোমার কাছে আমার আয়াতসমূহ এসেছিল, অতঃপর তুমি সেগুলো ভুলে গিয়েছিলে। তেমনিভাবে আজ তোমাকে ভুলে যাব।","english_text":"(God) will say: \"Because Our signs came to you, but you disregarded them. So shall We disregard you this day.\""},{"sura":20,"aya":127,"quran_text":"وَكَذَلِكَ نَجْزِي مَنْ أَسْرَفَ وَلَمْ يُؤْمِنْ بِآيَاتِ رَبِّهِ وَلَعَذَابُ الْآخِرَةِ أَشَدُّ وَأَبْقَى","bangla_text":"এমনিভাবে আমি তাকে প্রতিফল দেব, যে সীমালঙ্ঘন করে এবং পালনকর্তার কথায় বিশ্বাস স্থাপন না করে। তার পরকালের শাস্তি কঠোরতর এবং অনেক স্থায়ী।","english_text":"And that is how We requite him who is extravagant and does not believe the signs of his Lord; and surely the punishment of the Hereafter is far more severe and persistent."},{"sura":20,"aya":128,"quran_text":"أَفَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا قَبْلَهُمْ مِنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِأُولِي النُّهَى","bangla_text":"আমি এদের পূর্বে অনেক সম্প্রদায়কে ধবংস করেছি। যাদের বাসভুমিতে এরা বিচরণ করে, এটা কি এদেরকে সৎপথ প্রদর্শন করল না? নিশ্চয় এতে বুদ্ধিমানদের জন্যে নিদর্শনাবলী রয়েছে।","english_text":"Did they not learn from the many generations that We destroyed before them, whose habitations they now frequent? Verily there are signs in this for men of understanding."},{"sura":20,"aya":129,"quran_text":"وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَكَانَ لِزَامًا وَأَجَلٌ مُسَمًّى","bangla_text":"আপনার পালনকর্তার পক্ষ থেকে পূর্ব সিদ্ধান্ত এবং একটি কাল নির্দিষ্ট না থাকলে শাস্তি অবশ্যম্ভাবী হয়ে যেত।","english_text":"If the decree (of respite) had not been pronounced by your Lord, (the inevitable judgement would have ensued); but a term is fixed (for everything)."},{"sura":20,"aya":130,"quran_text":"فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا وَمِنْ آنَاءِ اللَّيْلِ فَسَبِّحْ وَأَطْرَافَ النَّهَارِ لَعَلَّكَ تَرْضَى","bangla_text":"সুতরাং এরা যা বলে সে বিষয়ে ধৈর্য্য ধারণ করুন এবং আপনার পালনকর্তার প্রশংসা পবিত্রতা ও মহিমা ঘোষনা করুন সূর্যোদয়ের পূর্বে, সূর্যাস্তের পূর্বে এবং পবিত্রতা ও মহিমা ঘোষনা করুন রাত্রির কিছু অংশ ও দিবাভাগে, সম্ভবতঃ তাতে আপনি সন্তুষ্ট হবেন।","english_text":"So you bear with patience what they say, and sing the praises of your Lord before the rising and setting of the sun, and honour Him in the watches of the night, and then at the two ends of day, that you may find acceptance."},{"sura":20,"aya":131,"quran_text":"وَلَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ زَهْرَةَ الْحَيَاةِ الدُّنْيَا لِنَفْتِنَهُمْ فِيهِ وَرِزْقُ رَبِّكَ خَيْرٌ وَأَبْقَى","bangla_text":"আমি এদের বিভিন্ন প্রকার লোককে পরীক্ষা করার জন্যে পার্থিবজীবনের সৌন্দর্য স্বরূপ ভোগ-বিলাসের যে উপকরণ দিয়েছি, আপনি সেই সব বস্তুর প্রতি দৃষ্টি নিক্ষেপ করবেন না। আপনার পালনকর্তার দেয়া রিযিক উৎকৃষ্ট ও অধিক স্থায়ী।","english_text":"Do not covet what We have granted myriads of people of the pomp and glitter of this world to tempt them. The means your Lord has given you are better far and more enduring."},{"sura":20,"aya":132,"quran_text":"وَأْمُرْ أَهْلَكَ بِالصَّلَاةِ وَاصْطَبِرْ عَلَيْهَا لَا نَسْأَلُكَ رِزْقًا نَحْنُ نَرْزُقُكَ وَالْعَاقِبَةُ لِلتَّقْوَى","bangla_text":"আপনি আপনার পরিবারের লোকদেরকে নামাযের আদেশ দিন এবং নিজেও এর ওপর অবিচল থাকুন। আমি আপনার কাছে কোন রিযিক চাই না। আমি আপনাকে রিযিক দেই এবং আল্লাহ ভীরুতার পরিণাম শুভ।","english_text":"Enjoin on your people service to God, and be yourself constant in it. We do not ask you to provide: It is We who provide for you. The reward is for piety and fear of God."},{"sura":20,"aya":133,"quran_text":"وَقَالُوا لَوْلَا يَأْتِينَا بِآيَةٍ مِنْ رَبِّهِ أَوَلَمْ تَأْتِهِمْ بَيِّنَةُ مَا فِي الصُّحُفِ الْأُولَى","bangla_text":"এরা বলেঃ সে আমাদের কাছে তার পালনকর্তার কাছ থেকে কোন নিদর্শন আনয়ন করে না কেন? তাদের কাছে কি প্রমাণ আসেনি, যা পূর্ববর্তী গ্রন্থসমূহে আছে?","english_text":"Yet they say: \"Why does he not bring a sign from his Lord?\" Have not clear proofs come to them in what is contained in the earlier Books?"},{"sura":20,"aya":134,"quran_text":"وَلَوْ أَنَّا أَهْلَكْنَاهُمْ بِعَذَابٍ مِنْ قَبْلِهِ لَقَالُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ مِنْ قَبْلِ أَنْ نَذِلَّ وَنَخْزَى","bangla_text":"যদি আমি এদেরকে ইতিপূর্বে কোন শাস্তি দ্বারা ধ্বংস করতাম, তবে এরা বলতঃ হে আমাদের পালনকর্তা, আপনি আমাদের কাছে একজন রসূল প্রেরণ করলেন না কেন? তাহলে তো আমরা অপমানিত ও হেয় হওয়ার পূর্বেই আপনার নিদর্শন সমূহ মেনে চলতাম।","english_text":"If We had destroyed them by some calamity sooner than this, they would have surely said: \"O Lord, if You had sent to us a messenger we would have followed Your command before being humbled and disgraced.\""},{"sura":20,"aya":135,"quran_text":"قُلْ كُلٌّ مُتَرَبِّصٌ فَتَرَبَّصُوا فَسَتَعْلَمُونَ مَنْ أَصْحَابُ الصِّرَاطِ السَّوِيِّ وَمَنِ اهْتَدَى","bangla_text":"বলুন, প্রত্যেকেই পথপানে চেয়ে আছে, সুতরাং তোমরাও পথপানে চেয়ে থাক। অদূর ভবিষ্যতে তোমরা জানতে পারবে কে সরল পথের পথিক এবং কে সৎপথ প্রাপ্ত হয়েছে।","english_text":"Say: \"Each one awaits the consequence; so you wait. You will come to know soon who are the men of the straight path and who have come to guidance."}]