[{"sura":60,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَقَدْ كَفَرُوا بِمَا جَاءَكُمْ مِنَ الْحَقِّ يُخْرِجُونَ الرَّسُولَ وَإِيَّاكُمْ أَنْ تُؤْمِنُوا بِاللَّهِ رَبِّكُمْ إِنْ كُنْتُمْ خَرَجْتُمْ جِهَادًا فِي سَبِيلِي وَابْتِغَاءَ مَرْضَاتِي تُسِرُّونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَأَنَا أَعْلَمُ بِمَا أَخْفَيْتُمْ وَمَا أَعْلَنْتُمْ وَمَنْ يَفْعَلْهُ مِنْكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ","bangla_mohiuddin":"মুমিনগণ, তোমরা আমার ও তোমাদের শত্রুদেরকে বন্ধরূপে গ্রহণ করো না। তোমরা তো তাদের প্রতি বন্ধুত্বের বার্তা পাঠাও, অথচ তারা যে সত্য তোমাদের কাছে আগমন করেছে, তা অস্বীকার করছে। তারা রসূলকে ও তোমাদেরকে বহিস্কার করে এই অপরাধে যে, তোমরা তোমাদের পালনকর্তার প্রতি বিশ্বাস রাখ। যদি তোমরা আমার সন্তুষ্টিলাভের জন্যে এবং আমার পথে জেহাদ করার জন্যে বের হয়ে থাক, তবে কেন তাদের প্রতি গোপনে বন্ধুত্বের পয়গাম প্রেরণ করছ? তোমরা যা গোপন কর এবং যা প্রকাশ কর, ত আমি খুব জানি। তোমাদের মধ্যে যে এটা করে, সে সরলপথ থেকে বিচ্যুত হয়ে যায়।","bangla_murtaza":"পরম করুণাময় পরম দয়াবান আল্লাহর নামে হে ঈমানদার লোকেরা! তোমরা আমার শত্রু এবং তোমাদের শত্রুকে অলি (বন্ধু ও পৃষ্ঠপোষক) হিসেবে গ্রহণ করোনা। তোমরা কি তাদের কাছে বন্ধুত্বের বার্তা পাঠাচ্ছো? অথচ তোমাদের কাছে যে সত্য এসেছে তারা তার প্রতি কুফুরি করেছে। তোমরা তোমাদের প্রভু আল্লাহর প্রতি ঈমান এনেছো বলে তারা আল্লাহর রসূলকে এবং তোমাদেরকেও দেশ থেকে বের করে দিয়েছে। যদি তোমরা আমার পথে জিহাদে এবং আমার সন্তুষ্টি লাভের উদ্দেশ্যে বের হয়ে থাকো, তবে কেন তোমরা গোপনে তাদের সাথে বন্ধুতা করছো? তোমরা যা গোপন করো আর যা প্রকাশ করো, তা আমি জানি। তোমাদের যে কেউ এমন কাজ করে, সে তো সঠিক পথ থেকে বিচ্যুত হয়।","english_text":"O YOU WHO BELIEVE, do not take My enemies and your enemies as friends. You show kindness to them, but they reject the true way that has come to you. They expelled the Prophet and you, for you believe in God your Lord. If you have come out to struggle in My cause having sought My acceptance, (do not be) friendly with them in secret. I know what you hide and what you disclose. Whoever of you does this will have gone astray from the right path.","bangla_translit":"ইয়া য় আইয়্যুহাল্ লাযীনা আ-মানূ লা-তাত্তাখিযূ ‘আদুওওয়ি অ ‘আদুওয়্যাকুম্ আওলিয়া-য়া তুল্ক্ব ক্রনা ইলাইহিম্ বিল্মাওয়াদ্দাতি অক্বদ্ কাফারূ বিমা- জ্বা-য়াকুম্ মিনাল্ হাক্ব ক্বি ইয়ুখ্রিজ্ব ক্রর্না রসূলা অইয়্যা-কুম্ আন্ তুমিনূ বিল্লা-হি রব্বিকুম্; ইন্ কুন্তুম্ খারজ্ব তুম্ জ্বিহা-দান্ ফী সাবীলী অবতিগ-য়া র্মাদ্বোয়া-তী তুর্সিরূনা ইলাইহিম্ বিল্ মাওয়াদ্দাতি অআনা আ‘লামু বিমা য় আখ্ফাইতুম্ অমা য় আ’লান্তুম্; অমাইঁ ইয়াফ্‘আল্হু মিন্কুম্ ফাক্বদ্ দ্বোয়াল্লা সাওয়া-য়াস্ সাবীল্।","english_translit":"Ya ayyuha allatheena amanoo la tattakhithoo AAaduwwee waAAaduwwakum awliyaa tulqoona ilayhim bialmawaddati waqad kafaroo bima jaakum mina alhaqqi yukhrijoona alrrasoola waiyyakum an tuminoo biAllahi rabbikum in kuntum kharajtum jihadan fee sabeelee waibtighaa mardatee tusirroona ilayhim bialmawaddati waana aAAlamu bima akhfaytum wama aAAlantum waman yafAAalhu minkum faqad dalla sawaa alssabeeli"},{"sura":60,"aya":2,"quran_text":"إِنْ يَثْقَفُوكُمْ يَكُونُوا لَكُمْ أَعْدَاءً وَيَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ وَأَلْسِنَتَهُمْ بِالسُّوءِ وَوَدُّوا لَوْ تَكْفُرُونَ","bangla_mohiuddin":"তোমাদেরকে করতলগত করতে পারলে তারা তোমাদের শত্রু হয়ে যাবে এবং মন্দ উদ্দেশ্যে তোমাদের প্রতি বাহু ও রসনা প্রসারিত করবে এবং চাইবে যে, কোনরূপে তোমরা ও কাফের হয়ে যাও।","bangla_murtaza":"তারা তোমাদের কাবু করতে পারলে তোমাদের শত্রু হয়ে যাবে এবং হাতে ও মুখে তোমাদের অনিষ্ট সাধন করবে। তারা তো কামনা করে তোমরাও যেনো কুফুরি করো।","english_text":"If they gain ascendancy over you, they will become your enemies, and employ their hands and tongues with evil designs, and wish that you also became disbelievers.","bangla_translit":"ইঁইয়াছ্ক্বফূকুম্ ইয়াকূনূ লাকুম্ আ’দা-য়াঁও অইয়াব্সুত্ব ক্র য় ইলাইকুম্ আইদিয়াহুম্ অআল্সিনাতাহুম্ বিস্ সূ-য়ি অওয়াদ্দ ক্রলাও তাক্ফুরূন্।","english_translit":"In yathqafookum yakoonoo lakam aAAdaan wayabsutoo ilaykum aydiyahum waalsinatahum bialssooi wawaddoo law takfuroona"},{"sura":60,"aya":3,"quran_text":"لَنْ تَنْفَعَكُمْ أَرْحَامُكُمْ وَلَا أَوْلَادُكُمْ يَوْمَ الْقِيَامَةِ يَفْصِلُ بَيْنَكُمْ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ","bangla_mohiuddin":"তোমাদের স্বজন-পরিজন ও সন্তান-সন্ততি কিয়ামতের দিন কোন উপকারে আসবে না। তিনি তোমাদের মধ্যে ফয়সালা করবেন। তোমরা যা কর, আল্লাহ তা দেখেন।","bangla_murtaza":"কিয়ামতের দিন তোমাদের আত্মীয়-স্বজন এবং সন্তান-সন্ততি তোমাদের কোনো কাজে আসবে না। আল্লাহ তোমাদের মাঝে বিভক্তি সৃষ্টি করে দেবেন। তোমরা যা করো আল্লাহ তার প্রতি দৃষ্টি রাখছেন।","english_text":"Neither your blood relations nor your children will be of any avail to you on the Day of Resurrection. He will judge between you, for God sees what you do.","bangla_translit":"লান্ তান্ফা‘আকুম্ র্আহা-মুকুম্ অলা য় আওলাদুকুম্ ইয়াওমাল্ ক্বিয়া-মাতি ইয়াফ্ছিলু বাইনাকুম্; অল্লা-হু বিমা-তা’মালূনা বার্ছী।","english_translit":"Lan tanfaAAakum arhamukum wala awladukum yawma alqiyamati yafsilu baynakum waAllahu bima taAAmaloona baseerun"},{"sura":60,"aya":4,"quran_text":"قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآءُ مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاءُ أَبَدًا حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ إِلَّا قَوْلَ إِبْرَاهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَنَّ لَكَ وَمَا أَمْلِكُ لَكَ مِنَ اللَّهِ مِنْ شَيْءٍ رَبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ الْمَصِيرُ","bangla_mohiuddin":"তোমাদের জন্যে ইব্রাহীম ও তাঁর সঙ্গীগণের মধ্যে চমৎকার আদর্শ রয়েছে। তারা তাদের সম্প্রদায়কে বলেছিলঃ তোমাদের সাথে এবং তোমরা আল্লাহর পরিবর্তে যার এবাদত কর, তার সাথে আমাদের কোন সম্পর্ক নেই। আমরা তোমাদের মানি না। তোমরা এক আল্লাহর প্রতি বিশ্বাস স্থাপন না করলে তোমাদের মধ্যে ও আমাদের মধ্যে চিরশত্রুতা থাকবে। কিন্তু ইব্রাহীমের উক্তি তাঁর পিতার উদ্দেশে এই আদর্শের ব্যতিক্রম। তিনি বলেছিলেনঃ আমি অবশ্যই তোমার জন্য ক্ষমাপ্রার্থনা করব। তোমার উপকারের জন্যে আল্লাহর কাছে আমার আর কিছু করার নেই। হে আমাদের পালনকর্তা! আমরা তোমারই উপর ভরসা করেছি, তোমারই দিকে মুখ করেছি এবং তোমারই নিকট আমাদের প্রত্যাবর্তন।","bangla_murtaza":"তোমাদের জন্যে রয়েছে একটি উত্তম আদর্শ ইবরাহিম এবং তার সাথিদের মধ্যে। তারা তাদের কওমকে বলেছিল: ‘তোমাদের সাথে আমাদের কোনো সম্পর্ক নেই এবং তোমরা আল্লাহর পরিবর্তে যাদের ইবাদত (পূজা উপাসনা) করো তাদের সাথেও। আমরা তোমাদের অমান্য করছি। তোমাদের এবং আমাদের মাঝে শুরু হলো চিরন্তন শত্রুতা আর বিদ্বেষ যতোদিন না তোমরা এক আল্লাহর প্রতি ঈমান আনবে।’ তবে ব্যতিক্রম শুধু নিজের পিতার প্রতি ইবরাহিমের এই কথাটা: ‘আমি আপনার ব্যাপারে আল্লাহর কাছে ক্ষমা প্রার্থনা করে যাবো, তবে আপনার ব্যাপারে আমি আল্লাহর কাছে কোনো কিছু করার অধিকার রাখিনা।’ “আমাদের প্রভু! আমরা তোমার প্রতি তাওয়াক্কুল করলাম, আমরা তোমারই অভিমুখী হলাম এবং প্রত্যাবর্তন তো হবে তোমারই কাছে।","english_text":"You have an excellent model in Abraham and those who were with him, when he said to his people: \"We are through with you, and those you worship other than God. We reject you. Enmity and hate have come between you and us for ever, unless you believe in God the One,\" -- except for what he said to his father: \"I shall ask forgiveness for you, but I have no power to prevail with God for you.\" \"O Lord, we place our trust in You, and turn to You in penitence, and to You is our returning.","bangla_translit":"ক্বদ্ কা-নাত্ লাকুম্ উস্ওয়াতুন্ হাসানাতুন্ ফী য় ইব্রা-হীমা অল্লাযীনা মা‘আহূ ইয্ ক্ব-লূ লিক্বওমিহিম্ ইন্না বুরয়া-য়ু মিন্কুম্ অমিম্মা-তা’বুদূনা মিন্ দূনিল্লা-হি কার্ফানা-বিকুম্ অবাদা বাইনানা- অবাইনাকুমুল্ ‘আদা-ওয়াতু অল্ বাগ্দ্বোয়া-য়ু আবাদান্ হাত্তা- তুমিনূ বিল্লা-হি অহ্দাহূ য় ইল্লা- ক্বওলা ইব্র-হীমা লিআবীহি লাআস্ তাগ্ফিরন্না লাকা অমা য় আম্লিকু লাকা মিনাল্লা-হি মিন্ শাইয়িন; রব্বানা-‘আলাইকা তাওয়াক্কাল্না-অইলাইকা আনাব্না-অইলাইকাল্ মার্ছী।","english_translit":"Qad kanat lakum oswatun hasanatun fee ibraheema waallatheena maAAahu ith qaloo liqawmihim inna buraao minkum wamimma taAAbudoona min dooni Allahi kafarna bikum wabada baynana wabaynakumu alAAadawatu waalbaghdao abadan hatta tuminoo biAllahi wahdahu illa qawla ibraheema liabeehi laastaghfiranna laka wama amliku laka mina Allahi min shayin rabbana AAalayka tawakkalna wailayka anabna wailayka almaseeru"},{"sura":60,"aya":5,"quran_text":"رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِلَّذِينَ كَفَرُوا وَاغْفِرْ لَنَا رَبَّنَا إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ","bangla_mohiuddin":"হে আমাদের পালনকর্তা! তুমি আমাদেরকে কাফেরদের জন্য পরীক্ষার পাত্র করো না। হে আমাদের পালনকর্তা! আমাদের ক্ষমা কর। নিশ্চয় তুমি পরাক্রমশালী, প্রজ্ঞাময়।","bangla_murtaza":"আমাদের প্রভু! তুমি আমাদেরকে কাফিরদের নিপীড়নের পাত্র বানিয়ো না। হে প্রভু! তুমি আমাদের ক্ষমা করে দাও। নিশ্চয়ই তুমি মহাশক্তিধর, মহাপ্রজ্ঞাবান।”","english_text":"O Lord, make us not an example of punishment for infidels, and forgive us, O Lord. You are all-mighty and all-wise.\"","bangla_translit":"রব্বানা- লা- তাজ্ব ‘আল্না- ফিত্নাতাল্ লিল্লাযীনা কাফারূ অর্গ্ফিলানা-রব্বানা -ইন্নাকা আন্তাল্ ‘আযীযুল্ হাকীম্।","english_translit":"Rabbana la tajAAalna fitnatan lillatheena kafaroo waighfir lana rabbana innaka anta alAAazeezu alhakeemu"},{"sura":60,"aya":6,"quran_text":"لَقَدْ كَانَ لَكُمْ فِيهِمْ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَمَنْ يَتَوَلَّ فَإِنَّ اللَّهَ هُوَ الْغَنِيُّ الْحَمِيدُ","bangla_mohiuddin":"তোমরা যারা আল্লাহ ও পরকাল প্রত্যাশা কর, তোমাদের জন্য তাদের মধ্যে উত্তম আদর্শ রয়েছে। আর যে মুখ ফিরিয়ে নেয়, তার জানা উচিত যে, আল্লাহ বেপরওয়া, প্রশংসার মালিক।","bangla_murtaza":"তোমরা যারা আল্লাহর (সন্তুষ্টি) এবং পরকালের (সাফল্য) প্রত্যাশা করো, নিশ্চয়ই তাদের মধ্যে রয়েছে তোমাদের জন্যে উত্তম আদর্শ। কেউ যদি মুখ ফিরিয়ে নেয়, সে জেনে রাখুক, নিশ্চয়ই আল্লাহ অভাবমুক্ত সপ্রশংসিত।","english_text":"Those of you who have hope in God and the Last Day have certainly a good example in them. But whosoever turns away, then surely God is above concern, worthy of praise.","bangla_translit":"লাক্বদ্ কা-না লাকুম্ ফী হিম্ উস্ওয়াতুন্ হাসানাতুল্ লিমান্ কা-না ইর্য়াজুল্লা-হা অল্ ইয়াওমাল্ আ-র্খি; অমাইঁ ইয়াতাওয়াল্লা-ফাইন্নাল্লা-হা হুওয়াল্ গানিইয়ুল্ হামীদ্।","english_translit":"Laqad kana lakum feehim oswatun hasanatun liman kana yarjoo Allaha waalyawma alakhira waman yatawalla fainna Allaha huwa alghanniyyu alhameedu"},{"sura":60,"aya":7,"quran_text":"عَسَى اللَّهُ أَنْ يَجْعَلَ بَيْنَكُمْ وَبَيْنَ الَّذِينَ عَادَيْتُمْ مِنْهُمْ مَوَدَّةً وَاللَّهُ قَدِيرٌ وَاللَّهُ غَفُورٌ رَحِيمٌ","bangla_mohiuddin":"যারা তোমাদের শত্রু আল্লাহ তাদের মধ্যে ও তোমাদের মধ্যে সম্ভবতঃ বন্ধুত্ব সৃষ্টি করে দেবেন। আল্লাহ সবই করতে পারেন এবং আল্লাহ ক্ষমাশীল, করুণাময়।","bangla_murtaza":"যাদের সাথে তোমাদের শত্রুতা রয়েছে, হয়তো আল্লাহ তাদের ও তোমাদের মাঝে বন্ধুতা সৃষ্টি করে দেবেন। আল্লাহ সর্বশক্তিমান। আল্লাহ পরম ক্ষমাশীল, পরম দয়াবান।","english_text":"It maybe that God will create love between you and your enemies. God is all-powerful, and God is forgiving, ever-merciful.","bangla_translit":"‘আসাল্লা-হু আইঁ ইয়াজ্ব ‘আলা বাইনাকুম্ অবাইনাল্ লাযীনা ‘আদাইতুম্ মিন্হুম্ মাওয়াদ্দাহ্; অল্লা-হু ক্বার্দী; অল্লা-হু গফূর্রু রহীম্।","english_translit":"AAasa Allahu an yajAAala baynakum wabayna allatheena AAadaytum minhum mawaddatan waAllahu qadeerun waAllahu ghafoorun raheemun"},{"sura":60,"aya":8,"quran_text":"لَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيَارِكُمْ أَنْ تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ","bangla_mohiuddin":"ধর্মের ব্যাপারে যারা তোমাদের বিরুদ্ধে লড়াই করেনি এবং তোমাদেরকে দেশ থেকে বহিস্কৃত করেনি, তাদের প্রতি সদাচরণ ও ইনসাফ করতে আল্লাহ তোমাদেরকে নিষেধ করেন না। নিশ্চয় আল্লাহ ইনসাফকারীদেরকে ভালবাসেন।","bangla_murtaza":"দীনের ব্যাপারে যারা তোমাদের বিরুদ্ধে যুদ্ধ করেনি এবং তোমাদের ঘরবাড়ি থেকে বের করে দেয়নি, তাদের প্রতি সহানুভূতি দেখাতে এবং ন্যায়বিচার করতে আল্লাহ তোমাদের নিষেধ করেননা। নিশ্চয়ই আল্লাহ সুবিচারকারীদের ভালোবাসেন।","english_text":"God does not forbid you from being kind and acting justly towards those who did not fight over faith with you, nor expelled you from your homes. God indeed loves those who are just.","bangla_translit":"লা-ইয়ান্হা-কুমুল্লা-হু ‘আনিল্ লাযীনা লাম্ ইয়ুক্ব-তিলূকুম্ ফিদ্দীনি অলাম্ ইয়ুখ্রিজ্ব ক্রকুম্ মিন্ দিয়া-রিকুম্ আন্ তার্বারূহুম্ অতুক্ব সিত্ব ক্র য় ইলাইহিম্; ইন্নাল্লা-হা ইয়ুহিব্বুল্ মুক্ব সিত্বীন্।","english_translit":"La yanhakumu Allahu AAani allatheena lam yuqatilookum fee alddeeni walam yukhrijookum min diyarikum an tabarroohum watuqsitoo ilayhim inna Allaha yuhibbu almuqsiteena"},{"sura":60,"aya":9,"quran_text":"إِنَّمَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ قَاتَلُوكُمْ فِي الدِّينِ وَأَخْرَجُوكُمْ مِنْ دِيَارِكُمْ وَظَاهَرُوا عَلَى إِخْرَاجِكُمْ أَنْ تَوَلَّوْهُمْ وَمَنْ يَتَوَلَّهُمْ فَأُولَئِكَ هُمُ الظَّالِمُونَ","bangla_mohiuddin":"আল্লাহ কেবল তাদের সাথে বন্ধুত্ব করতে নিষেধ করেন, যারা ধর্মের ব্যাপারে তোমাদের বিরুদ্ধে যুদ্ধ করেছে, তোমাদেরকে দেশ থেকে বহিস্কৃত করেছে এবং বহিস্কারকার্যে সহায়তা করেছে। যারা তাদের সাথে বন্ধুত্ব করে তারাই জালেম।","bangla_murtaza":"আল্লাহ তো কেবল তাদের সাথে বন্ধুতা করতেই নিষেধ করেন, যারা দীনের কারণে তোমাদের বিরুদ্ধে যুদ্ধ করেছে, তোমাদেরকে তোমাদের ঘরবাড়ি থেকে বের করে দিয়েছে এবং তোমাদের বের করে দিতে সাহায্য করেছে। যারা তাদের সাথে বন্ধুতা করে তারা যালিম।","english_text":"He only forbids you from making friends with those who fought over faith with you and banished you from your homes, and aided in your exile. Whoever makes friends with them is a transgressor.","bangla_translit":"ইন্নামা-ইয়ান্হা-কুমুল্লা-হু ‘আনিল্ লাযীনা ক্ব-তালূকুম্ ফিদ্দীনি অ আখ্রাজ্ব ক্র কুম্ মিন্ দিয়া-রিকুম্ অজোয়া- হারূ ‘আলা য় ইখ্র-জ্বিকুম্ আন্ তাওয়াল্লাওহুম্ অমাইঁ ইয়া তাওয়াল্লাহুম্ ফাউলা-য়িকা হুমুজ্ জোয়া-লিমূন্।","english_translit":"Innama yanhakumu Allahu AAani allatheena qatalookum fee alddeeni waakhrajookum min diyarikum wathaharoo AAala ikhrajikum an tawallawhum waman yatawallahum faolaika humu alththalimoona"},{"sura":60,"aya":10,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ اللَّهُ أَعْلَمُ بِإِيمَانِهِنَّ فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ فَلَا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ لَا هُنَّ حِلٌّ لَهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ وَآتُوهُمْ مَا أَنْفَقُوا وَلَا جُنَاحَ عَلَيْكُمْ أَنْ تَنْكِحُوهُنَّ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ وَلَا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ وَاسْأَلُوا مَا أَنْفَقْتُمْ وَلْيَسْأَلُوا مَا أَنْفَقُوا ذَلِكُمْ حُكْمُ اللَّهِ يَحْكُمُ بَيْنَكُمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ","bangla_mohiuddin":"মুমিনগণ, যখন তোমাদের কাছে ঈমানদার নারীরা হিজরত করে আগমন করে, তখন তাদেরকে পরীক্ষা কর। আল্লাহ তাদের ঈমান সম্পর্কে সম্যক অবগত আছেন। যদি তোমরা জান যে, তারা ঈমানদার, তবে আর তাদেরকে কাফেরদের কাছে ফেরত পাঠিও না। এরা কাফেরদের জন্যে হালাল নয় এবং কাফেররা এদের জন্যে হালাল নয়। কাফেররা যা ব্যয় করেছে, তা তাদের দিয়ে দাও। তোমরা, এই নারীদেরকে প্রাপ্য মোহরানা দিয়ে বিবাহ করলে তোমাদের অপরাধ হবে না। তোমরা কাফের নারীদের সাথে দাম্পত্য সম্পর্ক বজায় রেখো না। তোমরা যা ব্যয় করেছ, তা চেয়ে নাও এবং তারাও চেয়ে নিবে যা তারা ব্যয় করেছে। এটা আল্লাহর বিধান; তিনি তোমাদের মধ্যে ফয়সালা করেন। আল্লাহ সর্বজ্ঞ প্রজ্ঞাময়।","bangla_murtaza":"হে ঈমানদার লোকেরা! মুমিন নারীরা মুহাজির হয়ে (তোমাদের) কাছে এলে তোমরা তাদের পরীক্ষা করে নিও। তাদের ঈমান সম্পর্কে আল্লাহই অধিক জানেন। তোমরা যদি জানতে পারো, তারা সত্যি মুমিনা, তবে তাদের কাফিরদের কাছে ফেরত পাঠিয়োনা। কারণ তারা কাফিরদের জন্যে হালাল নয়, আর কাফিররাও তাদের জন্যে হালাল নয়। কাফিররা তাদের জন্যে যা (যে মোহরানা) ব্যয় করেছে তা তাদের ফেরত দেবে। অত:পর মোহরানা দিয়ে তাদের বিয়ে করলে তোমাদের কোনো দোষ হবেনা। তোমরা কাফির নারীদের সাথে বৈবাহিক সম্পর্ক বজায় রেখোনা। তোমরা তাদের জন্যে যা (যে মোহরানা) ব্যয় করেছো তা ফেরত চাইবে এবং কাফিররাও চাইবে তারা যা ব্যয় করেছে। এটাই আল্লাহর বিধান। তিনি তোমাদের মাঝে ফায়সালা করে দেন। তিনি জ্ঞানী এবং প্রজ্ঞাবান।","english_text":"O believers, when believing women come over to you as refugees, then examine them. God alone is cognisant of their faith. If you find that they are believers, do not send them back to unbelievers. They are not lawful for them, nor are infidels lawful for believing women. Give the unbelievers what they have spent on them. There is no sin if you marry them provided you give their dowers to them. Do not retain your (marriage) ties with unbelieving women. Ask for the return of what you have spent (on them); and the unbelievers should ask for the return of what they have spent. This is the judgement of God. He judges between you. God is all-knowing and all-wise.","bangla_translit":"ইয়া য় আইয়ুহাল্ লাযীনা আ-মানূ য় ইযা-জ্বা-য়াকুমুল্ মুমিনা-তু মুহা-জ্বির-তিন্ ফাম্তাহিনূহুন্ন্; আল্লা-হু আ’লামু বিঈমা-নিহিন্না ফাইন্ ‘আলিম্ তুমূহুন্না মুমিনা-তিন্ ফালা-র্তাজ্বি‘ঊ হুন্না ইলাল্ কুফ্ফার্-; লা-হুন্না হিল্লুল্লাহুম্ অলা-হুম্ ইয়াহিল্লূনা লাহুন্; অআ-তূহুম্ মা য় আন্ফাক্ব ক্র; অলা-জ্ব ক্রনা-হা ‘আলাইকুম্ আন্ তান্কিহূহুন্না ইযা য় আ-তাইতুমূ হুন্না উজ্ব ক্ররহুন্না; অলা-তুম্সিকূ বিই’ছোয়ামিল্ কাওয়া-ফিরি অস্য়ালূ মা য় আন্ফাক্ব তুম্ অল্ ইয়াস্য়ালূ মা য় আন্ফাক্ব ক্র; যা-লিকুম্ হুক্মুল্লা-হ্ ইয়াহ্কুমু বাইনাকুম্; অল্লা-হু ‘আলীমুন্ হাকীম্।","english_translit":"Ya ayyuha allatheena amanoo itha jaakumu almuminatu muhajiratin faimtahinoohunna Allahu aAAlamu bieemanihinna fain AAalimtumoohunna muminatin fala tarjiAAoohunna ila alkuffari la hunna hillun lahum wala hum yahilloona lahunna waatoohum ma anfaqoo wala junaha AAalaykum an tankihoohunna itha ataytumoohunna ojoorahunna wala tumsikoo biAAisami alkawafiri waisaloo ma anfaqtum walyasaloo ma anfaqoo thalikum hukmu Allahi yahkumu baynakum waAllahu AAaleemun hakeemun"},{"sura":60,"aya":11,"quran_text":"وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ فَعَاقَبْتُمْ فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا وَاتَّقُوا اللَّهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ","bangla_mohiuddin":"তোমাদের স্ত্রীদের মধ্যে যদি কেউ হাতছাড়া হয়ে কাফেরদের কাছে থেকে যায়, অতঃপর তোমরা সুযোগ পাও, তখন যাদের স্ত্রী হাতছাড়া হয়ে গেছে, তাদেরকে তাদের ব্যয়কৃত অর্থের সমপরিমাণ অর্থ প্রদান কর এবং আল্লাহকে ভয় কর, যার প্রতি তোমরা বিশ্বাস রাখ।","bangla_murtaza":"তোমাদের কাফির স্ত্রীদেরকে দেয়া মোহরানার কিছু অংশ যদি তোমরা ফেরত না পাও এবং পরে যদি তোমরা সুযোগ পেয়ে যাও তাহলে যাদের স্ত্রীরা ওদিকে রয়ে গেছে তাদেরকে তাদের দেয়া মোহরানার সমপরিমাণ অর্থ দিয়ে দাও। তোমরা সেই আল্লাহ্কে ভয় করো যাঁর প্রতি তোমরা মুমিন (বিশ্বাসী)।","english_text":"If any of your women go away to the unbelievers, and you succeed in your turn (and have a chance of getting spoils), then give to those whose wives have so gone away as much as they had spent on them; but take heed and fear God in whom you believe.","bangla_translit":"অইন্ ফা-তাকুম্ শাইয়ুম্ মিন্ আয্ওয়া-জ্বিকুম্ ইলাল্ কুফ্ফা-রি ফা‘আ-ক্বব্তুম্ ফা‘আ- তুল্লাযীনা যাহাবাত্ আয্ওয়া-জুহুম্ মিছ্লা মা য় আন্ফাক্ব ক্র; অত্তাকুল্লা হাল্লাযী য় আন্তুম্ বিহী মু”মিনূন্।","english_translit":"Wain fatakum shayon min azwajikum ila alkuffari faAAaqabtum faatoo allatheena thahabat azwajuhum mithla ma anfaqoo waittaqoo Allaha allathee antum bihi muminoona"},{"sura":60,"aya":12,"quran_text":"يَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ عَلَى أَنْ لَا يُشْرِكْنَ بِاللَّهِ شَيْئًا وَلَا يَسْرِقْنَ وَلَا يَزْنِينَ وَلَا يَقْتُلْنَ أَوْلَادَهُنَّ وَلَا يَأْتِينَ بِبُهْتَانٍ يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ وَلَا يَعْصِينَكَ فِي مَعْرُوفٍ فَبَايِعْهُنَّ وَاسْتَغْفِرْ لَهُنَّ اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ","bangla_mohiuddin":"হে নবী, ঈমানদার নারীরা যখন আপনার কাছে এসে আনুগত্যের শপথ করে যে, তারা আল্লাহর সাথে কাউকে শরীক করবে না, চুরি করবে না, ব্যভিচার করবে না, তাদের সন্তানদেরকে হত্যা করবে না, জারজ সন্তানকে স্বামীর ঔরস থেকে আপন গর্ভজাত সন্তান বলে মিথ্যা দাবী করবে না এবং ভাল কাজে আপনার অবাধ্যতা করবে না, তখন তাদের আনুগত্য গ্রহণ করুন এবং তাদের জন্যে আল্লাহর কাছে ক্ষমা প্রার্থনা করুন। নিশ্চয় আল্লাহ ক্ষমাশীল অত্যন্ত দয়ালু।","bangla_murtaza":"হে নবী! মুমিন নারীরা তোমার কাছে এসে বাইয়াত করতে চাইলে এসব শর্তে তাদের বাইয়াত গ্রহণ করে নাও: তারা আল্লাহর সাথে শরিক সাব্যস্ত করবেনা, চুরি করবেনা, জিনা করবেনা, নিজেদের সন্তানদের হত্যা করবেনা, জেনেশুনে অপবাদ রচনা করে রটাবেনা এবং ভালো কাজে তোমার নির্দেশ অমান্য করবেনা। তুমি আল্লাহর কাছে তাদের জন্যে ক্ষমা প্রার্থনা করবে। নিশ্চয়ই আল্লাহ পরম ক্ষমাশীল, অতীব দয়াবান।","english_text":"O Prophet, when believing women come to you and swear on oath that they will not associate anything with God, nor steal, nor fornicate, nor kill their children, nor accuse others for what they have fabricated themselves, nor disobey you in any rightful thing, then you should accept their allegiance, and ask forgiveness of God for them. Certainly God is forgiving and kind.","bangla_translit":"ইয়া য় আইয়্যুহান্ নাবিয়্যু ইযা-জ্বা-য়াকাল্ মু”মিনা-তু ইয়ুবা-ইয়ি’নাকা ‘আলা য় আল্লা-ইয়ুশ্রিক্না বিল্লা-হি শাইয়াঁও অলা-ইয়াস্রিক্ব না অলা ইয়ায্নীনা অলা-ইয়াক্ব তুল্না আওলা-দাহুন্না অলা-ইয়া”তীনা বিবুহ্তা-নিঁ ইয়াফ্তারীনাহূ বাইনা আইদীহিন্না অ র্আজুলিহিন্না অলা- ইয়া’ছীনাকা ফী মা’রূফিন্ ফাবা-য়িয়ি’হুন্না অস্তার্গ্ফি লাহুন্নাল্ লা-হ্ ; ইন্নাল্লা-হা গাফূর্রু রহীম্।","english_translit":"Ya ayyuha alnnabiyyu itha jaaka almuminatu yubayiAAnaka AAala an la yushrikna biAllahi shayan wala yasriqna wala yazneena wala yaqtulna awladahunna wala yateena bibuhtanin yaftareenahu bayna aydeehinna waarjulihinna wala yaAAseenaka fee maAAroofin fabayiAAhunna waistaghfir lahunna Allaha inna Allaha ghafoorun raheemun"},{"sura":60,"aya":13,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ قَدْ يَئِسُوا مِنَ الْآخِرَةِ كَمَا يَئِسَ الْكُفَّارُ مِنْ أَصْحَابِ الْقُبُورِ","bangla_mohiuddin":"মুমিনগণ, আল্লাহ যে জাতির প্রতি রুষ্ট, তোমরা তাদের সাথে বন্ধুত্ব করো না। তারা পরকাল সম্পর্কে নিরাশ হয়ে গেছে যেমন কবরস্থ কাফেররা নিরাশ হয়ে গেছে।","bangla_murtaza":"হে ঈমানদার লোকেরা! আল্লাহ যে কওমটির প্রতি ক্ষুব্ধ, তোমরা তাদের সাথে বন্ধুতা করোনা। তারা তো আখিরাত সম্পর্কে হতাশ হয়ে পড়েছে, যেমন হতাশ হয়েছে কবরের অধিবাসী কাফিররা।","english_text":"O you who believe, do not make friends with those who have suffered the anger of God by having become despondent of the life to come like those unbelievers who are despondent of those who are in the graves.","bangla_translit":"ইয়া য় আইয়্যুহাল্লাযীনা আ-মানূ লা-তাতাঅল্লাও ক্বওমান্ গাদ্বিবাল্ লাহু ‘আলাইহিম্ ক্বদ্ ইয়ায়িসূ মিনাল্ আ-খিরতি কামা-ইয়ায়িসাল্ কুফ্ফা-রু মিন্ আছ্হা-বিল্ কুবূর্ ।","english_translit":"Ya ayyuha allatheena amanoo la tatawallaw qawman ghadiba Allahu AAalayhim qad yaisoo mina alakhirati kama yaisa alkuffaru min ashabi alquboori"}]