[{"sura":57,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ","bangla_mohiuddin":"নভোমন্ডল ও ভূমন্ডলে যা কিছু আছে, সবাই আল্লাহর পবিত্রতা ঘোষণা করে। তিনি শক্তিধর; প্রজ্ঞাময়।","bangla_murtaza":"পরম করুণাময় পরম দয়াবান আল্লাহর নামে মহাকাশ ও পৃথিবীতে যা কিছু আছে সবাই আল্লাহর তসবিহ করছে এবং তিনি মহাশক্তিধর মহাপ্রজ্ঞাবান।","english_text":"WHATSOEVER IS IN the heavens and the earth sings the praises of God. He is all-mighty and all-wise.","bangla_translit":"সাব্বাহা-লিল্লা-হি মা-ফিস্ সামা-ওয়া-তি অল্ র্আদ্বি অহুওয়াল্ ‘আযীযুল্ হাকীম্।","english_translit":"Sabbaha lillahi ma fee alssamawati waalardi wahuwa alAAazeezu alhakeemu"},{"sura":57,"aya":2,"quran_text":"لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يُحْيِي وَيُمِيتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ","bangla_mohiuddin":"নভোমন্ডল ও ভূমন্ডলের রাজত্ব তাঁরই। তিনি জীবন দান করেন ও মৃত্যু ঘটান। তিনি সবকিছু করতে সক্ষম।","bangla_murtaza":"মহাকাশ ও পৃথিবীর সর্বময় কর্তৃত্ব তাঁর। তিনিই জীবনদান করেন এবং মউত ঘটান। তিনি প্রতিটি বিষয়ে সর্বশক্তিমান।","english_text":"His is the kingdom of the heavens and the earth, He is the giver of life and death, and He has power over everything.","bangla_translit":"লাহু মুল্কুস্ সামা- ওয়া-তি অল্ র্আদ্বি ইয়ুহ্য়ী অ ইয়ুমীতু অ হুওয়া ‘আলা-কুল্লি শাইয়িন্ ক্বর্দী।","english_translit":"Lahu mulku alssamawati waalardi yuhyee wayumeetu wahuwa AAala kulli shayin qadeerun"},{"sura":57,"aya":3,"quran_text":"هُوَ الْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ","bangla_mohiuddin":"তিনিই প্রথম, তিনিই সর্বশেষ, তিনিই প্রকাশমান ও অপ্রকাশমান এবং তিনি সব বিষয়ে সম্যক পরিজ্ঞাত।","bangla_murtaza":"তিনিই প্রথম, তিনিই শেষ, তিনি প্রকাশ্য, তিনি গোপন এবং প্রতিটি বিষয়ে তিনি জ্ঞানী।","english_text":"He is the first and He the last, the transcendent and the immanent; and He has knowledge of everything.","bangla_translit":"হুওয়াল্ আউয়্যালু অল্ আ-খিরু অজ্জোয়া-হিরু অল্বা-ত্বিনু অহুওয়া বিকুল্লি শাইয়িন্ ‘আলীম্।","english_translit":"Huwa alawwalu waalakhiru waalththahiru waalbatinu wahuwa bikulli shayin AAaleemun"},{"sura":57,"aya":4,"quran_text":"هُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ","bangla_mohiuddin":"তিনি নভোমন্ডল ও ভূ-মন্ডল সৃষ্টি করেছেন ছয়দিনে, অতঃপর আরশের উপর সমাসীন হয়েছেন। তিনি জানেন যা ভূমিতে প্রবেশ করে ও যা ভূমি থেকে নির্গত হয় এবং যা আকাশ থেকে বর্ষিত হয় ও যা আকাশে উত্থিত হয়। তিনি তোমাদের সাথে আছেন তোমরা যেখানেই থাক। তোমরা যা কর, আল্লাহ তা দেখেন।","bangla_murtaza":"তিনি সেই সত্তা, যিনি সৃষ্টি করেছেন মহাকাশ ও পৃথিবী ছয়টি কালে, অত:পর তিনি সমাসীন হয়েছেন আরশে। তিনি জানেন যা প্রবেশ করে জমিনে এবং যা বের হয় জমিন থেকে, যা নাযিল হয় আসমান থেকে এবং যা মে’রাজ হয় (উঠে যায়) আসমানে। তিনি তোমাদের সাথে থাকেন, তোমরা যেখানেই থাকো। তোমরা যা করো তিনি সবকিছুর দ্রষ্টা।","english_text":"It is He who created the heavens and the earth in six stages, then assumed the throne. He knows whatsoever enters the earth, and whatsoever comes out of it, and what comes down from the sky and what goes up to it; and He is with you wheresoever you may be, and He perceives whatsoever you do.","bangla_translit":"হুওয়া ল্লাযী খলাক্বস্ সামা-ওয়া-তি অল্ র্আদ্বোয়া ফী সিত্তাতি আইয়্যা-মিন্ ছুম্মাস্ তাওয়া -‘আলাল্ ‘আরশ্; ইয়া’লামু মা ইয়ালিজুফিল্ র্আদ্বি অমা-ইয়াখ্রুজুমিন্হা-অমা-ইয়ান্যিলু মিনাস্ সামা-য়ি অমা-ইয়া’রুজু ফীহা-; অহুওয়া মা‘আকুম্ আইনা মা-কুন্তুম্; অল্লা-হু বিমা-তা’মালুনা বার্ছী।","english_translit":"Huwa allathee khalaqa alssamawati waalarda fee sittati ayyamin thumma istawa AAala alAAarshi yaAAlamu ma yaliju fee alardi wama yakhruju minha wama yanzilu mina alssamai wama yaAAruju feeha wahuwa maAAakum ayna ma kuntum waAllahu bima taAAmaloona baseerun"},{"sura":57,"aya":5,"quran_text":"لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ","bangla_mohiuddin":"নভোমন্ডল ও ভূমন্ডলের রাজত্ব তাঁরই। সবকিছু তাঁরই দিকে প্রত্যাবর্তন করবে।","bangla_murtaza":"মহাকাশ এবং পৃথিবীর সর্বময় কর্তৃত্ব তাঁরই। আল্লাহর দিকেই ফিরে যায় সমস্ত বিষয়।","english_text":"His is the kingdom of the heavens and the earth, and all things will go back to Him.","bangla_translit":"লাহূ মুল্কুস্ সামা-ওয়া-তি অল্ র্আদ্ব্; অ ইলাল্লা-হি র্তুজ্বাউ’ল্ উর্মূ।","english_translit":"Lahu mulku alssamawati waalardi waila Allahi turjaAAu alomooru"},{"sura":57,"aya":6,"quran_text":"يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَهُوَ عَلِيمٌ بِذَاتِ الصُّدُورِ","bangla_mohiuddin":"তিনি রাত্রিকে দিবসে প্রবিষ্ট করেন এবং দিবসকে প্রবিষ্ট করেন রাত্রিতে। তিনি অন্তরের বিষয়াদি সম্পর্কেও সম্যক জ্ঞাত।","bangla_murtaza":"তিনিই রাতকে ঢুকিয়ে দেন দিনের মধ্যে এবং দিনকে ঢুকিয়ে দেন রাতের মধ্যে এবং তিনিই অন্তরযামী।","english_text":"He turns night into day, and turns day into night; and He knows whatsoever is in your hearts.","bangla_translit":"ইয়ূলিজুল্লাইলা ফিন্নাহা-রি অইয়ু লিজুন্ নাহা-রা ফিল্ লাইল্; অহুওয়া ‘আলীমুম্ বিযা-তিছ্ ছুর্দূ।","english_translit":"Yooliju allayla fee alnnahari wayooliju alnnahara fee allayi wahuwa AAaleemun bithati alssudoori"},{"sura":57,"aya":7,"quran_text":"آمِنُوا بِاللَّهِ وَرَسُولِهِ وَأَنْفِقُوا مِمَّا جَعَلَكُمْ مُسْتَخْلَفِينَ فِيهِ فَالَّذِينَ آمَنُوا مِنْكُمْ وَأَنْفَقُوا لَهُمْ أَجْرٌ كَبِيرٌ","bangla_mohiuddin":"তোমরা আল্লাহ ও তাঁর রসূলের প্রতি বিশ্বাস স্থাপন কর এবং তিনি তোমাদেরকে যার উত্তরাধিকারী করেছেন, তা থেকে ব্যয় কর। অতএব, তোমাদের মধ্যে যারা বিশ্বাস স্থাপন করে ও ব্যয় করে, তাদের জন্যে রয়েছে মহাপুরস্কার।","bangla_murtaza":"তোমরা ঈমান আনো আল্লাহর প্রতি, তাঁর রসূলের প্রতি, আর আল্লাহ তোমাদের যা কিছুুর উত্তরাধিকারী করেছেন তা থেকে ব্যয় করো (আল্লাহর পথে)। তোমাদের মধ্য থেকে যারা ঈমান আনে এবং ব্যয় করে (আল্লাহর পথে) তাদের জন্যে রয়েছে মহাপুরস্কার।","english_text":"Believe in God and His Apostle, and spend of what He has given you as His trustee. And those of you who believe and spend in charity will have a great reward.","bangla_translit":"আ-মিনূ বিল্লা-হি অরাসূলিহী অ আন্ফিকুমিম্মা-জ্বা‘আলাকুম্ মুস্তাখ্লাফীনা ফীহ্; ফাল্লাযীনা আ-মানূ মিন্কুম্ অআন্ফাকু লাহুম্ আজ্ব রুন্ কার্বী।","english_translit":"Aminoo biAllahi warasoolihi waanfiqoo mimma jaAAalakum mustakhlafeena feehi faallatheena amanoo minkum waanfaqoo lahum ajrun kabeerun"},{"sura":57,"aya":8,"quran_text":"وَمَا لَكُمْ لَا تُؤْمِنُونَ بِاللَّهِ وَالرَّسُولُ يَدْعُوكُمْ لِتُؤْمِنُوا بِرَبِّكُمْ وَقَدْ أَخَذَ مِيثَاقَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ","bangla_mohiuddin":"তোমাদের কি হল যে, তোমরা আল্লাহর প্রতি বিশ্বাস স্থাপন করছ না, অথচ রসূল তোমাদেরকে তোমাদের পালনকর্তার প্রতি বিশ্বাস স্থাপন করার দাওয়াত দিচ্ছেন? আল্লাহ তো পূর্বেই তোমাদের অঙ্গীকার নিয়েছেন-যদি তোমরা বিশ্বাসী হও।","bangla_murtaza":"তোমাদের কী হয়েছে, কেন তোমরা ঈমান আনোনা আল্লাহর প্রতি, অথচ রসূল তোমাদের দাওয়াত দিচ্ছেন ঈমান আনতে তোমাদের প্রভুর প্রতি, আর আল্লাহ তো তোমাদের থেকে মজবুত অংগীকার গ্রহণ করেছেনই, যদি তোমরা মুমিন হয়ে থাকো।","english_text":"What has come upon you that you believe not in God, though the Prophet is calling you to believe in your Lord? And He has already taken your pledge, if you are believers.","bangla_translit":"অমা-লাকুম্ লা-তুমিনূনা বিল্লা-হি র্অ রাসূলু ইয়াদ্‘ঊকুম্ লিতুমিনূ বিরব্বিকুম্ অক্বদ্ আখাযা মীছা-ক্বকুম্ ইন্ কুন্তুম্ মুমিনীন্।","english_translit":"Wama lakum la tuminoona biAllahi waalrrasoolu yadAAookum lituminoo birabbikum waqad akhatha meethaqakum in kuntum mumineena"},{"sura":57,"aya":9,"quran_text":"هُوَ الَّذِي يُنَزِّلُ عَلَى عَبْدِهِ آيَاتٍ بَيِّنَاتٍ لِيُخْرِجَكُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَإِنَّ اللَّهَ بِكُمْ لَرَءُوفٌ رَحِيمٌ","bangla_mohiuddin":"তিনিই তাঁর দাসের প্রতি প্রকাশ্য আয়াত অবতীর্ণ করেন, যাতে তোমাদেরকে অন্ধকার থেকে আলোকে আনয়ন করেন। নিশ্চয় আল্লাহ তোমাদের প্রতি করুণাময়, পরম দয়ালু।","bangla_murtaza":"তিনিই তাঁর দাসের প্রতি নাযিল করেন সুস্পষ্ট আয়াতসমূহ যা তোমাদের বের করে আনে অন্ধকাররাশি থেকে আলোতে এবং অবশ্যি আল্লাহ তোমাদের প্রতি পরম করুণাময়, পরম দয়াবান।","english_text":"It is He who sends down splendent revelations to His votary that he may take you out of darkness into light; for surely God is gracious and kind to you.","bangla_translit":"হুওয়াল্লাযী ইয়ুনায্যিলু ‘আলা-আব্দিহী য় আ-ইয়া-তিম্ বাইয়িনা-তিল্ লিইয়ুখ্রিজ্বাকুম্ মিনাজ্ জুলুমা-তি ইলান্নরু; অইন্নাল্লা-হা বিকুম্ লারয়ূফুর রহীম্।","english_translit":"Huwa allathee yunazzilu AAala AAabdihi ayatin bayyinatin liyukhrijakum mina alththulumati ila alnnoori wainna Allaha bikum laraoofun raheemun"},{"sura":57,"aya":10,"quran_text":"وَمَا لَكُمْ أَلَّا تُنْفِقُوا فِي سَبِيلِ اللَّهِ وَلِلَّهِ مِيرَاثُ السَّمَاوَاتِ وَالْأَرْضِ لَا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَ أُولَئِكَ أَعْظَمُ دَرَجَةً مِنَ الَّذِينَ أَنْفَقُوا مِنْ بَعْدُ وَقَاتَلُوا وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَى وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ","bangla_mohiuddin":"তোমাদেরকে আল্লাহর পথে ব্যয় করতে কিসে বাধা দেয়, যখন আল্লাহই নভোমন্ডল ও ভূমন্ডলের উত্তরাধিকারী? তোমাদের মধ্যে যে মক্কা বিজয়ের পূর্বে ব্যয় করেছে ও জেহাদ করেছে, সে সমান নয়। এরূপ লোকদের মর্যদা বড় তাদের অপেক্ষা, যার পরে ব্যয় করেছে ও জেহাদ করেছে। তবে আল্লাহ উভয়কে কল্যাণের ওয়াদা দিয়েছেন। তোমরা যা কর, আল্লাহ সে সম্পর্কে সম্যক জ্ঞাত।","bangla_murtaza":"তোমাদের কী হয়েছে, তোমরা কেন ব্যয় করবেনা আল্লাহর পথে? অথচ মহাকাশ এবং পৃথিবীর মালিকানা তো আল্লাহরই। তোমাদের যারা বিজয়ের আগে ব্যয় করেছে এবং যুদ্ধ করেছে, তারা ঐসব লোকদের চেয়ে মর্যাদায় শ্রেষ্ঠ, যারা ব্যয় করেছে এবং যুদ্ধ করেছে বিজয়ের পরে। তবে আল্লাহ উভয়ের জন্যেই কল্যাণের ওয়াদা দিয়েছেন। তোমরা যা আমল করো আল্লাহ সে বিষয়ে খবর রাখেন।","english_text":"What has come upon you that you do not spend in the way of God, when the heritage of the heavens and the earth belongs to God? Those of you who spent before the victory and fought, are not equal (to those who did not). They are higher in position than those who spent after (the victory) and fought. To each one God has made the promise of excellence, for God is aware of all you do.","bangla_translit":"অমা-লাকুম্ আল্লা-তুন্ফিক্বুফী সাবীলিল্লা-হি অলিল্লা-হি মীরাছুস্ সামা-ওয়া-তি অল্ র্আদ্বি; লা-ইয়াস্ তাওয়ী মিন্কুম্ মান্ আন্ফাক্বা মিন্ ক্বব্লিল্ ফাত্হি অক্ব- তাল্; উলা-য়িকা আ’জোয়ামু দারাজ্বাতাম্ মিনাল্ লাযীনা আন্ফাক্বু মিম্ বা’দু অক্ব-তালূ; অকুল্লাওঁ অআ’দাল্লা-হুল্ হুস্না-; অল্লা-হু বিমা-তা’মালূনা খর্বী।","english_translit":"Wama lakum alla tunfiqoo fee sabeeli Allahi walillahi meerathu alssamawati waalardi la yastawee minkum man anfaqa min qabli alfathi waqatala olaika aAAthamu darajatan mina allatheena anfaqoo min baAAdu waqataloo wakullan waAAada Allahu alhusna waAllahu bima taAAmaloona khabeerun"},{"sura":57,"aya":11,"quran_text":"مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ وَلَهُ أَجْرٌ كَرِيمٌ","bangla_mohiuddin":"কে সেই ব্যক্তি, যে আল্লাহকে উত্তম ধার দিবে, এরপর তিনি তার জন্যে তা বহুগুণে বৃদ্ধি করবেন এবং তার জন্যে রয়েছে সম্মানিত পুরস্কার।","bangla_murtaza":"কে আছে আল্লাহ্কে ‘করজে হাসানা’ (উত্তম ঋণ) দেবে, তাহলে আল্লাহ তার জন্যে তা বহুগুণে বৃদ্ধি করে দেবেন। তাছাড়া তার জন্যে থাকবে সম্মানজনক পুরস্কার।","english_text":"Who will give a goodly loan to God which He will double for him, and be for him a splendid reward?","bangla_translit":"মান যাল্লাযী ইয়ুক্ব রিদ্বুল্লা-হা র্ক্বদ্বোয়ান্ হাসানান্ ফাইয়ুদ্বোয়া-ই’ফাহূ লাহূ অলাহূ-আজ্ব্রুন্ কারীম্","english_translit":"Man tha allathee yuqridu Allaha qardan hasanan fayudaAAifahu lahu walahu ajrun kareemun"},{"sura":57,"aya":12,"quran_text":"يَوْمَ تَرَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ يَسْعَى نُورُهُمْ بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ بُشْرَاكُمُ الْيَوْمَ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ","bangla_mohiuddin":"যেদিন আপনি দেখবেন ঈমানদার পুরুষ ও ঈমানদার নারীদেরকে, তাদের সম্মুখ ভাগে ও ডানপার্শ্বে তাদের জ্যোতি ছুটোছুটি করবে বলা হবেঃ আজ তোমাদের জন্যে সুসংবাদ জান্নাতের, যার তলদেশে নদী প্রবাহিত, তাতে তারা চিরকাল থাকবে। এটাই মহাসাফল্য।","bangla_murtaza":"সেদিন তুমি দেখবে, মুমিন পুরুষ এবং মুমিন নারীদের, তাদের নূর (আলো) তাদের সামনে এবং ডানে দৌড়াদৌড়ি করছে। তাদের বলা হবে: ‘আজ তোমাদের জন্যে সুসংবাদ জান্নাতের, যার নিচে দিয়ে জারি থাকবে নদ নদী নহর। সেখানে থাকবে তোমরা চিরকাল। আর এটাই মহাসাফল্য।’","english_text":"The day you see the believers, men and women, with their light advancing ahead and to the right of them, (they will be told:) \"There is good news for you this day, of gardens with rivers flowing by where you will live for ever.\" This will be the great attainment.","bangla_translit":"ইয়াওমা তারাল্ মুমিনীনা অল্মু’মিনা-তি ইয়াস্‘আ- নূরুহুম্ বাইনা আইদীহিম্ অবিআইমা-নিহিম্ বুশ্র-কুমুল্ ইয়াওমা জ্বান্না-তুন্ তাজ্ব রী মিন্ তাহ্তিহাল্ আন্হা-রু খ-লিদীনা ফীহা-; যা-লিকা হুওয়াল্ ফাওযুল্ ‘আজীম্।","english_translit":"Yawma tara almumineena waalmuminati yasAAa nooruhum bayna aydeehim wabiaymanihim bushrakumu alyawma jannatun tajree min tahtiha alanharu khalideena feeha thalika huwa alfawzu alAAatheemu"},{"sura":57,"aya":13,"quran_text":"يَوْمَ يَقُولُ الْمُنَافِقُونَ وَالْمُنَافِقَاتُ لِلَّذِينَ آمَنُوا انْظُرُونَا نَقْتَبِسْ مِنْ نُورِكُمْ قِيلَ ارْجِعُوا وَرَاءَكُمْ فَالْتَمِسُوا نُورًا فَضُرِبَ بَيْنَهُمْ بِسُورٍ لَهُ بَابٌ بَاطِنُهُ فِيهِ الرَّحْمَةُ وَظَاهِرُهُ مِنْ قِبَلِهِ الْعَذَابُ","bangla_mohiuddin":"যেদিন কপট বিশ্বাসী পুরুষ ও কপট বিশ্বাসিনী নারীরা মুমিনদেরকে বলবেঃ তোমরা আমাদের জন্যে অপেক্ষা কর, আমরাও কিছু আলো নিব তোমাদের জ্যোতি থেকে। বলা হবেঃ তোমরা পিছনে ফিরে যাও ও আলোর খোঁজ কর। অতঃপর উভয় দলের মাঝখানে খাড়া করা হবে একটি প্রাচীর, যার একটি দরজা হবে। তার অভ্যন্তরে থাকবে রহমত এবং বাইরে থাকবে আযাব।","bangla_murtaza":"সেদিন মুনাফিক পুরুষ এবং মুনাফিক নারীরা মুমিনদের বলবে: ‘আপনারা আমাদের জন্যে একটু অপেক্ষা করুন, যাতে আমরা আপনাদের নূর থেকে কিছু (আলো) গ্রহণ করতে পারি।’ তখন তাদের বলা হবে: ‘তোমরা তোমাদের পেছনে ফিরে যাও এবং আলোর সন্ধান করোগিয়ে।’ তখন উভয়ের মাঝখানে স্থাপিত হয়ে যাবে একটি প্রাচীর, যাতে থাকবে একটি দরজা। তার ভেতরভাগে থাকবে রহমত (জান্নাত), আর বহির্ভাগে থাকবে আযাব (জাহান্নাম)।","english_text":"The day the hypocrites, men and women, will say to the believers: \"Wait for us that we may borrow a little light from your light,\" they will be told: \"Go back, and look for your light.\" A wall shall be raised between them in which there will be a door. Within it will be benevolence and retribution without.","bangla_translit":"ইয়াওমা ইয়াকু লুল্ মুনা-ফিক্ব ূনা অল্ মুনা-ফিক্ব-তু লিল্লাযীনা আ-মানুন্ জুরূনা- নাক্ব্ তাবিস্ মিন্ নূরিকুম্ ক্বী র্লাজ্বি‘ঊ অর-য়াকুম্ ফাল্তামিসূ নূরা-; ফাদুরিবা বাইনাহুম্ বিসূরিল্লাহূ বা-ব্; বা-ত্বিনুহূ ফীর্হি রহ্মাতু অজোয়া-হিরুহূ মিন্ ক্বিবালিহিল্ ‘আযা-ব্।","english_translit":"Yawma yaqoolu almunafiqoona waalmunafiqatu lillatheena amanoo onthuroona naqtabis min noorikum qeela irjiAAoo waraakum failtamisoo nooran faduriba baynahum bisoorin lahu babun batinuhu feehi alrrahmatu wathahiruhu min qibalihi alAAathabu"},{"sura":57,"aya":14,"quran_text":"يُنَادُونَهُمْ أَلَمْ نَكُنْ مَعَكُمْ قَالُوا بَلَى وَلَكِنَّكُمْ فَتَنْتُمْ أَنْفُسَكُمْ وَتَرَبَّصْتُمْ وَارْتَبْتُمْ وَغَرَّتْكُمُ الْأَمَانِيُّ حَتَّى جَاءَ أَمْرُ اللَّهِ وَغَرَّكُمْ بِاللَّهِ الْغَرُورُ","bangla_mohiuddin":"তারা মুমিনদেরকে ডেকে বলবেঃ আমরা কি তোমাদের সাথে ছিলাম না? তারা বলবেঃ হঁ্যা কিন্তু তোমরা নিজেরাই নিজেদেরকে বিপদগ্রস্ত করেছ। প্রতীক্ষা করেছ, সন্দেহ পোষণ করেছ এবং অলীক আশার পেছনে বিভ্রান্ত হয়েছ, অবশেষে আল্লাহর আদেশ পৌঁছেছে। এই সবই তোমাদেরকে আল্লাহ সম্পর্কে প্রতারিত করেছে।","bangla_murtaza":"তখন মুনাফিকরা মুমিনদের ডেকে বলবে: ‘আমরা কি (পৃথিবীতে) আপনাদের সাথে ছিলাম না?’ তখন তারা বলবে: ‘হাঁ ছিলে, তবে তোমরা নিজেরাই নিজেদের ফিতনায় (পরীক্ষায়) ফেলেছিলে, তোমরা (আমাদের অমঙ্গলের) অপেক্ষা করছিলে, সন্দেহ পোষণ করছিলে এবং অবাস্তব আকাক্সক্ষা তোমাদের প্রতারিত করে রেখেছিল। এমনি করে আল্লাহর হুকুম (মৃত্যু কিংবা ইসলামের বিজয়) এসে পড়েছিল, আর মহাপ্রতারক (শয়তান) আল্লাহর ব্যাপারে তোমাদের প্রতারিত করে রেখেছিল।’","english_text":"They will call to them: \"Were we not with you?\" They will answer: \"Certainly; but then you let yourselves be tempted, and waited in expectation but were suspicious and were deceived by vain desires, till the decree of God came to pass, and the deceiver duped you in respect of God.","bangla_translit":"ইয়ুনা-দূনাহুম্ আলাম্ নাকুম্ মা‘আকুম্; ক্ব-লূ বালা-অলা- কিন্নাকুম্ ফাতান্তুম্ আন্ফুসাকুম্ অ তারব্বাছ্তুম্ র্অতাব্তুম্ অর্গরত্কুমুল্ আমা-নিয়্যু হাত্তা-জ্বা-য়া আমরুল্লা-হি অর্গরকুম্ বিল্লা-হিল্ গর্রূ।","english_translit":"Yunadoonahum alam nakun maAAakum qaloo bala walakinnakum fatantum anfusakum watarabbastum wairtabtum wagharratkumu alamaniyyu hatta jaa amru Allahi wagharrakum biAllahi algharooru"},{"sura":57,"aya":15,"quran_text":"فَالْيَوْمَ لَا يُؤْخَذُ مِنْكُمْ فِدْيَةٌ وَلَا مِنَ الَّذِينَ كَفَرُوا مَأْوَاكُمُ النَّارُ هِيَ مَوْلَاكُمْ وَبِئْسَ الْمَصِيرُ","bangla_mohiuddin":"অতএব, আজ তোমাদের কাছ থেকে কোন মুক্তিপন গ্রহণ করা হবে না। এবং কাফেরদের কাছ থেকেও নয়। তোমাদের সবার আবাস্থল জাহান্নাম। সেটাই তোমাদের সঙ্গী। কতই না নিকৃষ্ট এই প্রত্যাবর্তন স্থল।","bangla_murtaza":"সুতরাং আজ তোমাদের থেকে কোনো ফিদিয়া (মুক্তিপণ) গ্রহণ করা হবেনা এবং কাফিরদের থেকেও নয়। জাহান্নামই হবে তোমাদের আবাস এবং সেটাই হবে তোমাদের মাওলা (তত্ত্বাবধায়ক), আর সেটা যে কতো নিকৃষ্ট পরিণাম!","english_text":"So no ransom will be accepted of you on this day, or of those who refused to believe. Hell will be your refuge and the only friend -- and how evil a destination!\"","bangla_translit":"ফাল্ইয়াওমা লা- ইয়ুখাযু মিন্কুম্ ফিদ্ইয়াতুঁও অলা-মিনাল্লাযীনা কাফারূ; মাওয়া-কুমুন্ নার্-; হিয়া মাওলা-কুম্; অবিসাল্ মার্ছী।","english_translit":"Faalyawma la yukhathu minkum fidyatun wala mina allatheena kafaroo mawakumu alnnaru hiya mawlakum wabisa almaseeru"},{"sura":57,"aya":16,"quran_text":"أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَمَا نَزَلَ مِنَ الْحَقِّ وَلَا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلُ فَطَالَ عَلَيْهِمُ الْأَمَدُ فَقَسَتْ قُلُوبُهُمْ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ","bangla_mohiuddin":"যারা মুমিন, তাদের জন্যে কি আল্লাহর স্মরণে এবং যে সত্য অবর্তীর্ণ হয়েছে, তার কারণে হৃদয় বিগলিত হওয়ার সময় আসেনি? তারা তাদের মত যেন না হয়, যাদেরকে পূর্বে কিতাব দেয়া হয়েছিল। তাদের উপর সুদীর্ঘকাল অতিক্রান্ত হয়েছে, অতঃপর তাদের অন্তঃকরণ কঠিন হয়ে গেছে। তাদের অধিকাংশই পাপাচারী।","bangla_murtaza":"যারা ঈমান এনেছে, আল্লাহর যিকির এবং তিনি যে মহাসত্য (আল কুরআন) নাযিল করেছেন তার পাঠে তাদের হৃদয় বিগলিত হবার সময় কি এখনো হয়নি? ইতোপূর্বে যাদের কিতাব দেয়া হয়েছিল, এরা যেনো তাদের মতো না হয়। (তাদের অবস্থা এমন হয়েছিল যে,) একটা দীর্ঘসময় অতিবাহিত হবার পর তাদের অন্তর কঠিন হয়ে পড়েছিল এবং তাদের অনেকেই হয়ে পড়েছিল ফাসিক।","english_text":"Has the moment not yet come when the hearts of believers should be moved by the thought of God and the truth that has been sent down, so that they should not be like those who received the Book before them but whose hearts were hardened after a lapse of time, and many of them turned disobedient?","bangla_translit":"আলাম্ ইয়ানি লিল্লাযীনা আ-মানূ য় আন্ তাখ্শা‘আ ক্ব লূবুহুম্ লিযিক্রিল্লা-হি অমা-নাযালা মিনাল্ হাক্ব ক্বি অলা-ইয়াকূনূ কাল্লাযীনা উতুল্ কিতা-বা মিন্ ক্বব্লু ফাত্বোয়া-লা ‘আলাইহিমুল্ আমাদু ফাক্বসাত্ কুলূ বুহুম্; অকাছীরুম্ মিন্হুম্ ফা-সিকু ন্।","english_translit":"Alam yani lillatheena amanoo an takhshaAAa quloobuhum lithikri Allahi wama nazala mina alhaqqi wala yakoonoo kaallatheena ootoo alkitaba min qablu fatala AAalayhimu alamadu faqasat quloobuhum wakatheerun minhum fasiqoona"},{"sura":57,"aya":17,"quran_text":"اعْلَمُوا أَنَّ اللَّهَ يُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا قَدْ بَيَّنَّا لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَعْقِلُونَ","bangla_mohiuddin":"তোমরা জেনে রাখ, আল্লাহই ভূ-ভাগকে তার মৃত্যুর পর পুনরুজ্জীবিত করেন। আমি পরিস্কারভাবে তোমাদের জন্যে আয়াতগুলো ব্যক্ত করেছি, যাতে তোমরা বোঝ।","bangla_murtaza":"জেনে রাখো, মরে শুকিয়ে যাবার পর আল্লাহ জমিনকে পুনর্জীবিত করেন। এভাবে আমরা তোমাদের জন্যে বিশদ বিবরণ দেই আমাদের আয়াতের, যাতে করে তোমরা বুঝতে পারো।","english_text":"Know that God enlivens the earth even after it has died. We have explained to you clearly Our signs that you may understand.","bangla_translit":"ই’লামূ য় আন্নাল্লা-হা ইয়ুহ্য়িল্ র্আদ্বোয়া বা’দা মাওতিহা-; ক্বদ্ বাইইয়ান্না-লাকুমুল্ আ-ইয়া-তি লা‘আল্লাকুম্ তা’ক্বিলূন্।","english_translit":"IAAlamoo anna Allaha yuhyee alarda baAAda mawtiha qad bayyanna lakumu alayati laAAallakum taAAqiloona"},{"sura":57,"aya":18,"quran_text":"إِنَّ الْمُصَّدِّقِينَ وَالْمُصَّدِّقَاتِ وَأَقْرَضُوا اللَّهَ قَرْضًا حَسَنًا يُضَاعَفُ لَهُمْ وَلَهُمْ أَجْرٌ كَرِيمٌ","bangla_mohiuddin":"নিশ্চয় দানশীল ব্যক্তি ও দানশীলা নারী, যারা আল্লাহকে উত্তমরূপে ধার দেয়, তাদেরকে দেয়া হবে বহুগুণ এবং তাদের জন্যে রয়েছে সম্মানজনক পুরস্কার।","bangla_murtaza":"নিশ্চয়ই দানশীল পুরুষ এবং দানশীল নারীদের এবং যারা আল্লাহ্কে করযে হাসানা (উত্তম ঋণ) দেয়, তাদের (ফেরত) দেয়া হবে বহুগুণ বেশি এবং তাদের জন্যে রয়েছে সম্মানজনক পুরস্কার।","english_text":"Surely the men and women who spend in charity and give a goodly loan to God, will have it doubled for them and will receive a generous reward.","bangla_translit":"ইন্নাল্ মুছ্ছোয়াদ্দিক্বীনা অল্মুছ্ছোয়াদ্দিক্ব-তি অআক্ব রদ্বুল্লা-হা র্ক্বদ্বোয়ান্ হাসানাইঁ ইয়ুদ্বোয়া-‘আফু লাহুম্ অলাহুম্ আজ্ব রুন্ কারীম্।","english_translit":"Inna almussaddiqeena waalmussaddiqati waaqradoo Allaha qardan hasanan yudaAAafu lahum walahum ajrun kareemun"},{"sura":57,"aya":19,"quran_text":"وَالَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ أُولَئِكَ هُمُ الصِّدِّيقُونَ وَالشُّهَدَاءُ عِنْدَ رَبِّهِمْ لَهُمْ أَجْرُهُمْ وَنُورُهُمْ وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَئِكَ أَصْحَابُ الْجَحِيمِ","bangla_mohiuddin":"আর যারা আল্লাহ ও তাঁর রসূলের প্রতি বিশ্বাস স্থাপন করে তারাই তাদের পালনকর্তার কাছে সিদ্দীক ও শহীদ বলে বিবেচিত। তাদের জন্যে রয়েছে পুরস্কার ও জ্যোতি এবং যারা কাফের ও আমার নিদর্শন অস্বীকারকারী তারাই জাহান্নামের অধিবাসী হবে।","bangla_murtaza":"যারা ঈমান আনে আল্লাহর প্রতি এবং তাঁর রসূলের প্রতি, তারাই তাদের প্রভুর কাছে সিদ্দিক (সত্যনিষ্ঠ) এবং শহীদ (সত্যের সাক্ষ্য)। তাদের প্রভুর কাছে রয়েছে তাদের পুরস্কার এবং নূর। আর যারা কুফুরি করে এবং অস্বীকার ও প্রত্যাখ্যান করে আমাদের আয়াত, তারাই হবে জাহিমের (জাহান্নামের) অধিবাসী।","english_text":"Those who believe in God and His apostles are true of word and deed; and by their Lord are considered testifiers of the truth. They have their guerdon and their light. As for those who do not believe and reject Our revelations, are the people of Hell.","bangla_translit":"অল্লাযীনা আ-মানূ বিল্লা-হি অরুসুলিহী য় উলা-য়িকা হুমছ্ ছিদ্দীকুনা অশ্ শুহাদা-য়ু ‘ইন্দা রব্বিহিম্; লাহুম্ আজ্ব রুহুম্ অনূরুহুম্; অল্লাযীনা কাফারূ অকায্যাবূ বিআ-ইয়া-তিনা য় উলা-য়িকা আছ্হা- বুল্ জ্বাহীম্।","english_translit":"Waallatheena amanoo biAllahi warusulihi olaika humu alssiddeeqoona waalshshuhadao AAinda rabbihim lahum ajruhum wanooruhum waallatheena kafaroo wakaththaboo biayatina olaika ashabu aljaheemi"},{"sura":57,"aya":20,"quran_text":"اعْلَمُوا أَنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌ بَيْنَكُمْ وَتَكَاثُرٌ فِي الْأَمْوَالِ وَالْأَوْلَادِ كَمَثَلِ غَيْثٍ أَعْجَبَ الْكُفَّارَ نَبَاتُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَكُونُ حُطَامًا وَفِي الْآخِرَةِ عَذَابٌ شَدِيدٌ وَمَغْفِرَةٌ مِنَ اللَّهِ وَرِضْوَانٌ وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا مَتَاعُ الْغُرُورِ","bangla_mohiuddin":"তোমরা জেনে রাখ, পার্থিব জীবন ক্রীড়া-কৌতুক, সাজ-সজ্জা, পারস্পরিক অহমিকা এবং ধন ও জনের প্রাচুর্য ব্যতীত আর কিছু নয়, যেমন এক বৃষ্টির অবস্থা, যার সবুজ ফসল কৃষকদেরকে চমৎকৃত করে, এরপর তা শুকিয়ে যায়, ফলে তুমি তাকে পীতবর্ণ দেখতে পাও, এরপর তা খড়কুটা হয়ে যায়। আর পরকালে আছে কঠিন শাস্তি এবং আল্লাহর ক্ষমা ও সন্তুষ্টি। পার্থিব জীবন প্রতারণার উপকরণ বৈ কিছু নয়।","bangla_murtaza":"জেনে রাখো, দুনিয়ার জীবনটা হলো খেল তামাশা, চাকচিক্য, পারস্পরিক অহমিকা এবং ধনমাল ও সন্তান-সন্ততির প্রাচুর্য লাভের প্রতিযোগিতা। এর উপমা হলো বৃষ্টি, যার উৎপাদিত শস্য কৃষকদের উৎফুল্ল করে। তারপর তা শুকিয়ে যায়। ফলে তুমি দেখতে পাও তা হলুদ বর্ণ হয়ে গেছে, অবশেষে তা পরিণত হয় খড়কুটায়। আর আখিরাতে রয়েছে কঠোর আযাব, মাগফিরাত (ক্ষমা) এবং আল্লাহর সন্তুষ্টি। দুনিয়ার জীবনটা প্রতারণার সামগ্রী ছাড়া আর কিছু নয়।","english_text":"Know that the life of this world is only a frolic and mummery, an ornamentation, boasting and bragging among yourselves, and lust for multiplying wealth and children. It is like rain so pleasing to the cultivator for his vegetation which sprouts and swells, and then begins to wither, and you see it turn to yellow and reduced to chaff. There is severe punishment in the Hereafter, but also forgiveness from God, and acceptance. As for the life of this world, it is no more than merchandise of vanity.","bangla_translit":"‘ইলামূ য় আন্নামাল্ হা ইয়া-তুদ্দুন্ইয়া- লা‘ইবুঁও অলাহ্য়ুঁও অযীনাতুঁও অতাফা-খুরুম্ বাইনাকুম্ অতাকা-ছুরুন্ ফিল্ আম্ওয়া-লি অল্আওলাদ্; কামাছালি গইছিন্ আ’জ্বাবাল্ কুফ্ফা-রা নাবা-তুহূ ছুম্মা ইয়াহীজু ফাতার-হু মুর্ছ্ফারন্ ছুম্মা ইয়াকূনু হুত্বোয়া-মা-; অফিল্ আ-খিরতি ‘আযা-বুন্ শাদীদুঁও অমাগ্ফিরতুম্ মিনাল্লা-হি অরিদ্বওয়া-ন্; অমাল্ হা ইয়া-তুদ্ দুন্ইয়া য় ইল্লা-মাতা- উ’ল্ গুর্রু।","english_translit":"IAAlamoo annama alhayatu alddunya laAAibun walahwun wazeenatun watafakhurun baynakum watakathurun fee alamwali waalawladi kamathali ghaythin aAAjaba alkuffara nabatuhu thumma yaheeju fatarahu musfarran thumma yakoonu hutaman wafee alakhirati AAathabun shadeedun wamaghfiratun mina Allahi waridwanun wama alhayatu alddunya illa mataAAu alghuroori"},{"sura":57,"aya":21,"quran_text":"سَابِقُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السَّمَاءِ وَالْأَرْضِ أُعِدَّتْ لِلَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ","bangla_mohiuddin":"তোমরা অগ্রে ধাবিত হও তোমাদের পালনকর্তার ক্ষমা ও সেই জান্নাতের দিকে, যা আকাশ ও পৃথিবীর মত প্রশস্ত। এটা প্রস্তুত করা হয়েছে আল্লাহ ও তাঁর রসূলগণের প্রতি বিশ্বাসস্থাপনকারীদের জন্যে। এটা আল্লাহর কৃপা, তিনি যাকে ইচ্ছা, এটা দান করেন। আল্লাহ মহান কৃপার অধিকারী।","bangla_murtaza":"তোমরা প্রতিযোগিতা করে দৌড়ে এসো তোমাদের প্রভুর ক্ষমার দিকে আর সেই জান্নাতের দিকে, যার প্রশস্ততা আসমান জমিনের প্রশস্ততার মতো। এই জান্নাত প্রস্তুত রাখা হয়েছে তাদের জন্যে, যারা ঈমান আনে আল্লাহর প্রতি এবং রসূলদের প্রতি। এটা আল্লাহর অনুগ্রহ, তিনি যাকে ইচ্ছা তা দান করেন। আল্লাহ অতীব অনুগ্রহপরায়ণ।","english_text":"Hasten for the forgiveness of your Lord and Paradise whose expanse is as wide as that of the heavens and the earth, which has been prepared for those who believe in God and His apostles. This is the bounty of God which He bestows on whosoever He please; and the bounty of God is infinite.","bangla_translit":"সা-বিকু য় ইলা- মাগ্ফিরতিম্ র্মি রব্বিকুম্ অজ্বান্নাতিন্ ‘র্আদ্বুহা-কা‘র্আদিস্ সামা-য়ি অল্র্আদ্বি উই’দ্দাত্ লিল্লাযীনা আ-মানূ বিল্লা-হি অরুসুলিহ্; যা-লিকা ফাদ্ব্লু ল্লা-হি ইয়ু”তীহি মাইঁ ইয়াশা-য়ু অল্লা-হু যুল্ফাদ্ব্লিল্ ‘আজীম্।","english_translit":"Sabiqoo ila maghfiratin min rabbikum wajannatin AAarduha kaAAardi alssamai waalardi oAAiddat lillatheena amanoo biAllahi warusulihi thalika fadlu Allahi yuteehi man yashao waAllahu thoo alfadli alAAatheemi"},{"sura":57,"aya":22,"quran_text":"مَا أَصَابَ مِنْ مُصِيبَةٍ فِي الْأَرْضِ وَلَا فِي أَنْفُسِكُمْ إِلَّا فِي كِتَابٍ مِنْ قَبْلِ أَنْ نَبْرَأَهَا إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ","bangla_mohiuddin":"পৃথিবীতে এবং ব্যক্তিগতভাবে তোমাদের উপর কোন বিপদ আসে না; কিন্তু তা জগত সৃষ্টির পূর্বেই কিতাবে লিপিবদ্ধ আছে। নিশ্চয় এটা আল্লাহর পক্ষে সহজ।","bangla_murtaza":"পৃথিবীতে কিংবা তোমাদের জীবনে যে বিপদ মসিবত আসে, তা সংঘটিত করার আগেই লিপিবদ্ধ থাকে, এটা আল্লাহর জন্যে খুবই সহজ।","english_text":"There is no calamity that befalls the earth or your own selves but in accordance with the law (of causation) before We make it evident. This is indeed how the law of God works inevitably.","bangla_translit":"মা য় আছোয়া-বা মিম্ মুছীবাতিন্ ফিল্ র্আদ্বি অলা-ফী য় আন্ফুসিকুম্ ইল্লা-ফী কিতা-বিম্ মিন্ ক্বব্লি আন্ নাব্রয়াহা-; ইন্না যা-লিকা ‘আলাল্লা-হি ইয়াসীর।","english_translit":"Ma asaba min museebatin fee alardi wala fee anfusikum illa fee kitabin min qabli an nabraaha inna thalika AAala Allahi yaseerun"},{"sura":57,"aya":23,"quran_text":"لِكَيْلَا تَأْسَوْا عَلَى مَا فَاتَكُمْ وَلَا تَفْرَحُوا بِمَا آتَاكُمْ وَاللَّهُ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ","bangla_mohiuddin":"এটা এজন্যে বলা হয়, যাতে তোমরা যা হারাও তজ্জন্যে দুঃখিত না হও এবং তিনি তোমাদেরকে যা দিয়েছেন, তজ্জন্যে উল্লসিত না হও। আল্লাহ কোন উদ্ধত অহংকারীকে পছন্দ করেন না,","bangla_murtaza":"যাতে করে তোমরা যা হারাও, তাতে বিমর্ষ না হয়ে পড়ো এবং যা তিনি তোমাদের দেন তাতে অতি উৎফুল্ল না হয়ে পড়ো। আল্লাহ তো উদ্ধত দাম্ভিকদের পছন্দ করেন না।","english_text":"Lest you grieve for what you missed, or rejoice at what you received. God does not love the egoist and the braggart,","bangla_translit":"লিকাইলা-তা”সাও ‘আলা-মা-ফা-তাকুম্ অলা-তাফ্রহূ বিমা য় আ-তা-কুম্; অল্লা-হু লা-ইয়ুহিব্বু কুল্লা-মুখ্তা-লিন্ ফাখূরি।","english_translit":"Likayla tasaw AAala ma fatakum wala tafrahoo bima atakum waAllahu la yuhibbu kulla mukhtalin fakhoorin"},{"sura":57,"aya":24,"quran_text":"الَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ وَمَنْ يَتَوَلَّ فَإِنَّ اللَّهَ هُوَ الْغَنِيُّ الْحَمِيدُ","bangla_mohiuddin":"যারা কৃপণতা করে এবং মানুষকে কৃপণতার প্রতি উৎসাহ দেয়, যে মুখ ফিরিয়ে নেয়, তার জানা উচিত যে, আল্লাহ অভাবমুক্ত, প্রশংসিত।","bangla_murtaza":"যারা বখিলি করে এবং মানুষকে বখিলি করার আদেশ করে এবং যারা মুখ ফিরিয়ে নেয়, তারা জেনে রাখুক, আল্লাহ অভাবমুক্ত সপ্রশংসিত।","english_text":"Who hold back what they possess and enjoin stinginess on others. Whoever turns away (from God, should remember) that God is self-sufficient, worthy of praise.","bangla_translit":"নিল্লাযীনা ইয়াব্খালূনা অইয়া”মুরূনান্ না-সা বিল্বুখ্ল; অ মাইঁ ইয়াতাওয়াল্লা ফাইন্নাল্লা-হা হুওয়াল্ গনিয়্যুল্ হামীদ্।","english_translit":"Allatheena yabkhaloona wayamuroona alnnasa bialbukhli waman yatawalla fainna Allaha huwa alghaniyyu alhameedu"},{"sura":57,"aya":25,"quran_text":"لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنْزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ وَأَنْزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنَافِعُ لِلنَّاسِ وَلِيَعْلَمَ اللَّهُ مَنْ يَنْصُرُهُ وَرُسُلَهُ بِالْغَيْبِ إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ","bangla_mohiuddin":"আমি আমার রসূলগণকে সুস্পষ্ট নিদর্শনসহ প্রেরণ করেছি এবং তাঁদের সাথে অবতীর্ণ করেছি কিতাব ও ন্যায়নীতি, যাতে মানুষ ইনসাফ প্রতিষ্ঠা করে। আর আমি নাযিল করেছি লৌহ, যাতে আছে প্রচন্ড রণশক্তি এবং মানুষের বহুবিধ উপকার। এটা এজন্যে যে, আল্লাহ জেনে নিবেন কে না দেখে তাঁকে ও তাঁর রসূলগণকে সাহায্য করে। আল্লাহ শক্তিধর, পরাক্রমশালী।","bangla_murtaza":"আমরা আমাদের রসূলদের পাঠিয়েছি সুস্পষ্ট প্রমাণাদি নিয়ে এবং তাদের সাথে আমরা নাযিল করেছি কিতাব আর মিজান (মানদণ্ড), যাতে করে মানুষ সুবিচার প্রতিষ্ঠা করে। তাছাড়া আমরা নাযিল করেছি ইস্পাত, যাতে রয়েছে প্রচন্ড শক্তি এবং মানুষের জন্যে বহু রকম মুনাফা। এটা এ জন্যে, যাতে আল্লাহ বাস্তবে জেনে নেন, না দেখেও কারা আল্লাহ্কে এবং তাঁর রসূলদেরকে সাহায্য করে? নিশ্চয়ই আল্লাহ শক্তিমান, পরাক্রমশালী।","english_text":"We have surely sent apostles with clear signs, and sent with them the Book and the Balance, so that men may stand by justice; and We sent down iron which causes much distress but also has advantages for men, so that God may know who helps Him and His apostles in secret. Verily God is all-powerful and all-mighty.","bangla_translit":"লাক্বদ্ র্আসাল্না রুসুলানা- বিল্বাইয়্যিনা-তি অআন্যাল্না- মাআ’হুমুল্ কিতা-বা অল্মীযা-না লিইয়াকুমা ন্না-সু বিল্ ক্বিস্ত্বি অ আন্যাল্নাল্ হাদীদা ফীহি বা”সুন্ শাদীদুঁও অমানা-ফি‘উ লিন্না-সি অলিইয়া’লামা ল্লা-হু মাইঁ ইয়ান্ ছুরুহূ অরুসুলাহূ বিল্গইব্; ইন্নাল্লা-হা ক্বাওওয়িয়ুন্ ‘আযীয্।","english_translit":"Laqad arsalna rusulana bialbayyinati waanzalna maAAahumu alkitaba waalmeezana liyaqooma alnnasu bialqisti waanzalna alhadeeda feehi basun shadeedun wamanafiAAu lilnnasi waliyaAAlama Allahu man yansuruhu warusulahu bialghaybi inna Allaha qawiyyun AAazeezun"},{"sura":57,"aya":26,"quran_text":"وَلَقَدْ أَرْسَلْنَا نُوحًا وَإِبْرَاهِيمَ وَجَعَلْنَا فِي ذُرِّيَّتِهِمَا النُّبُوَّةَ وَالْكِتَابَ فَمِنْهُمْ مُهْتَدٍ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ","bangla_mohiuddin":"আমি নূহ ও ইব্রাহীমকে রসূলরূপে প্রেরণ করেছি এবং তাদের বংশধরের মধ্যে নবুওয়ত ও কিতাব অব্যাহত রেখেছি। অতঃপর তাদের কতক সৎপথপ্রাপ্ত হয়েছে এবং অধিকাংশই হয়েছে পাপাচারী।","bangla_murtaza":"আমরা নূহ এবং ইবরাহিমকে রসূল বানিয়ে পাঠিয়েছিলাম এবং তাদের বংশধরদের মধ্যে দিয়েছিলাম নবুয়্যত এবং কিতাব। কিন্তু তাদের কিছু লোক হিদায়াতের পথ অনুসরণ করলেও অধিকাংশই ছিলো ফাসিক।","english_text":"We sent Noah and Abraham, and gave prophethood to their progeny and the Book, and some of them are well-directed, but many of them are disobedient.","bangla_translit":"অলাক্বদ্ র্আসাল্না-নূহাঁও অইব্রা-হীমা অজ্বা ‘আল্না-ফী র্যুরিয়্যাতিহিমান্ নুবুওয়্যাতা অল্ কিতা-বা ফামিন্হুম্ মুহ্তাদিন্ অকাছীরুম্ মিন্হুম্ ফা-সিকুন্।","english_translit":"Walaqad arsalna noohan waibraheema wajaAAalna fee thurriyyatihima alnnubuwwata waalkitaba faminhum muhtadin wakatheerun minhum fasiqoona"},{"sura":57,"aya":27,"quran_text":"ثُمَّ قَفَّيْنَا عَلَى آثَارِهِمْ بِرُسُلِنَا وَقَفَّيْنَا بِعِيسَى ابْنِ مَرْيَمَ وَآتَيْنَاهُ الْإِنْجِيلَ وَجَعَلْنَا فِي قُلُوبِ الَّذِينَ اتَّبَعُوهُ رَأْفَةً وَرَحْمَةً وَرَهْبَانِيَّةً ابْتَدَعُوهَا مَا كَتَبْنَاهَا عَلَيْهِمْ إِلَّا ابْتِغَاءَ رِضْوَانِ اللَّهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا فَآتَيْنَا الَّذِينَ آمَنُوا مِنْهُمْ أَجْرَهُمْ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ","bangla_mohiuddin":"অতঃপর আমি তাদের পশ্চাতে প্রেরণ করেছি আমার রসূলগণকে এবং তাদের অনুগামী করেছি মরিয়ম তনয় ঈসাকে ও তাকে দিয়েছি ইঞ্জিল। আমি তার অনুসারীদের অন্তরে স্থাপন করেছি নম্রতা ও দয়া। আর বৈরাগ্য, সে তো তারা নিজেরাই উদ্ভাবন করেছে; আমি এটা তাদের উপর ফরজ করিনি; কিন্তু তারা আল্লাহর সন্তুষ্টি লাভের জন্যে এটা অবলম্বন করেছে। অতঃপর তারা যথাযথভাবে তা পালন করেনি। তাদের মধ্যে যারা বিশ্বাসী ছিল, আমি তাদেরকে তাদের প্রাপ্য পুরস্কার দিয়েছি। আর তাদের অধিকাংশই পাপাচারী।","bangla_murtaza":"আর আমরা তাদের আদর্শের অনুগামী করেছিলাম আরো অনেক রসূলকে এবং অনুগামী করেছিলাম ঈসা ইবনে মরিয়মকে আর তাকে দিয়েছিলাম ইনজিল। তার অনুসারীদের অন্তরে দিয়েছিলাম, করুণা এবং দয়া। আর বৈরাগ্য-যা তারা নিজেরাই আল্লাহর সন্তুষ্টি অর্জনের জন্যে উদ্ভাবন করে নিয়েছিল, আমরা এই বিধান তাদের দেইনি। অথচ এটাও তারা যথাযথভাবে পালন করেনি। ফলে তাদের মধ্যে যারা ঈমান এনেছিল আমরা তাদের দিয়েছিলাম তাদের পুরস্কার। তবে তাদের অধিকাংশই ছিলো ফাসিক (সত্যত্যাগী)।","english_text":"Then in their train We sent Our apostles, and succeeding them Jesus, son of Mary, and gave him the Gospel, and put into the hearts of his followers compassion and kindness. But they created monasticism which had not been prescribed for them by Us except for seeking the pleasure of God; yet they did not observe it as it should have been rightly observed. So We gave those among them who were believers their reward; but most of them are disobedient.","bangla_translit":"ছুম্মা ক্বাফ্ফাইনা ‘আলা য় আ-ছা-রিহিম্ বিরুসুলিনা-অক্বাফ্ফাইনা-বিঈ’সাব্নি র্মাইয়ামা অআ-তাইনা-হুল্ ইন্জ্বীল অ জ্বা‘আল্না-ফী কুলূ বিল্লাযীনা ত্তাবা‘উহু রা”ফাতাঁও অরহ্মাহ্;অরহ্বা নিয়্যাতানিব্ তাদা‘ঊ হা- মা- কাতাব্না-হা-‘আলাইহিম্ ইল্লাব্ তিগা-য়া রিদ্বওয়া-নিল্লা-হি ফামা-র‘আওহা-হাক্ব ক্বা রি‘আ-ইয়াতিহা-ফা‘আ-তাইনাল্ লাযীনা আ-মানূ মিন্হুম্ আজ্ব রহুম্ অকাছীরুম্ মিন্হুম্ ফা-সিকুন্।","english_translit":"Thumma qaffayna AAala atharihim birusulina waqaffayna biAAeesa ibni maryama waataynahu alinjeela wajaAAalna fee quloobi allatheena ittabaAAoohu rafatan warahmatan warahbaniyyatan ibtadaAAooha ma katabnaha AAalayhim illa ibtighaa ridwani Allahi fama raAAawha haqqa riAAayatiha faatayna allatheena amanoo minhum ajrahum wakatheerun minhum fasiqoona"},{"sura":57,"aya":28,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَآمِنُوا بِرَسُولِهِ يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَحْمَتِهِ وَيَجْعَلْ لَكُمْ نُورًا تَمْشُونَ بِهِ وَيَغْفِرْ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ","bangla_mohiuddin":"মুমিনগণ, তোমরা আল্লাহকে ভয় কর এবং তাঁর রসূলের প্রতি বিশ্বাস স্থাপন কর। তিনি নিজে অনুগ্রহের দ্বিগুণ অংশ তোমাদেরকে দিবেন, তোমাদেরকে দিবেন জ্যোতি, যার সাহায্যে তোমরা চলবে এবং তোমাদেরকে ক্ষমা করবেন। আল্লাহ ক্ষমাশীল, দয়াময়।","bangla_murtaza":"হে ঈমানদার লোকেরা! তোমরা আল্লাহ্কে ভয় করো এবং ঈমান আনো তাঁর রসূলের প্রতি, তিনি তাঁর অনুগ্রহে তোমাদের দেবেন দ্বিগুণ পুরস্কার, আর তোমাদের দেবেন নূর (আলো) যার সাহায্যে তোমরা পথ চলবে (জীবন যাপন করবে) এবং তিনি তোমাদের ক্ষমা করে দেবেন। নিশ্চয়ই আল্লাহ পরম ক্ষমাশীল দয়াবান।","english_text":"O you who believe, have fear of displeasing God, and believe in His Prophet. He will give you twice as much of His bounty and place a light for you to walk in, and forgive you, for God is forgiving and kind;","bangla_translit":"ইয়া য় আইয়্যুহাল্ লাযীনা আ-মানুত্ তাকুল্লা-হা অআ-মিনূ বিরসূলিহী ইয়ু”তিকুম্ কিফ্লাইনি র্মি রহমাতিহী অইয়াজ্ব ‘আল্ লাকুম্ নূরান্ তাম্শূনা বিহী অইয়ার্গ্ফিলাকুম্; অল্লা-হু গাফূর্রু রহীমুল্।","english_translit":"Ya ayyuha allatheena amanoo ittaqoo Allaha waaminoo birasoolihi yutikum kiflayni min rahmatihi wayajAAal lakum nooran tamshoona bihi wayaghfir lakum waAllahu ghafoorun raheemun"},{"sura":57,"aya":29,"quran_text":"لِئَلَّا يَعْلَمَ أَهْلُ الْكِتَابِ أَلَّا يَقْدِرُونَ عَلَى شَيْءٍ مِنْ فَضْلِ اللَّهِ وَأَنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ","bangla_mohiuddin":"যাতে কিতাবধারীরা জানে যে, আল্লাহর সামান্য অনুগ্রহের উপর ও তাদের কোন ক্ষমতা নেই, দয়া আল্লাহরই হাতে; তিনি যাকে ইচ্ছা, তা দান করেন। আল্লাহ মহা অনুগ্রহশীল।","bangla_murtaza":"এটা এজন্যে যে, আহলে কিতাবরা যেনো জানতে পারে, আল্লাহর সামান্যতম অনুগ্রহের উপরও তাদের কোনো অধিকার নেই। সমস্ত অনুগ্রহ আল্লাহরই এখতিয়ারে, তিনি যাকে ইচ্ছা তা দান করেন। আর আল্লাহ মহা অনুগ্রহশীল।","english_text":"So that the people of the Book may know that they have not the least power over the bounty of God, and that the bounty is wholly in the hands of God to give whosoever He please, for God is the master of infinite bounty.","bangla_translit":"লিয়াল্লা-ইয়া’লামা আহ্লুল্ কিতা-বি আল্লা-ইয়াক্ব দিরূনা ‘আলা-শাইয়িম্ মিন্ ফাদ্ব্লিল্লা-হি অআন্নাল্ ফাদ্ব লা বিয়াদি ল্লা-হি ইয়ু”তীহি মাইঁ ইয়াশা-য়ূ; অল্লা -হু যুল্ ফাদ্ব্লিল্ ‘আজীম্।","english_translit":"Lialla yaAAlama ahlu alkitabi alla yaqdiroona AAala shayin min fadli Allahi waanna alfadla biyadi Allahi yuteehi man yashao waAllahu thoo alfadli alAAatheemi"}]