[{"sura":98,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ مُنْفَكِّينَ حَتَّى تَأْتِيَهُمُ الْبَيِّنَةُ","bangla_mohiuddin":"আহলে-কিতাব ও মুশরেকদের মধ্যে যারা কাফের ছিল, তারা প্রত্যাবর্তন করত না যতক্ষণ না তাদের কাছে সুস্পষ্ট প্রমাণ আসত।","bangla_murtaza":"পরম করুণাময় পরম দয়াবান আল্লাহর নামে আহলে কিতাবদের (ইহুদি-খৃষ্টানদের) যারা কুফুরিতে নিমজ্জিত ছিলো তারা এবং মুশরিকরা তাদের (কুফুরি এবং শিরকে) অবিচল ছিলো, যতোক্ষণ না তাদের কাছে এসেছে সুস্পষ্ট প্রমাণ।","english_text":"THOSE AMONG THE people of the Book who disbelieve, and the idolaters, would not have been freed (from false beliefs) until the clear proof came to them --","bangla_translit":"লাম্ ইয়াকুনিল্লাযীনা কাফারূ মিন্ আহ্লিল্ কিতা-বি অল্ মুশ্রিকীনা মুন্ফাক্কীনা হাত্তা-তা”তিয়াহুমুল্ বাইয়্যিনাতু ।","english_translit":"Lam yakuni allatheena kafaroo min ahli alkitabi waalmushrikeena munfakkeena hatta tatiyahumu albayyinatu"},{"sura":98,"aya":2,"quran_text":"رَسُولٌ مِنَ اللَّهِ يَتْلُو صُحُفًا مُطَهَّرَةً","bangla_mohiuddin":"অর্থাৎ আল্লাহর একজন রসূল, যিনি আবৃত্তি করতেন পবিত্র সহীফা,","bangla_murtaza":"(সে হলো) আল্লাহর পক্ষ থেকে আসা এক রসূল (মুহাম্মদ), সে তিলাওয়াত করে পবিত্র সহিফা (আল কুরআন)।","english_text":"An Apostle from God, reading out hallowed pages","bangla_translit":"রসূলুম্ মিনাল্লা-হি ইয়াত্লূ ছুহুফাম্ মুত্বোয়াহ্হারতান্।","english_translit":"Rasoolun mina Allahi yatloo suhufan mutahharatan"},{"sura":98,"aya":3,"quran_text":"فِيهَا كُتُبٌ قَيِّمَةٌ","bangla_mohiuddin":"যাতে আছে, সঠিক বিষয়বস্তু।","bangla_murtaza":"তাতে রয়েছে (আল্লাহর পক্ষ থেকে) সরল সঠিক সুদৃঢ় বিধান।","english_text":"Containing firm decrees.","bangla_translit":"ফীহা-কুতুবুন্ ক্বাইয়িমাহ্","english_translit":"Feeha kutubun qayyimatun"},{"sura":98,"aya":4,"quran_text":"وَمَا تَفَرَّقَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَةُ","bangla_mohiuddin":"অপর কিতাব প্রাপ্তরা যে বিভ্রান্ত হয়েছে, তা হয়েছে তাদের কাছে সুস্পষ্ট প্রমাণ আসার পরেই।","bangla_murtaza":"যাদের কিতাব দেয়া হয়েছিল (অর্থাৎ ইহুদি-খৃষ্টান), তারা তো বিভক্ত হলো তাদের কাছে সুস্পষ্ট প্রমাণ আসার পর।","english_text":"The people of the Book were not divided among themselves till after the clear proof had come to them.","bangla_translit":"অ মা-তার্ফারাক্বাল্লাযীনা ঊতুল্ কিতা-বা ইল্লা- মিম্ বা’দি মা-জ্বা-য়াত্হুমুল্ বাইয়িনাহ্।","english_translit":"Wama tafarraqa allatheena ootoo alkitaba illa min baAAdi ma jaathumu albayyinatu"},{"sura":98,"aya":5,"quran_text":"وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلَاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ","bangla_mohiuddin":"তাদেরকে এছাড়া কোন নির্দেশ করা হয়নি যে, তারা খাঁটি মনে একনিষ্ঠভাবে আল্লাহর এবাদত করবে, নামায কায়েম করবে এবং যাকাত দেবে। এটাই সঠিক ধর্ম।","bangla_murtaza":"তাদেরকে তো এ ছাড়া আর কোনো নির্দেশ দেয়া হয়নি যে, তারা নিজেদের দীনকে (আল্লাহর জন্যে) নিবেদিত করে একনিষ্ঠভাবে শুধুমাত্র আল্লাহর ইবাদত করবে, সালাত কায়েম করবে, যাকাত দিয়ে দেবে, আর এটাই সত্য-সঠিক-সুদৃঢ় দীন।","english_text":"They were commanded only to serve God with all-exclusive faith in Him, to be upright, and to fulfil their devotional obligations, and to give zakat; for this is the even way.","bangla_translit":"অমা-উমিরূ য় ইল্লা-লিইয়া’বুদুল্লা-হা মুখ্লিছীনা লাহুদ্দীনা হুনাফা-য়া অইয়ুক্বীমুছ্ ছলা-তা অইয়ু”তুয্ যাকা-তা অযা-লিকা দীনুল্ ক্বাইয়িমাহ্।","english_translit":"Wama omiroo illa liyaAAbudoo Allaha mukhliseena lahu alddeena hunafaa wayuqeemoo alssalata wayutoo alzzakata wathalika deenu alqayyimati"},{"sura":98,"aya":6,"quran_text":"إِنَّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ فِي نَارِ جَهَنَّمَ خَالِدِينَ فِيهَا أُولَئِكَ هُمْ شَرُّ الْبَرِيَّةِ","bangla_mohiuddin":"আহলে-কিতাব ও মুশরেকদের মধ্যে যারা কাফের, তারা জাহান্নামের আগুনে স্থায়ীভাবে থাকবে। তারাই সৃষ্টির অধম।","bangla_murtaza":"আহলে কিতাবদের মধ্যে যারা কুফুরি করবে তারা এবং মুশরিকরা থাকবে জাহান্নামের আগুনে। স্থায়ীভাবে থাকবে তারা সেখানে। সৃষ্টির অধম তারা।","english_text":"Surely the unbelievers among the people of the Book and the idolaters, will abide in the fire of Hell. They are the worst of creatures.","bangla_translit":"ইন্নাল্লাযীনা কাফারূ মিন্ আহ্লিল্ কিতা-বি অল্মুশ্রিকীনা ফী না-রি জ্বাহান্নামা খ-লিদীনা ফীহা-; উলা-য়িকা হুম্ র্শারুল্ বারিয়্যাহ্।","english_translit":"Inna allatheena kafaroo min ahli alkitabi waalmushrikeena fee nari jahannama khalideena feeha olaika hum sharru albariyyati"},{"sura":98,"aya":7,"quran_text":"إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ هُمْ خَيْرُ الْبَرِيَّةِ","bangla_mohiuddin":"যারা ঈমান আনে ও সৎকর্ম করে, তারাই সৃষ্টির সেরা।","bangla_murtaza":"তবে যারা ঈমান আনে এবং আমলে সালেহ্ করে, তারা হলো সৃষ্টির সেরা।","english_text":"But those who believe and do the right are surely the best of created beings,","bangla_translit":"ইন্নাল্লাযীনা আ-মানূ ওয়া ‘আমিলুছ্ ছোয়া-লিহা-তি উলা-য়িকাহুম্ খইরুল্ বারিয়্যাহ্।","english_translit":"Inna allatheena amanoo waAAamiloo alssalihati olaika hum khayru albariyyati"},{"sura":98,"aya":8,"quran_text":"جَزَاؤُهُمْ عِنْدَ رَبِّهِمْ جَنَّاتُ عَدْنٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ لِمَنْ خَشِيَ رَبَّهُ","bangla_mohiuddin":"তাদের পালনকর্তার কাছে রয়েছে তাদের প্রতিদান চিরকাল বসবাসের জান্নাত, যার তলদেশে নির্ঝরিণী প্রবাহিত। তারা সেখানে থাকবে অনন্তকাল। আল্লাহ তাদের প্রতি সন্তুষ্ট এবং তারা আল্লাহর প্রতি সন্তুষ্ট। এটা তার জন্যে, যে তার পালনকর্তাকে ভয় কর।","bangla_murtaza":"তাদের প্রভুর কাছে তাদের পুরস্কার রয়েছে চিরস্থায়ী জান্নাত (বাগ-বাগিচা), যেগুলোর নিচে দিয়ে বহমান থাকবে বিপুল নদ নদী নহর। চিরদিন চিরকাল থাকবে তারা সেখানে। আল্লাহ সন্তুষ্ট হয়েছেন তাদের প্রতি আর তারাও সন্তুষ্ট হয়েছে তাঁর প্রতি। -এসব কিছু ঐ ব্যক্তির জন্যে যে ভয় করে চলে তার প্রভুকে।","english_text":"Whose reward is with their Lord -- gardens of Eden with rivers flowing by, where they will abide for ever, God pleased with their service, they with obedience to Him. This (awaits) him who stands in awe of his Lord.","bangla_translit":"জ্বাযা-য়ুহুম্ ‘ইন্দা রব্বিহিম্ জ্বান্না-তু ‘আদ্নিন্ তাজরী মিন্ তাহ্তিহাল্ আন্হা-রু খ-লিদীনা ফীহা য় আবাদা-; রদ্বিয়াল্লা-হু ‘আন্হুম্ অরদু ‘আন্হু; যা-লিকা লিমান্ খশিয়া রব্বাহ্।","english_translit":"Jazaohum AAinda rabbihim jannatu AAadnin tajree min tahtiha alanharu khalideena feeha abadan radiya Allahu AAanhum waradoo AAanhu thalika liman khashiya rabbahu"}]