[{"sura":39,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ","bangla_text":"কিতাব অবতীর্ণ হয়েছে পরাক্রমশালী, প্রজ্ঞাময় আল্লাহর পক্ষ থেকে।","english_text":"THE REVELATION OF this Book is from God, the mighty and all-wise.","bangla_translit":"তান্যীলুল্ কিতা-বি মিনাল্লা-হিল্ ‘আযীযিল্ হাকীম্।","english_translit":"Tanzeelu alkitabi mina Allahi alAAazeezi alhakeemi"},{"sura":39,"aya":2,"quran_text":"إِنَّا أَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ فَاعْبُدِ اللَّهَ مُخْلِصًا لَهُ الدِّينَ","bangla_text":"আমি আপনার প্রতি এ কিতাব যথার্থরূপে নাযিল করেছি। অতএব, আপনি নিষ্ঠার সাথে আল্লাহর এবাদত করুন।","english_text":"We have revealed to you the Scripture with exactitude; so worship God with devotion all exclusive for Him.","bangla_translit":"ইন্না য় আন্যাল্না য় ইলাইকাল্ কিতা-বা বিল্হাকক্বি ফা’বুদিল্লা-হা মুখ্লিছোয়াল্ লাহুদ্ দীন্।","english_translit":"Inna anzalna ilayka alkitaba bialhaqqi faoAAbudi Allaha mukhlisan lahu alddeena"},{"sura":39,"aya":3,"quran_text":"أَلَا لِلَّهِ الدِّينُ الْخَالِصُ وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ فِي مَا هُمْ فِيهِ يَخْتَلِفُونَ إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ كَاذِبٌ كَفَّارٌ","bangla_text":"জেনে রাখুন, নিষ্ঠাপূর্ণ এবাদত আল্লাহরই নিমিত্ত। যারা আল্লাহ ব্যতীত অপরকে উপাস্যরূপে গ্রহণ করে রেখেছে এবং বলে যে, আমরা তাদের এবাদত এ জন্যেই করি, যেন তারা আমাদেরকে আল্লাহর নিকটবর্তী করে দেয়। নিশ্চয় আল্লাহ তাদের মধ্যে তাদের পারস্পরিক বিরোধপূর্ণ বিষয়ের ফয়সালা করে দেবেন। আল্লাহ মিথ্যাবাদী কাফেরকে সৎপথে পরিচালিত করেন না।","english_text":"Remember that devotion is exclusively for God. Those who have taken protectors other than Him, say: \"We worship them that they may bring us nearer to God.\" Surely God will judge between them in what they are differing about. Verily God does not show the way to an ungrateful liar.","bangla_translit":"আলা-লিল্লা-হিদ্ দীনুল্ খ-লিছ্; অল্ লাযীনাত তাখাযূ মিন্ দূনিহী য় আওলিয়া-য়্। মা-না’বুদুহুম্ ইল্লা-লিইয়ুর্ক্বরিবূনা য় ইলাল্লা-হি যুল্ফা-; ইন্নাল্লা-হা ইয়াহ্কুমু বাইনাহুম্ ফী মা-হুম্ ফীহি ইয়াখ্তালিফূন্; ইন্নাল্লা-হা লা-ইয়াহ্দী মান্ হুওয়া কা-যিবুন্ কাফ্ফার্-।","english_translit":"Ala lillahi alddeenu alkhalisu waallatheena ittakhathoo min doonihi awliyaa ma naAAbuduhum illa liyuqarriboona ila Allahi zulfa inna Allaha yahkumu baynahum fee ma hum feehi yakhtalifoona inna Allaha la yahdee man huwa kathibun kaffarun"},{"sura":39,"aya":4,"quran_text":"لَوْ أَرَادَ اللَّهُ أَنْ يَتَّخِذَ وَلَدًا لَاصْطَفَى مِمَّا يَخْلُقُ مَا يَشَاءُ سُبْحَانَهُ هُوَ اللَّهُ الْوَاحِدُ الْقَهَّارُ","bangla_text":"আল্লাহ যদি সন্তান গ্রহণ করার ইচ্ছা করতেন, তবে তাঁর সৃষ্টির মধ্য থেকে যা কিছু ইচ্ছা মনোনীত করতেন, তিনি পবিত্র। তিনি আল্লাহ, এক পরাক্রমশালী।","english_text":"Had God pleased to take a son, He could have chosen whom He liked from among those He has created. Glory be to Him. He is God, the one, the omnipotent.","bangla_translit":"লাও আর-দাল্লা-হু আইঁ ইয়াত্তাখিযা অলাদাল্ লাছ্ত্বোয়াফা- মিম্মা-ইয়াখ্লুকু মা-ইয়াশা-য়ু সুব্হা-নাহ্; হুওয়া ল্লা-হুল্ ওয়া-হিদুল্ ক্বহ্হার্-।","english_translit":"Law arada Allahu an yattakhitha waladan laistafa mimma yakhluqu ma yashao subhanahu huwa Allahu alwahidu alqahharu"},{"sura":39,"aya":5,"quran_text":"خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ يُكَوِّرُ اللَّيْلَ عَلَى النَّهَارِ وَيُكَوِّرُ النَّهَارَ عَلَى اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى أَلَا هُوَ الْعَزِيزُ الْغَفَّارُ","bangla_text":"তিনি আসমান ও যমীন সৃষ্টি করেছেন যথাযথভাবে। তিনি রাত্রিকে দিবস দ্বারা আচ্ছাদিত করেন এবং দিবসকে রাত্রি দ্বারা আচ্ছাদিত করেন এবং তিনি সুর্য ও চন্দ্রকে কাজে নিযুক্ত করেছেন প্রত্যেকেই বিচরণ করে নির্দিষ্ট সময়কাল পর্যন্ত। জেনে রাখুন, তিনি পরাক্রমশালী, ক্ষমাশীল।","english_text":"He has created the heavens and the earth with precision. He folds the day up over the night, and folds the night up over the day. He has subjugated the sun and moon, (so that) each runs its appointed course. Is He not all-mighty and forgiving?","bangla_translit":"খলাক্বস্ সামা-ওয়া-তি অল্র্আদ্বোয়া বিল্হাকক্বি ইয়ুক্বওয়্যিরুল্লাইলা ‘আলান নাহা-রি অইয়ুক্বওয়্যিরুন্ নাহা-র ‘আলাল্লাইলি অসাখ্খরশ্ শাম্সা অল্ ক্বর্মা; কুল্লুইঁ ইয়াজরী লিআজ্বালিম্ মুসাম্মা; আলা-হুওয়াল্ ‘আযীযুল্ গাফ্ফার্-।","english_translit":"Khalaqa alssamawati waalarda bialhaqqi yukawwiru allayla AAala alnnahari wayukawwiru alnnahara AAala allayli wasakhkhara alshshamsa waalqamara kullun yajree liajalin musamman ala huwa alAAazeezu alghaffaru"},{"sura":39,"aya":6,"quran_text":"خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا وَأَنْزَلَ لَكُمْ مِنَ الْأَنْعَامِ ثَمَانِيَةَ أَزْوَاجٍ يَخْلُقُكُمْ فِي بُطُونِ أُمَّهَاتِكُمْ خَلْقًا مِنْ بَعْدِ خَلْقٍ فِي ظُلُمَاتٍ ثَلَاثٍ ذَلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُ لَا إِلَهَ إِلَّا هُوَ فَأَنَّى تُصْرَفُونَ","bangla_text":"তিনি সৃষ্টি করেছেন তোমাদেরকে একই ব্যক্তি থেকে। অতঃপর তা থেকে তার যুগল সৃষ্টি করেছেন এবং তিনি তোমাদের জন্যে আট প্রকার চতুষ্পদ জন্তু অবতীর্ণ করেছেন। তিনি তোমাদেরকে সৃষ্টি করেছেন তোমাদের মাতৃগর্ভে পর্যায়ক্রমে একের পর এক ত্রিবিধ অন্ধকারে। তিনি আল্লাহ তোমাদের পালনকর্তা, সাম্রাজ্য তাঁরই। তিনি ব্যতীত কোন উপাস্য নেই। অতএব, তোমরা কোথায় বিভ্রান্ত হচ্ছ?","english_text":"He created you from a single cell, then from it created its mate; arid provided eight varieties of cattle for you. He formed you in the mother's womb, formation after formation in three (veils of) darkness. He is God your Lord. His is the kingdom. There is no god other than He. How then can you turn away?","bangla_translit":"খলাক্বকুম্ মিন্ নাফ্সিঁও ওয়া-হিদাতিন্ ছুম্মা জ্বা‘আলা মিন্হা-যাওজ্বাহা-অ আন্যালা লাকুম্ মিনাল্ আন্‘আ-মি ছামা-নিয়াতা আয্ওয়া-জ; ইয়াখ্লুকুকুম্ ফী বুতুনি উম্মাহা-তিকুম্ খল্ক্বম্ মিম্ বা’দি খল্ক্বিন্ ফী জুলুমা-তিন্ ছালা-ছ্; যা-লিকুমু ল্লা-হু রব্বুকুম্ লাহুল্ মুল্ক্;লা য় ইলা-হা ইল্লা- হুওয়া ফাআন্না-তুছ্রফূন্।","english_translit":"Khalaqakum min nafsin wahidatin thumma jaAAala minha zawjaha waanzala lakum mina alanAAami thamaniyata azwajin yakhluqukum fee butooni ommahatikum khalqan min baAAdi khalqin fee thulumatin thalathin thalikumu Allahu rabbukum lahu almulku la ilaha illa huwa faanna tusrafoona"},{"sura":39,"aya":7,"quran_text":"إِنْ تَكْفُرُوا فَإِنَّ اللَّهَ غَنِيٌّ عَنْكُمْ وَلَا يَرْضَى لِعِبَادِهِ الْكُفْرَ وَإِنْ تَشْكُرُوا يَرْضَهُ لَكُمْ وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُمْ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ","bangla_text":"যদি তোমরা অস্বীকার কর, তবে আল্লাহ তোমাদের থেকে বেপরওয়া। তিনি তাঁর বান্দাদের কাফের হয়ে পড়া পছন্দ করেন না। পক্ষান্তরে যদি তোমরা কৃতজ্ঞ হও, তবে তিনি তোমাদের জন্যে তা পছন্দ করেন। একের পাপ ভার অন্যে বহন করবে না। অতঃপর তোমরা তোমাদের পালনকর্তার কাছে ফিরে যাবে। তিনি তোমাদেরকে তোমাদের কর্ম সম্বন্ধে অবহিত করবেন। নিশ্চয় তিনি অন্তরের বিষয় সম্পর্কেও অবগত।","english_text":"If you are ungrateful, then remember! God is independent of you, and He does not favour ingratitude on the part of His creatures. If you are grateful He will be pleased with you. For no one who carries a burden bears another's load; and your returning is to your Lord, when He will tell you what you used to do. Surely He knows what is in the hearts.","bangla_translit":"ইন্ তাক্ফুরূ ফাইন্না ল্লা-হা গনিয়্যুন্ ‘আনকুম্ অলা-ইর্য়াদ্বোয়া- লিই’বা-দিহিল্ কুফ্রা অ ইন্ তাশ্কুরূ ইর্য়াদ্বোয়াহু লাকুম্; অলা-তাযিরু ওয়া-যিরাতুঁও ওয়িয্রা উখ্রা-; ছুম্মা ইলা-রব্বিকুম্ র্মাজ্বি‘উকুম্ ফাইয়ুনাব্বিয়ুকুম্ বিমা-কুন্তুম্ তা’মালূন্; ইন্নাহূ ‘আলীমুম্ বিযা-তিস্ সুর্দূ।","english_translit":"In takfuroo fainna Allaha ghaniyyun AAankum wala yarda liAAibadihi alkufra wain tashkuroo yardahu lakum wala taziru waziratun wizra okhra thumma ila rabbikum marjiAAukum fayunabbiokum bima kuntum taAAmaloona innahu AAaleemun bithati alssudoori"},{"sura":39,"aya":8,"quran_text":"وَإِذَا مَسَّ الْإِنْسَانَ ضُرٌّ دَعَا رَبَّهُ مُنِيبًا إِلَيْهِ ثُمَّ إِذَا خَوَّلَهُ نِعْمَةً مِنْهُ نَسِيَ مَا كَانَ يَدْعُو إِلَيْهِ مِنْ قَبْلُ وَجَعَلَ لِلَّهِ أَنْدَادًا لِيُضِلَّ عَنْ سَبِيلِهِ قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلًا إِنَّكَ مِنْ أَصْحَابِ النَّارِ","bangla_text":"যখন মানুষকে দুঃখ-কষ্ট স্পর্শ করে, তখন সে একাগ্রচিত্তে তার পালনকর্তাকে ডাকে, অতঃপর তিনি যখন তাকে নেয়ামত দান করেন, তখন সে কষ্টের কথা বিস্মৃত হয়ে যায়, যার জন্যে পূর্বে ডেকেছিল এবং আল্লাহর সমকক্ষ স্থির করে; যাতে করে অপরকে আল্লাহর পথ থেকে বিভ্রান্ত করে। বলুন, তুমি তোমার কুফর সহকারে কিছুকাল জীবনোপভোগ করে নাও। নিশ্চয় তুমি জাহান্নামীদের অন্তর্ভূক্ত।","english_text":"When man is afflicted with adversity he turns to his Lord, and prays to Him. But when He bestows His favour on him, he forgets what he prayed for before, and sets up others as compeers of God to mislead (people) from His way. Say: \"Take advantage of your denying for a while: You will be among the inmates of Hell.\"","bangla_translit":"অইযা-মাস্সাল্ ইন্সা-না র্দ্বুরুন্ দা‘আ রব্বাহূ মুনীবান্ ইলাইহি ছুম্মা ইযা-খাওয়্যালাহূ নি’মাতাম্ মিন্হু নাসিয়া মা-কা-না ইয়াদ্‘ঊ য় ইলাইহি মিন্ ক্ব্ব্লু অজ্বা‘আলা লিল্লা-হি আন্দা-দাল্ লিইয়ুদ্বিল্লা ‘আন্ সাবীলিহ্; কুল্ তামাত্তা’ বিকুফ্রিকা ক্বলীলান্ ইন্নাকা মিন্ আছ্হা-বিন্ নার্-।","english_translit":"Waitha massa alinsana durrun daAAa rabbahu muneeban ilayhi thumma itha khawwalahu niAAmatan minhu nasiya ma kana yadAAoo ilayhi min qablu wajaAAala lillahi andadan liyudilla AAan sabeelihi qul tamattaAA bikufrika qaleelan innaka min ashabi alnnari"},{"sura":39,"aya":9,"quran_text":"أَمَّنْ هُوَ قَانِتٌ آنَاءَ اللَّيْلِ سَاجِدًا وَقَائِمًا يَحْذَرُ الْآخِرَةَ وَيَرْجُو رَحْمَةَ رَبِّهِ قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ","bangla_text":"যে ব্যক্তি রাত্রিকালে সেজদার মাধ্যমে অথবা দাঁড়িয়ে এবাদত করে, পরকালের আশংকা রাখে এবং তার পালনকর্তার রহমত প্রত্যাশা করে, সে কি তার সমান, যে এরূপ করে না; বলুন, যারা জানে এবং যারা জানে না; তারা কি সমান হতে পারে? চিন্তা-ভাবনা কেবল তারাই করে, যারা বুদ্ধিমান।","english_text":"Can one who prays in the watches of the night, bowing in homage or standing attentive, fearful of the life to come, and hoping for the mercy of his Lord, (be like one who does not)? Say: \"Can those who know, and those who do not know, be equal? Only they think who are wise.\"","bangla_translit":"আম্মান্ হুওয়া ক্ব-নিতুন্ আ-না-য়াল্ লাইলি সা-জ্বিদাঁও অ ক্ব-য়িমাইঁ ইয়াহ্যারুল্ আ-খিরতা অ ইর্য়াজু রহ্মাতা রব্বিহ্; কুল্ হাল্ ইয়াস্তাওয়িল্ লাযীনা ইয়া’লামূনা অল্লাযীনা লা-ইয়া’লামূন্; ইন্নামা-ইয়াতাযাক্কারূ ঊলুল্ আল্বা-ব্।","english_translit":"Amman huwa qanitun anaa allayli sajidan waqaiman yahtharu alakhirata wayarjoo rahmata rabbihi qul hal yastawee allatheena yaAAlamoona waallatheena la yaAAlamoona innama yatathakkaru oloo alalbabi"},{"sura":39,"aya":10,"quran_text":"قُلْ يَا عِبَادِ الَّذِينَ آمَنُوا اتَّقُوا رَبَّكُمْ لِلَّذِينَ أَحْسَنُوا فِي هَذِهِ الدُّنْيَا حَسَنَةٌ وَأَرْضُ اللَّهِ وَاسِعَةٌ إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ","bangla_text":"বলুন, হে আমার বিশ্বাসী বান্দাগণ! তোমরা তোমাদের পালনকর্তাকে ভয় কর। যারা এ দুনিয়াতে সৎকাজ করে, তাদের জন্যে রয়েছে পুণ্য। আল্লাহর পৃথিবী প্রশস্ত। যারা সবরকারী, তারাই তাদের পুরস্কার পায় অগণিত।","english_text":"Tell them: \"O my creatures who have come to belief, have fear of displeasing your Lord. There is good for those who do good in this world, and productive is God's earth. Only those who persevere will get their reward measureless.\"","bangla_translit":"কুল্ ইয়া-‘ইবা-দিল্লাযীনা আ-মানুত্তাকু রব্বাকুম্; লিল্লাযীনা আহ্সানূ ফী হা-যিহিদ্ দুন্ইয়া-হাসানাহ্;অ র্আদুল্লা-হি ওয়া- সি‘আহ্;ইন্নামা ইয়ুওয়াফ্ফাছ্ ছোয়া-বিরূনা আজরহুম্ বিগইরি হিসা-ব্।","english_translit":"Qul ya AAibadi allatheena amanoo ittaqoo rabbakum lillatheena ahsanoo fee hathihi alddunya hasanatun waardu Allahi wasiAAatun innama yuwaffa alssabiroona ajrahum bighayri hisabin"},{"sura":39,"aya":11,"quran_text":"قُلْ إِنِّي أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ مُخْلِصًا لَهُ الدِّينَ","bangla_text":"বলুন, আমি নিষ্ঠার সাথে আল্লাহর এবাদত করতে আদিষ্ট হয়েছি।","english_text":"Say: \"I am commanded to worship God with obedience all-exclusive for Him;","bangla_translit":"কুল্ ইন্নী য় উর্মিতু আন্ আ’বুদা ল্লা-হা মুখ্লিছোয়াল্ লাহুদ্ দীন্।","english_translit":"Qul innee omirtu an aAAbuda Allaha mukhlisan lahu alddeena"},{"sura":39,"aya":12,"quran_text":"وَأُمِرْتُ لِأَنْ أَكُونَ أَوَّلَ الْمُسْلِمِينَ","bangla_text":"আরও আদিষ্ট হয়েছি, সর্ব প্রথম নির্দেশ পালনকারী হওয়ার জন্যে।","english_text":"And I am commanded to be the first of those who submit.\"","bangla_translit":"অ উর্মিতু লিআন্ আকূনা আউয়্যালাল্ মুস্লিমীন্।","english_translit":"Waomirtu lian akoona awwala almuslimeena"},{"sura":39,"aya":13,"quran_text":"قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ","bangla_text":"বলুন, আমি আমার পালনকর্তার অবাধ্য হলে এক মহাদিবসের শাস্তির ভয় করি।","english_text":"Say: \"If I disobey my Lord, I fear the punishment of an evil Day.\"","bangla_translit":"কুল্ ইন্নী য় আখ-ফু ইন্ ‘আছোয়াইতু রব্বী ‘আযা-বা ইয়াওমিন্ ‘আজীম্।","english_translit":"Qul innee akhafu in AAasaytu rabbee AAathaba yawmin AAatheemin"},{"sura":39,"aya":14,"quran_text":"قُلِ اللَّهَ أَعْبُدُ مُخْلِصًا لَهُ دِينِي","bangla_text":"বলুন, আমি নিষ্ঠার সাথে আল্লাহ তা’আলারই এবাদত করি।","english_text":"Say: \"I worship God with devotion all-exclusive for Him.","bangla_translit":"কুলিল্লা-হা আ’বুদু মুখ্লিছোয়াল্ লাহূ দ্বীনী।","english_translit":"Quli Allaha aAAbudu mukhlisan lahu deenee"},{"sura":39,"aya":15,"quran_text":"فَاعْبُدُوا مَا شِئْتُمْ مِنْ دُونِهِ قُلْ إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ أَلَا ذَلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ","bangla_text":"অতএব, তোমরা আল্লাহর পরিবর্তে যার ইচ্ছা তার এবাদত কর। বলুন, কেয়ামতের দিন তারাই বেশী ক্ষতিগ্রস্ত হবে, যারা নিজেদের ও পরিবারবর্গের তরফ থেকে ক্ষতিগ্রস্ত হবে। জেনে রাখ, এটাই সুস্পষ্ট ক্ষতি।","english_text":"You may worship what you will apart from Him.\" Say: \"Surely the greatest losers will be those who will lose their own selves and their people on the Day of Resurrection.\" Remember, this will be an all-too-evident loss.","bangla_translit":"ফা’বুদূ মা-শিতুম্ মিন্ দূনিহ্; কুল্ ইন্নাল্ খ-সিরীনাল্ লাযীনা খসিরূ য় আন্ফুসাহুম্ অআহ্লীহিম্ ইয়াওমাল্ ক্বিয়া-মাহ্; আলা-যা-লিকা হুওয়াল্ খুস্র-নুল্ মুবীন্।","english_translit":"FaoAAbudoo ma shitum min doonihi qul inna alkhasireena allatheena khasiroo anfusahum waahleehim yawma alqiyamati ala thalika huwa alkhusranu almubeenu"},{"sura":39,"aya":16,"quran_text":"لَهُمْ مِنْ فَوْقِهِمْ ظُلَلٌ مِنَ النَّارِ وَمِنْ تَحْتِهِمْ ظُلَلٌ ذَلِكَ يُخَوِّفُ اللَّهُ بِهِ عِبَادَهُ يَا عِبَادِ فَاتَّقُونِ","bangla_text":"তাদের জন্যে উপর দিক থেকে এবং নীচের দিক থেকে আগুনের মেঘমালা থাকবে। এ শাস্তি দ্বারা আল্লাহ তাঁর বান্দাদেরকে সতর্ক করেন যে, হে আমার বান্দাগণ, আমাকে ভয় কর।","english_text":"Above them will be a covering of fire, below them a cloud (of flames). With this does God warn His creatures: \"O My creatures, fear Me.\"","bangla_translit":"লাহুম্ মিন্ ফাওক্বিহিম্ জুলালুম্ মিনান্না-রি অমিন্ তাহ্তিহিম্ জুলাল্; যা-লিকা ইয়ুখওয়্যিফুল্লা-হু বিহী ‘ইবা-দাহ্; ইয়া-‘ইবা-দি ফাত্তাকুন্।","english_translit":"Lahum min fawqihim thulalun mina alnnari wamin tahtihim thulalun thalika yukhawwifu Allahu bihi AAibadahu ya AAibadi faittaqooni"},{"sura":39,"aya":17,"quran_text":"وَالَّذِينَ اجْتَنَبُوا الطَّاغُوتَ أَنْ يَعْبُدُوهَا وَأَنَابُوا إِلَى اللَّهِ لَهُمُ الْبُشْرَى فَبَشِّرْ عِبَادِ","bangla_text":"যারা শয়তানী শক্তির পূজা-অর্চনা থেকে দূরে থাকে এবং আল্লাহ অভিমুখী হয়, তাদের জন্যে রয়েছে সুসংবাদ। অতএব, সুসংবাদ দিন আমার বান্দাদেরকে।","english_text":"There are happy tidings for those who keep away from the worship of false gods and turn to God in repentance. Give glad tidings to My creatures.","bangla_translit":"অল্লাযীনা জতানাবূতত্বোয়া-গূতা আইঁ ইয়া’বুদূহা-অআনা-বূ য় ইলাল্লা-হি লাহুমুল্ বুশ্রা-ফাবার্শ্শি ‘ইবা-দ্।","english_translit":"Waallatheena ijtanaboo alttaghoota an yaAAbudooha waanaboo ila Allahi lahumu albushra fabashshir AAibadi"},{"sura":39,"aya":18,"quran_text":"الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ أُولَئِكَ الَّذِينَ هَدَاهُمُ اللَّهُ وَأُولَئِكَ هُمْ أُولُو الْأَلْبَابِ","bangla_text":"যারা মনোনিবেশ সহকারে কথা শুনে, অতঃপর যা উত্তম, তার অনুসরণ করে। তাদেরকেই আল্লাহ সৎপথ প্রদর্শন করেন এবং তারাই বুদ্ধিমান।","english_text":"Those who listen to the Word and then follow the best it contains, are the ones who have been guided by God, and are men of wisdom.","bangla_translit":"আল্লাযীনা ইয়াস্তামি‘ঊ নাল্ ক্বওলা ফাইয়াত্তাবি‘ঊনা আহ্সানাহ্; উলা-য়িকাল্ লাযীনা হাদা-হুমুল্লা-হু অ উলা- য়িকাহুম্ ঊলুল্ আল্বা-ব্।","english_translit":"Allatheena yastamiAAoona alqawla fayattabiAAoona ahsanahu olaika allatheena hadahumu Allahu waolaika hum oloo alalbabi"},{"sura":39,"aya":19,"quran_text":"أَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ الْعَذَابِ أَفَأَنْتَ تُنْقِذُ مَنْ فِي النَّارِ","bangla_text":"যার জন্যে শাস্তির হুকুম অবধারিত হয়ে গেছে আপনি কি সে জাহান্নামীকে মুক্ত করতে পারবেন?","english_text":"Can he against whom the sentence of punishment has been justified (be rescued)? Can you save him who is in the Fire?","bangla_translit":"আফামান্ হাকক্ব ‘আলাইহি কালিমাতুল্ ‘আযা-ব্; আফায়ান্তা তুন্ক্বিযু মান্ ফিন্নার্-।","english_translit":"Afaman haqqa AAalayhi kalimatu alAAathabi afaanta tunqithu man fee alnnari"},{"sura":39,"aya":20,"quran_text":"لَكِنِ الَّذِينَ اتَّقَوْا رَبَّهُمْ لَهُمْ غُرَفٌ مِنْ فَوْقِهَا غُرَفٌ مَبْنِيَّةٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَعْدَ اللَّهِ لَا يُخْلِفُ اللَّهُ الْمِيعَادَ","bangla_text":"কিন্তু যারা তাদের পালনকর্তাকে ভয় করে, তাদের জন্যে নির্মিত রয়েছে প্রাসাদের উপর প্রাসাদ। এগুলোর তলদেশে নদী প্রবাহিত। আল্লাহ প্রতিশ্রুতি দিয়েছেন। আল্লাহ প্রতিশ্রুতির খেলাফ করেন না।","english_text":"But for those who fear displeasing their Lord there are lofty mansions built above mansions, with rivers rippling past below them: A promise of God; (and) God does not go back on His promise.","bangla_translit":"লা-কিনিল্ লাযীনাত্ তাক্বও রব্বাহুম্ লাহুম্ গুরাফুম্ মিন্ ফাওক্বিহা-গুরাফুম্ মাব্নিয়্যাতুন্ তাজরী মিন্ তাহ্তিহাল্ আন্হার্-; ওয়া’দাল্লা-হ্; লা-ইয়ুখ্লিফুল্লা-হুল্ মী‘আ-দ্।","english_translit":"Lakini allatheena ittaqaw rabbahum lahum ghurafun min fawqiha ghurafun mabniyyatun tajree min tahtiha alanharu waAAda Allahi la yukhlifu Allahu almeeAAada"},{"sura":39,"aya":21,"quran_text":"أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَسَلَكَهُ يَنَابِيعَ فِي الْأَرْضِ ثُمَّ يُخْرِجُ بِهِ زَرْعًا مُخْتَلِفًا أَلْوَانُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَجْعَلُهُ حُطَامًا إِنَّ فِي ذَلِكَ لَذِكْرَى لِأُولِي الْأَلْبَابِ","bangla_text":"তুমি কি দেখনি যে, আল্লাহ আকাশ থেকে পানি বর্ষণ করেছেন, অতঃপর সে পানি যমীনের ঝর্ণাসমূহে প্রবাহিত করেছেন, এরপর তদ্দ্বারা বিভিন্ন রঙের ফসল উৎপন্ন করেন, অতঃপর তা শুকিয়ে যায়, ফলে তোমরা তা পীতবর্ণ দেখতে পাও। এরপর আল্লাহ তাকে খড়-কুটায় পরিণত করে দেন। নিশ্চয় এতে বুদ্ধিমানদের জন্যে উপদেশ রয়েছে।","english_text":"Do you not see that God sends down water from the sky, then makes it flow in rills on the earth, and brings forth corn from it which, having passed through changes of shade and colour, comes to ripen, and you see it autumnal yellow; then He reduces it to chaff. There are indeed lessons in this for those who are wise.","bangla_translit":"আলাম্ তারা আন্নাল্লা-হা আন্যালা মিনাস্ সামা-য়ি মা-য়ান্ ফাসালাকাহূ ইয়ানা-বী‘আ ফিল্ র্আদ্বি ছুম্মা ইয়ুখ্রিজু বিহী র্যা‘আম্ মুখ্তালিফান্ আল্ওয়া- নুহূ ছুম্মা ইয়াহীজু ফাতার-হু মুর্ছ্ফারান্ ছুম্মা ইয়াজ্ব্ ‘আলুহূ হুত্বোয়া-মা-; ইন্না ফী যা-লিকা লাযিক্রা- লিঊলিল্ আল্বা-ব্।","english_translit":"Alam tara anna Allaha anzala mina alssamai maan fasalakahu yanabeeAAa fee alardi thumma yukhriju bihi zarAAan mukhtalifan alwanuhu thumma yaheeju fatarahu musfarran thumma yajAAaluhu hutaman inna fee thalika lathikra liolee alalbabi"},{"sura":39,"aya":22,"quran_text":"أَفَمَنْ شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلَامِ فَهُوَ عَلَى نُورٍ مِنْ رَبِّهِ فَوَيْلٌ لِلْقَاسِيَةِ قُلُوبُهُمْ مِنْ ذِكْرِ اللَّهِ أُولَئِكَ فِي ضَلَالٍ مُبِينٍ","bangla_text":"আল্লাহ যার বক্ষ ইসলামের জন্যে উম্মুক্ত করে দিয়েছেন, অতঃপর সে তার পালনকর্তার পক্ষ থেকে আগত আলোর মাঝে রয়েছে। (সে কি তার সমান, যে এরূপ নয়) যাদের অন্তর আল্লাহ স্মরণের ব্যাপারে কঠোর, তাদের জন্যে দূর্ভোগ। তারা সুস্পষ্ঠ গোমরাহীতে রয়েছে।","english_text":"Will he whose breast has been opened up to peace (not be) in luminescence from his Lord? Alas for those whose hearts have been hardened to God's remembrance! They wander (astray) in clear error.","bangla_translit":"আফামান্ শারহাল্লা-হু ছোয়াদ্রহূ লিল্ইস্লা-মি ফাহুওয়া ‘আলা-নূরিম্ র্মি রব্বিহ; ফাওয়াইলুল্লিল্ ক্ব-সিয়াতি কুলূবুহুম্ মিন্ যিকরিল্লা-হ্; উলা-য়িকা ফী দ্বোয়ালা-লিম্ মুবীন্।","english_translit":"Afaman sharaha Allahu sadrahu lilislami fahuwa AAala noorin min rabbihi fawaylun lilqasiyati quloobuhum min thikri Allahi olaika fee dalalin mubeenin"},{"sura":39,"aya":23,"quran_text":"اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ ذَلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَنْ يَشَاءُ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ","bangla_text":"আল্লাহ উত্তম বাণী তথা কিতাব নাযিল করেছেন, যা সামঞ্জস্যপূর্ণ, পূনঃ পূনঃ পঠিত। এতে তাদের লোম কাঁটা দিয়ে উঠে চামড়ার উপর, যারা তাদের পালনকর্তাকে ভয় করে, এরপর তাদের চামড়া ও অন্তর আল্লাহর স্মরণে বিনম্র হয়। এটাই আল্লাহর পথ নির্দেশ, এর মাধ্যমে আল্লাহ যাকে ইচ্ছা পথ প্রদর্শন করেন। আর আল্লাহ যাকে গোমরাহ করেন, তার কোন পথপ্রদর্শক নেই।","english_text":"God has sent down the very best discourse, the Book conformable in its juxtapositions, which makes all of those who fear their Lord, shudder. So their hearts and bodies become receptive to the remembrance of God. This is the guidance of God with which He guides whosoever He will; but whosoever God allows to go astray has none to show him the way.","bangla_translit":"আল্লা-হু নায্যালা আহ্স্নাল্ হাদীছি কিতা-বাম্ মুতাশা-বিহাম্ মাছা-নিয়া তাক্ব্শ্ইর্’রু মিন্হু জুলূ দুল্লাযীনা ইয়াখ্শাওনা রব্বাহুম্ ছুম্মা তালীনু জুলূদুহুম্ অকুলূবুহুম্ ইলা-যিক্রিল্লা-হ্; যা-লিকা হুদাল্লা-হি ইয়াহ্দী বিহী মাইঁ ইয়াশা-য়্; অমাইঁ ইয়ুদ্ব্লিলিল্লা-হু ফামা-লাহূ মিন্ হা-দ্।","english_translit":"Allahu nazzala ahsana alhadeethi kitaban mutashabihan mathaniya taqshaAAirru minhu juloodu allatheena yakhshawna rabbahum thumma taleenu julooduhum waquloobuhum ila thikri Allahi thalika huda Allahi yahdee bihi man yashao waman yudlili Allahu fama lahu min hadin"},{"sura":39,"aya":24,"quran_text":"أَفَمَنْ يَتَّقِي بِوَجْهِهِ سُوءَ الْعَذَابِ يَوْمَ الْقِيَامَةِ وَقِيلَ لِلظَّالِمِينَ ذُوقُوا مَا كُنْتُمْ تَكْسِبُونَ","bangla_text":"যে ব্যক্তি কেয়ামতের দিন তার মুখ দ্বারা অশুভ আযাব ঠেকাবে এবং এরূপ জালেমদেরকে বলা হবে, তোমরা যা করতে তার স্বাদ আস্বাদন কর,-সে কি তার সমান, যে এরূপ নয়?","english_text":"Can he who will have to shield himself against the torment of the Day of Resurrection (be the same as one at peace)? The evil-doers will be told: \"So taste what you earned.\"","bangla_translit":"আফামাইঁ ইয়াত্তাক্বী বিঅজ্ব্হিহী সূ-য়াল্ ‘আযা-বি ইয়াওমাল্ ক্বিয়া-মাহ্; অক্বীলা লিজ জোয়া-লিমীনা যূকুমা-কুন্তুম্ তাক্সিবূন্।","english_translit":"Afaman yattaqee biwajhihi sooa alAAathabi yawma alqiyamati waqeela lilththalimeena thooqoo ma kuntum taksiboona"},{"sura":39,"aya":25,"quran_text":"كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ فَأَتَاهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ","bangla_text":"তাদের পূর্ববর্তীরাও মিথ্যারোপ করেছিল, ফলে তাদের কাছে আযাব এমনভাবে আসল, যা তারা কল্পনাও করত না।","english_text":"Those before them had denied, then punishment had overtaken them is from a quarter they did not suspect.","bangla_translit":"কায্যাবাল লাযীনা মিন্ ক্বব্লিহিম্ ফাআতা-হুমুল্ ‘আযা-বু মিন্ হাইছু লা-ইয়াশ্ ‘ঊরূন্।","english_translit":"Kaththaba allatheena min qablihim faatahumu alAAathabu min haythu la yashAAuroona"},{"sura":39,"aya":26,"quran_text":"فَأَذَاقَهُمُ اللَّهُ الْخِزْيَ فِي الْحَيَاةِ الدُّنْيَا وَلَعَذَابُ الْآخِرَةِ أَكْبَرُ لَوْ كَانُوا يَعْلَمُونَ","bangla_text":"অতঃপর আল্লাহ তাদেরকে পার্থিব জীবনে লাঞ্ছনার স্বাদ আস্বাদন করালেন, আর পরকালের আযাব হবে আরও গুরুতর, যদি তারা জানত!","english_text":"Then God made them taste of disgrace in this life; and the torment of the life to come is greater, if they understand.","bangla_translit":"ফাআযা-ক্বাহুমু ল্লা-হুল্ খিয্ইয়া-ফিল্ হাইয়া-তিদ্ দুন্ইয়া-অলা‘আযা-বুল্ আ-খিরতি আকর্বা। লাও কা-নূ ইয়া’লামূন্।","english_translit":"Faathaqahumu Allahu alkhizya fee alhayati alddunya walaAAathabu alakhirati akbaru law kanoo yaAAlamoona"},{"sura":39,"aya":27,"quran_text":"وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ لَعَلَّهُمْ يَتَذَكَّرُونَ","bangla_text":"আমি এ কোরআনে মানুষের জন্যে সব দৃষ্টান্তই বর্ণনা করেছি, যাতে তারা অনুধাবন করে;","english_text":"We have given examples of every kind for men in this Qur'an so that they may contemplate:","bangla_translit":"অলাক্বদ্ দ্বোয়ারব্না-লিন্না-সি ফী হা-যাল্ ক্বর্ ুআ-নি মিন্ কুল্লি মাছালিল্ লা‘আল্লাহুম্ ইয়াতাযাক্কারূন্।","english_translit":"Walaqad darabna lilnnasi fee hatha alqurani min kulli mathalin laAAallahum yatathakkaroona"},{"sura":39,"aya":28,"quran_text":"قُرْآنًا عَرَبِيًّا غَيْرَ ذِي عِوَجٍ لَعَلَّهُمْ يَتَّقُونَ","bangla_text":"আরবী ভাষায় এ কোরআন বক্রতামুক্ত, যাতে তারা সাবধান হয়ে চলে।","english_text":"A clear discourse which expounds all things without any obliquity, so that they may take heed for themselves.","bangla_translit":"ক্বর্ আ-নান্ ‘আরাবিয়্যান্ গইর যী ‘ইওয়াজ্বিল্লা‘আল্লা-হুম্ ইয়াত্তাকূূন্।","english_translit":"Quranan AAarabiyyan ghayra thee AAiwajin laAAallahum yattaqoona"},{"sura":39,"aya":29,"quran_text":"ضَرَبَ اللَّهُ مَثَلًا رَجُلًا فِيهِ شُرَكَاءُ مُتَشَاكِسُونَ وَرَجُلًا سَلَمًا لِرَجُلٍ هَلْ يَسْتَوِيَانِ مَثَلًا الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ","bangla_text":"আল্লাহ এক দৃষ্টান্ত বর্ণনা করেছেনঃ একটি লোকের উপর পরস্পর বিরোধী কয়জন মালিক রয়েছে, আরেক ব্যক্তির প্রভু মাত্র একজন-তাদের উভয়ের অবস্থা কি সমান? সমস্ত প্রশংসা আল্লাহর। কিন্তু তাদের অধিকাংশই জানে না।","english_text":"God advances the example of a man who is owned (as slave in common) by a number of men at loggerheads, and another man who is owned by only one. Are these two alike in attribute? God be praised; yet many of them do not know.","bangla_translit":"দ্বোয়ারাবাল্লা-হু মাছার্লা রাজুলান্ ফীহি শুরকা-য়ু মুতাশা-কিসূনা অরজুলান্ সালামাল্লি রজু ল্; হাল্ ইয়াস্তাওয়্যিইয়া-নি মাছালা-; আল্হাম্দু লিল্লা-হি বাল্ আক্ছারুহুম্ লা-ইয়া’লামূন্।","english_translit":"Daraba Allahu mathalan rajulan feehi shurakao mutashakisoona warajulan salaman lirajulin hal yastawiyani mathalan alhamdu lillahi bal aktharuhum la yaAAlamoona"},{"sura":39,"aya":30,"quran_text":"إِنَّكَ مَيِّتٌ وَإِنَّهُمْ مَيِّتُونَ","bangla_text":"নিশ্চয় তোমারও মৃত্যু হবে এবং তাদেরও মৃত্যু হবে।","english_text":"Verily you will die, and so will they.","bangla_translit":"ইন্নাকা মাইয়্যিতুঁও অইন্নাহুম্ মাইয়্যিতূন্।","english_translit":"Innaka mayyitun wainnahum mayyitoona"},{"sura":39,"aya":31,"quran_text":"ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ عِنْدَ رَبِّكُمْ تَخْتَصِمُونَ","bangla_text":"অতঃপর কেয়ামতের দিন তোমরা সবাই তোমাদের পালনকর্তার সামনে কথা কাটাকাটি করবে।","english_text":"Then on the Day of Resurrection you will dispute before your Lord.","bangla_translit":"ছুম্মা ইন্নাকুম্ ইয়াওমাল্ ক্বিয়া-মাতি ‘ইন্দা রব্বিকুম্ তাখ্তাসিমূন্।","english_translit":"Thumma innakum yawma alqiyamati AAinda rabbikum takhtasimoona"},{"sura":39,"aya":32,"quran_text":"فَمَنْ أَظْلَمُ مِمَّنْ كَذَبَ عَلَى اللَّهِ وَكَذَّبَ بِالصِّدْقِ إِذْ جَاءَهُ أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْكَافِرِينَ","bangla_text":"যে ব্যক্তি আল্লাহর বিরুদ্ধে মিথ্যা বলে এবং তার কাছে সত্য আগমন করার পর তাকে মিথ্যা সাব্যস্ত করে, তার চেয়ে অধিক যালেম আর কে হবে? কাফেরদের বাসস্থান জাহান্নামে নয় কি?","english_text":"Who does greater wrong than he who tells a lie against God, and denies the truth when it has come to him? Is there no place for unbelievers in Hell?","bangla_translit":"ফামান্ আজ্লামু মিম্মান্ কাযাবা আলা ল্লা-হি অকায্যাবা বিছ্ছিদ্ক্বি ইয্ জ্বা-য়াহ্; আলাইসা ফী জ্বাহান্নামা মাছ্ওয়া ল্লিল্ কা-ফিরীন্।","english_translit":"Faman athlamu mimman kathaba AAala Allahi wakaththaba bialssidqi ith jaahu alaysa fee jahannama mathwan lilkafireena"},{"sura":39,"aya":33,"quran_text":"وَالَّذِي جَاءَ بِالصِّدْقِ وَصَدَّقَ بِهِ أُولَئِكَ هُمُ الْمُتَّقُونَ","bangla_text":"যারা সত্য নিয়ে আগমন করছে এবং সত্যকে সত্য মেনে নিয়েছে; তারাই তো খোদাভীরু।","english_text":"He who brings the truth and verifies it, -- such are the people who are God-fearing.","bangla_translit":"অল্লাযী জ্বা-য়া বিছ্ছিদ্ক্বি অছোয়াদ্দাক্বা বিহী য়উলা-য়িকা হুমুল্ মুত্তাকুন্।","english_translit":"Waallathee jaa bialssidqi wasaddaqa bihi olaika humu almuttaqoona"},{"sura":39,"aya":34,"quran_text":"لَهُمْ مَا يَشَاءُونَ عِنْدَ رَبِّهِمْ ذَلِكَ جَزَاءُ الْمُحْسِنِينَ","bangla_text":"তাদের জন্যে পালনকর্তার কাছে তাই রয়েছে, যা তারা চাইবে। এটা সৎকর্মীদের পুরস্কার।","english_text":"They shall have what they wish from their Lord. This is the recompense for the good,","bangla_translit":"লাহুম্ মা-ইয়াশা-য়ূনা ‘ইন্দা রব্বিহিম্; যা- লিকা জ্বাযা-য়ুল্ মুহ্সিনীন্।","english_translit":"Lahum ma yashaoona AAinda rabbihim thalika jazao almuhsineena"},{"sura":39,"aya":35,"quran_text":"لِيُكَفِّرَ اللَّهُ عَنْهُمْ أَسْوَأَ الَّذِي عَمِلُوا وَيَجْزِيَهُمْ أَجْرَهُمْ بِأَحْسَنِ الَّذِي كَانُوا يَعْمَلُونَ","bangla_text":"যাতে আল্লাহ তাদের মন্দ কর্মসমূহ মার্জনা করেন এবং তাদের উত্তম কর্মের পুরস্কার তাদেরকে দান করেন।","english_text":"That God may absolve them of their sins and reward them for the best that they had done.","bangla_translit":"লিইয় কাফ্ফিরাল্লা-হু ‘আন্হুম্ আস্ওয়া আল্লাযী ‘আমিলূ ওয়াইয়াজযিয়াহুম্ আজরহুম্ বি আহ্সানিল্ লাযী কা-নূ ইয়া’মালূন্।","english_translit":"Liyukaffira Allahu AAanhum aswaa allathee AAamiloo wayajziyahum ajrahum biahsani allathee kanoo yaAAmaloona"},{"sura":39,"aya":36,"quran_text":"أَلَيْسَ اللَّهُ بِكَافٍ عَبْدَهُ وَيُخَوِّفُونَكَ بِالَّذِينَ مِنْ دُونِهِ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ","bangla_text":"আল্লাহ কি তাঁর বান্দার পক্ষে যথেষ্ট নন? অথচ তারা আপনাকে আল্লাহর পরিবর্তে অন্যান্য উপাস্যদের ভয় দেখায়। আল্লাহ যাকে গোমরাহ করেন, তার কোন পথপ্রদর্শক নেই।","english_text":"Is not God sufficient for His devotee? Still they frighten you with others apart from Him. Whoever God allows to go astray has none to show him the way.","bangla_translit":"আলাইসাল্লা-হু বিকা-ফিন্ ‘আব্দাহ্; অ ইয়ুখাওয়্যিফূনাকা বিল্লাযীনা মিন্ দূনিহ্; অমাইঁ ইয়্যুদ্ব্লিলিল্লা-হু ফামা-লাহূ মিন্ হা-দ্।","english_translit":"Alaysa Allahu bikafin AAabdahu wayukhawwifoonaka biallatheena min doonihi waman yudlili Allahu fama lahu min hadin"},{"sura":39,"aya":37,"quran_text":"وَمَنْ يَهْدِ اللَّهُ فَمَا لَهُ مِنْ مُضِلٍّ أَلَيْسَ اللَّهُ بِعَزِيزٍ ذِي انْتِقَامٍ","bangla_text":"আর আল্লাহ যাকে পথপ্রদর্শন করেন, তাকে পথভ্রষ্টকারী কেউ নেই। আল্লাহ কি পরাক্রমশালী, প্রতিশোধ গ্রহণকারী নন?","english_text":"And none can lead him astray who has been guided by God. Is not God all-mighty, the lord of retribution?","bangla_translit":"অ মাই ইয়াহ্দিল্লা-হু ফামা-লাহূ মিম্ মুদ্বিল্; আলাইসা ল্লা-হু বি ‘আযীযিন্ যিন্ তিক্ব-ম্।","english_translit":"Waman yahdi Allahu fama lahu min mudillin alaysa Allahu biAAazeezin thee intiqamin"},{"sura":39,"aya":38,"quran_text":"وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ قُلْ أَفَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ إِنْ أَرَادَنِيَ اللَّهُ بِضُرٍّ هَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ أَوْ أَرَادَنِي بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَاتُ رَحْمَتِهِ قُلْ حَسْبِيَ اللَّهُ عَلَيْهِ يَتَوَكَّلُ الْمُتَوَكِّلُونَ","bangla_text":"যদি আপনি তাদেরকে জিজ্ঞেস করেন, আসমান ও যমীন কে সৃষ্টি করেছে? তারা অবশ্যই বলবে-আল্লাহ। বলুন, তোমরা ভেবে দেখেছ কি, যদি আল্লাহ আমার অনিষ্ট করার ইচ্ছা করেন, তবে তোমরা আল্লাহ ব্যতীত যাদেরকে ডাক, তারা কি সে অনিষ্ট দূর করতে পারবে? অথবা তিনি আমার প্রতি রহমত করার ইচ্ছা করলে তারা কি সে রহমত রোধ করতে পারবে? বলুন, আমার পক্ষে আল্লাহই যথেষ্ট। নির্ভরকারীরা তাঁরই উপর নির্ভর করে।","english_text":"If you ask them, \"Who created the heavens and the earth?\" they will answer: \"God.\" Say: \"Then just think. Can those whom you worship apart from God remove the distress God is pleased to visit upon me, or withhold a blessing God is pleased to favour me with?' Say: \"God is all-sufficient for me. The trusting place their trust in Him.\"","bangla_translit":"অ লায়িন্ সায়াল্তাহুম্ মান্ খলাক্বস্ সামা-ওয়া-তি অল্ র্আদ্বোয়া লাইয়াকু লুন্না ল্লা-হ্; কুল্ আফারয়াইতুম্ মা-তাদ্‘ঊনা মিন্ দূনিল্লা-হি ইন্ আর-দানিয়াল্লা-হু বিদ্বর্ রিন্ হাল্ হুন্না কা-শিফা-তু র্দুরিহী য় আও আর-দানী বিরহ্মাতিন্ হাল্ হুন্না মুম্সিকা-তু রহ্মাতিহ্; কুল্ হাস্বিয়াল্লা-হ্; ‘আলাইহি ইয়াতাওয়াক্কালুল্ মুতাওয়াক্কিলূন্।","english_translit":"Walain saaltahum man khalaqa alssamawati waalarda layaqoolunna Allahu qul afaraaytum ma tadAAoona min dooni Allahi in aradaniya Allahu bidurrin hal hunna kashifatu durrihi aw aradanee birahmatin hal hunna mumsikatu rahmatihi qul hasbiya Allahu AAalayhi yatawakkalu almutawakkiloona"},{"sura":39,"aya":39,"quran_text":"قُلْ يَا قَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ","bangla_text":"বলুন, হে আমার কওম, তোমরা তোমাদের জায়গায় কাজ কর, আমিও কাজ করছি। সত্ত্বরই জানতে পারবে।","english_text":"Say: \"O people, act as best you can on your part, I am acting too. You will come to know in time","bangla_translit":"কুল্ ইয়া-ক্বওমি’মালূ ‘আলা-মাকা-নাতিকুম্ ইন্নী ‘আমিলুন্ ফাসাওফা তা’লামূন্।","english_translit":"Qul ya qawmi iAAmaloo AAala makanatikum innee AAamilun fasawfa taAAlamoona"},{"sura":39,"aya":40,"quran_text":"مَنْ يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُقِيمٌ","bangla_text":"কার কাছে অবমাননাকর আযাব এবং চিরস্থায়ী শাস্তি নেমে আসে।","english_text":"Who suffers the shameful punishment, and on whom falls the everlasting torment.","bangla_translit":"মাইঁইয়াতীহি আযা বুইঁইয়ুখ্যীহি অ ইয়াহিল্লু ‘আলাইহি ‘আযা-বুম্ মুক্বীম্।","english_translit":"Man yateehi AAathabun yukhzeehi wayahillu AAalayhi AAathabun muqeemun"},{"sura":39,"aya":41,"quran_text":"إِنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ لِلنَّاسِ بِالْحَقِّ فَمَنِ اهْتَدَى فَلِنَفْسِهِ وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ","bangla_text":"আমি আপনার প্রতি সত্য ধর্মসহ কিতাব নাযিল করেছি মানুষের কল্যাণকল্পে। অতঃপর যে সৎপথে আসে, সে নিজের কল্যাণের জন্যেই আসে, আর যে পথভ্রষ্ট হয়, সে নিজেরই অনিষ্টের জন্যে পথভ্রষ্ট হয়। আপনি তাদের জন্যে দায়ী নন।","english_text":"We have Sent down this Book to you with the truth for all mankind. So, he who comes to guidance does so for himself, and he who goes astray does so for his own loss; on you does not lie their guardianship.","bangla_translit":"ইন্না য় আন্যাল্না- ‘আলাইকাল্ কিতা-বা লিন্না-সি বিল্হাকক্বি ফামানিহ্ তাদা-ফালিনাফ্সিহী অমান্ দ্বোয়াল্লা ফাইন্নামা-ইয়াদ্বিল্লু ‘আলাইহা- অমা য় আন্তা ‘আলাইহিম্ বিঅকীল্।","english_translit":"Inna anzalna AAalayka alkitaba lilnnasi bialhaqqi famani ihtada falinafsihi waman dalla fainnama yadillu AAalayha wama anta AAalayhim biwakeelin"},{"sura":39,"aya":42,"quran_text":"اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا وَالَّتِي لَمْ تَمُتْ فِي مَنَامِهَا فَيُمْسِكُ الَّتِي قَضَى عَلَيْهَا الْمَوْتَ وَيُرْسِلُ الْأُخْرَى إِلَى أَجَلٍ مُسَمًّى إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ","bangla_text":"আল্লাহ মানুষের প্রাণ হরণ করেন তার মৃত্যুর সময়, আর যে মরে না, তার নিদ্রাকালে। অতঃপর যার মৃত্যু অবধারিত করেন, তার প্রাণ ছাড়েন না এবং অন্যান্যদের ছেড়ে দেন এক নির্দিষ্ট সময়ের জন্যে। নিশ্চয় এতে চিন্তাশীল লোকদের জন্যে নিদর্শনাবলী রয়েছে।","english_text":"God gathers up the souls of those who die, and of those who do not die, in their sleep; then He keeps back those ordained for death, and sends the others back for an appointed term. Surely there are signs in this for those who reflect.","bangla_translit":"আল্লা-হু ইয়াতাওয়াফ্ফাল্ আন্ফুসা হীনা মাওতিহা-অল্লাতী লাম্ তামুত্ ফী মানা-মিহা-ফাইয়ুম্সিকুল্ লাতী ক্বাদ্বোয়া- ‘আলাইহাল্ মাওতা অইর্য়ুসিলুল্ উখ্র য় ইলা য় আজ্বালিম্ মুসাম্মা; ইন্না ফী যা-লিকা লাআ-ইয়া-তিল্ লিক্বওমিঁই ইয়া তাফাক্কারূন্।","english_translit":"Allahu yatawaffa alanfusa heena mawtiha waallatee lam tamut fee manamiha fayumsiku allatee qada AAalayha almawta wayursilu alokhra ila ajalin musamman inna fee thalika laayatin liqawmin yatafakkaroona"},{"sura":39,"aya":43,"quran_text":"أَمِ اتَّخَذُوا مِنْ دُونِ اللَّهِ شُفَعَاءَ قُلْ أَوَلَوْ كَانُوا لَا يَمْلِكُونَ شَيْئًا وَلَا يَعْقِلُونَ","bangla_text":"তারা কি আল্লাহ ব্যতীত সুপারিশকারী গ্রহণ করেছে? বলুন, তাদের কোন এখতিয়ার না থাকলেও এবং তারা না বুঝলেও?","english_text":"Have they appointed intercessors other than God? Say: \"Even though they have no power in the least, nor do they understand?\"","bangla_translit":"আমিত্তাখযূ মিন্ দূনিল্লা-হি শুফা‘আ-য়্; কুল্ আওয়ালাও কা-নূ লা-ইয়াম্লিকূনা শাইয়াঁও অলা-ইয়া’ক্বিলূন্।","english_translit":"Ami ittakhathoo min dooni Allahi shufaAAaa qul awalaw kanoo la yamlikoona shayan wala yaAAqiloona"},{"sura":39,"aya":44,"quran_text":"قُلْ لِلَّهِ الشَّفَاعَةُ جَمِيعًا لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ثُمَّ إِلَيْهِ تُرْجَعُونَ","bangla_text":"বলুন, সমস্ত সুপারিশ আল্লাহরই ক্ষমতাধীন, আসমান ও যমীনে তাঁরই সাম্রাজ্য। অতঃপর তাঁরই কাছে তোমরা প্রত্যাবর্তিত হবে।","english_text":"Say: \"God's is the intercession entirely; His is the kingdom of the heavens and the earth; then to Him you will return.\"","bangla_translit":"কুল্ লিল্লা-হিশ্ শাফা- ‘আতু জ্বামী‘আন; লাহূ মুল্কুস্ সামা-ওয়া-তি অল্ র্আদ্ব্; ছুম্মা ইলাইহি র্তুজ্বা‘ঊন।","english_translit":"Qul lillahi alshshafaAAatu jameeAAan lahu mulku alssamawati waalardi thumma ilayhi turjaAAoona"},{"sura":39,"aya":45,"quran_text":"وَإِذَا ذُكِرَ اللَّهُ وَحْدَهُ اشْمَأَزَّتْ قُلُوبُ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ وَإِذَا ذُكِرَ الَّذِينَ مِنْ دُونِهِ إِذَا هُمْ يَسْتَبْشِرُونَ","bangla_text":"যখন খাঁটিভাবে আল্লাহর নাম উচ্চারণ করা হয়, তখন যারা পরকালে বিশ্বাস করে না, তাদের অন্তর সংকুচিত হয়ে যায়, আর যখন আল্লাহ ব্যতীত অন্য উপাস্যদের নাম উচ্চারণ করা হয়, তখন তারা আনন্দে উল্লসিত হয়ে উঠে।","english_text":"When God alone is mentioned the hearts of those who do not believe in the life to come, are filled with resentment. But when others are mentioned apart from God, they begin to rejoice.","bangla_translit":"অইযা-যুকিরাল্লা-হু ওয়াহ্দাহুশ্ মায়ায্যাত্ কুলূবুল্ লাযীনা লা-ইযুমিনূনা বিল্আ-খিরতি অইযা-যুকিরাল্ লাযীনা মিন্ দূনিহী য় ইযা-হুম্ ইয়াস্তাব্শিরূন্।","english_translit":"Waitha thukira Allahu wahdahu ishmaazzat quloobu allatheena la yuminoona bialakhirati waitha thukira allatheena min doonihi itha hum yastabshiroona"},{"sura":39,"aya":46,"quran_text":"قُلِ اللَّهُمَّ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِي مَا كَانُوا فِيهِ يَخْتَلِفُونَ","bangla_text":"বলুন, হে আল্লাহ আসমান ও যমীনের স্রষ্টা, দৃশ্য ও অদৃশ্যের জ্ঞানী, আপনিই আপনার বান্দাদের মধ্যে ফয়সালা করবেন, যে বিষয়ে তারা মত বিরোধ করত।","english_text":"Say: \"O God, the originator of the heavens and the earth, the knower of the unknown and the known, You alone will judge between Your creatures for things they differed about.\"","bangla_translit":"কুলি ল্লা-হুম্মা ফা-ত্বিরস্ সামা-ওয়া-তি অল্র্আদ্বি ‘আ-লিমাল্ গইবি অশ্শাহা-দাতি আন্তা তাহ্কুমু বাইনা ‘ইবা-দিকা ফী মা-কা-নূ ফীহি ইয়াখ্তালিফূন্।","english_translit":"Quli allahumma fatira alssamawati waalardi AAalima alghaybi waalshshahadati anta tahkumu bayna AAibadika fee ma kanoo feehi yakhtalifoona"},{"sura":39,"aya":47,"quran_text":"وَلَوْ أَنَّ لِلَّذِينَ ظَلَمُوا مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لَافْتَدَوْا بِهِ مِنْ سُوءِ الْعَذَابِ يَوْمَ الْقِيَامَةِ وَبَدَا لَهُمْ مِنَ اللَّهِ مَا لَمْ يَكُونُوا يَحْتَسِبُونَ","bangla_text":"যদি গোনাহগারদের কাছে পৃথিবীর সবকিছু থাকে এবং তার সাথে সমপরিমাণ আরও থাকে, তবে অবশ্যই তারা কেয়ামতের দিন সে সবকিছুই নিস্কৃতি পাওয়ার জন্যে মুক্তিপন হিসেবে দিয়ে দেবে। অথচ তারা দেখতে পাবে, আল্লাহর পক্ষ থেকে এমন শাস্তি, যা তারা কল্পনাও করত না।","english_text":"Even if the sinners possessed whatever is in the heavens and the earth, and as much more, they would offer it to ransom themselves from the torment of the Day of Resurrection; yet what they did not even imagine would appear to them from God;","bangla_translit":"অলাও আন্না লিল্লাযীনা জোয়ালামূ মা-ফিল্ র্আদ্বি জ্বামী‘আঁও অমিছ্লাহূ মা‘আহূ লাফ্তাদাও বিহী মিন্ সূ-য়িল্ ‘আযা-বি ইয়াওমাল্ ক্বিয়া-মাহ্; অ বাদা-লাহুম্ মিনাল্লা-হি মা-লাম্ ইয়াকূনূ ইয়াহ্তাসিবূন্।","english_translit":"Walaw anna lillatheena thalamoo ma fee alardi jameeAAan wamithlahu maAAahu laiftadaw bihi min sooi alAAathabi yawma alqiyamati wabada lahum mina Allahi ma lam yakoonoo yahtasiboona"},{"sura":39,"aya":48,"quran_text":"وَبَدَا لَهُمْ سَيِّئَاتُ مَا كَسَبُوا وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ","bangla_text":"আর দেখবে, তাদের দুস্কর্মসমূহ এবং যে বিষয়ে তারা ঠাট্টা-বিদ্রুপ করত, তা তাদেরকে ঘিরে নেবে।","english_text":"And the evil of what they had earned would become visible to them; and what they used to mock would surround them from all sides.","bangla_translit":"অবাদা-লাহুম্ সাইয়িয়া-তু মা-কাসাবূ অহা-ক্বা বিহিম্ িমা-কা-নূ বিহী ইয়াস্তাহ্যিয়ূন্।","english_translit":"Wabada lahum sayyiatu ma kasaboo wahaqa bihim ma kanoo bihi yastahzioona"},{"sura":39,"aya":49,"quran_text":"فَإِذَا مَسَّ الْإِنْسَانَ ضُرٌّ دَعَانَا ثُمَّ إِذَا خَوَّلْنَاهُ نِعْمَةً مِنَّا قَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ بَلْ هِيَ فِتْنَةٌ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ","bangla_text":"মানুষকে যখন দুঃখ-কষ্ট স্পর্শ করে, তখন সে আমাকে ডাকতে শুরু করে, এরপর আমি যখন তাকে আমার পক্ষ থেকে নেয়ামত দান করি, তখন সে বলে, এটা তো আমি পূর্বের জানা মতেই প্রাপ্ত হয়েছি। অথচ এটা এক পরীক্ষা, কিন্তু তাদের অধিকাংশই বোঝে না।","english_text":"When a man is in trouble, he prays to God; but when We bestow a favour on him he says: \"It has come to me through my acumen.\" In fact, this is an illusion, but most men do not know.","bangla_translit":"ফাইযা মাস্সাল্ ইন্সা-না র্দ্বুরুন দা‘আ-না- ছুম্মা ইযা-খাওয়্যাল্না-হু নি’মাতাম্ মিন্না-ক্ব-লা ইন্নামা য় ঊতীতুহূ ‘আলা-‘ইল্ম্; বাল্ হিয়া ফিত্নাতুঁও অলা-কিন্না আক্ছারহুম্ লা-ইয়া’লামূন্।","english_translit":"Faitha massa alinsana durrun daAAana thumma itha khawwalnahu niAAmatan minna qala innama ooteetuhu AAala AAilmin bal hiya fitnatun walakinna aktharahum la yaAAlamoona"},{"sura":39,"aya":50,"quran_text":"قَدْ قَالَهَا الَّذِينَ مِنْ قَبْلِهِمْ فَمَا أَغْنَى عَنْهُمْ مَا كَانُوا يَكْسِبُونَ","bangla_text":"তাদের পূর্ববর্তীরাও তাই বলত, অতঃপর তাদের কৃতকর্ম তাদের কোন উপকারে আসেনি।","english_text":"Those before them had also said so, and yet nothing of what they did availed them in the least.","bangla_translit":"ক্বদ্ ক্ব-লাহাল্লাযীনা মিন্ ক্বব্লিহিম্ ফামা য় আগ্না- ‘আন্হুম্ মা-কা-নূ ইয়াক্সিবূন্।","english_translit":"Qad qalaha allatheena min qablihim fama aghna AAanhum ma kanoo yaksiboona"},{"sura":39,"aya":51,"quran_text":"فَأَصَابَهُمْ سَيِّئَاتُ مَا كَسَبُوا وَالَّذِينَ ظَلَمُوا مِنْ هَؤُلَاءِ سَيُصِيبُهُمْ سَيِّئَاتُ مَا كَسَبُوا وَمَا هُمْ بِمُعْجِزِينَ","bangla_text":"তাদের দুস্কর্ম তাদেরকে বিপদে ফেলেছে, এদের মধ্যেও যারা পাপী, তাদেরকেও অতি সত্ত্বর তাদের দুস্কর্ম বিপদে ফেলবে। তারা তা প্রতিহত করতে সক্ষম হবে না।","english_text":"Then the worst of what they had done overtook them. So will the evil deeds of those who are sinners among them recoil back on them. They cannot get the better (of Us).","bangla_translit":"ফাআছোয়া-বাহুম্ সাইয়িয়া-তু মা-কাসাবূ ; অল্লাযীনা জোয়ালামূ মিন্ হা য় উলা-য়ি সাইয়ুছীবুহুম্ সাইয়িয়া-তু মা- কাসাবূ অমা-হুম্ বিমু’জ্বিযীন্।","english_translit":"Faasabahum sayyiatu ma kasaboo waallatheena thalamoo min haolai sayuseebuhum sayyiatu ma kasaboo wama hum bimuAAjizeena"},{"sura":39,"aya":52,"quran_text":"أَوَلَمْ يَعْلَمُوا أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ","bangla_text":"তারা কি জানেনি যে, আল্লাহ যার জন্যে ইচ্ছা রিযিক বৃদ্ধি করেন এবং পরিমিত দেন। নিশ্চয় এতে বিশ্বাসী সম্প্রদায়ের জন্যে নিদর্শনাবলী রয়েছে।","english_text":"Do they not know that God enhances or restricts the provision of any one He will. Surely there are signs in this for people who believe.","bangla_translit":"আওয়া লাম্ ইয়া’লামূ য় আন্নাল্লা-হা ইয়াব্সুত্বর্ রিয্ক্বা লিমাইঁ ইয়াশা-য়ু অইয়াক্বর্ ্দি; ইন্না ফী যা-লিকা লাআ-ইয়া-তিল্ লিক্বাওমিঁই ইয়ু’মিনূন্।","english_translit":"Awalam yaAAlamoo anna Allaha yabsutu alrrizqa liman yashao wayaqdiru inna fee thalika laayatin liqawmin yuminoona"},{"sura":39,"aya":53,"quran_text":"قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ","bangla_text":"বলুন, হে আমার বান্দাগণ যারা নিজেদের উপর যুলুম করেছ তোমরা আল্লাহর রহমত থেকে নিরাশ হয়ো না। নিশ্চয় আল্লাহ সমস্ত গোনাহ মাফ করেন। তিনি ক্ষমাশীল, পরম দয়ালু।","english_text":"Say: \"O creatures of God, those of you who have acted against your own interests should not be disheartened of the mercy of God. Surely God forgives all sins. He is all-forgiving and all-merciful.","bangla_translit":"কুল্ ইয়া-‘ইবাদিয়াল্ লাযীনা আস্রাফূ ‘আলা য় আন্ফুসিহিম্ লা-তাকনাতু র্মি রহ্মাতিল্লা-হ্; ইন্নাল্লা-হা ইয়াগ্ফিরুয্ যুনূবা জামী‘আ ইন্নাহূ হুওয়াল্ গফূর্রু রহীম্।","english_translit":"Qul ya AAibadiya allatheena asrafoo AAala anfusihim la taqnatoo min rahmati Allahi inna Allaha yaghfiru alththunooba jameeAAan innahu huwa alghafooru alrraheemu"},{"sura":39,"aya":54,"quran_text":"وَأَنِيبُوا إِلَى رَبِّكُمْ وَأَسْلِمُوا لَهُ مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ ثُمَّ لَا تُنْصَرُونَ","bangla_text":"তোমরা তোমাদের পালনকর্তার অভিমূখী হও এবং তাঁর আজ্ঞাবহ হও তোমাদের কাছে আযাব আসার পূর্বে। এরপর তোমরা সাহায্যপ্রাপ্ত হবে না;","english_text":"Turn towards your Lord and obey Him before the punishment comes upon you when you will not be helped.","bangla_translit":"অ আনীবূ য় ইলা-রব্বিকুম্ অআস্লিমূ লাহূ মিন্ ক্বব্লি আঁই ইয়াতিয়াকুমুল্ ‘আযা-বু ছুম্মা লা-তুন্ছোয়ারূন্।","english_translit":"Waaneeboo ila rabbikum waaslimoo lahu min qabli an yatiyakumu alAAathabu thumma la tunsaroona"},{"sura":39,"aya":55,"quran_text":"وَاتَّبِعُوا أَحْسَنَ مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ بَغْتَةً وَأَنْتُمْ لَا تَشْعُرُونَ","bangla_text":"তোমাদের প্রতি অবতীর্ণ উত্তম বিষয়ের অনুসরণ কর তোমাদের কাছে অতর্কিতে ও অজ্ঞাতসারে আযাব আসার পূর্বে,","english_text":"Follow the best of what has been revealed to you by your Lord before the punishment overtakes you suddenly and you are caught unawares,","bangla_translit":"অত্তাবি‘ঊ য় আহ্সানা মা য়উন্যিলা ইলাইকুম্ র্মি রব্বিকুম্ মিন্ ক্বাব্লি আইঁ ইয়াতিয়াকুমুল্ ‘আযা-বু বাগ্তাতাঁও অআন্তুম্ লা-তাশ্ঊ’রূন্।","english_translit":"WaittabiAAoo ahsana ma onzila ilaykum min rabbikum min qabli an yatiyakumu alAAathabu baghtatan waantum la tashAAuroona"},{"sura":39,"aya":56,"quran_text":"أَنْ تَقُولَ نَفْسٌ يَا حَسْرَتَا عَلَى مَا فَرَّطْتُ فِي جَنْبِ اللَّهِ وَإِنْ كُنْتُ لَمِنَ السَّاخِرِينَ","bangla_text":"যাতে কেউ না বলে, হায়, হায়, আল্লাহ সকাশে আমি কর্তব্যে অবহেলা করেছি এবং আমি ঠাট্টা-বিদ্রুপকারীদের অন্তর্ভূক্ত ছিলাম।","english_text":"Lest a soul should say: \"Alas, I was heedless of God and only laughed;\"","bangla_translit":"আন্ তাক্বূ লা নাফ্সুঁই ইয়া-হাস্রতা- ‘আলা- মা-র্ফারত্ তু ফী জ্বাম্বি ল্লা-হি অইন্ কুন্তু লামিনাস্ সা-খিরীন্।","english_translit":"An taqoola nafsun ya hasrata AAala ma farrattu fee janbi Allahi wain kuntu lamina alssakhireena"},{"sura":39,"aya":57,"quran_text":"أَوْ تَقُولَ لَوْ أَنَّ اللَّهَ هَدَانِي لَكُنْتُ مِنَ الْمُتَّقِينَ","bangla_text":"অথবা না বলে, আল্লাহ যদি আমাকে পথপ্রদর্শন করতেন, তবে অবশ্যই আমি পরহেযগারদের একজন হতাম।","english_text":"Or say: \"If only God had guided me I would have been a man of fear and piety;\"","bangla_translit":"আও তাকুলা লাও আন্নাল্লা-হা হাদা-নী লাকুন্তু মিনাল্ মুত্তাক্বীন্।","english_translit":"Aw taqoola law anna Allaha hadanee lakuntu mina almuttaqeena"},{"sura":39,"aya":58,"quran_text":"أَوْ تَقُولَ حِينَ تَرَى الْعَذَابَ لَوْ أَنَّ لِي كَرَّةً فَأَكُونَ مِنَ الْمُحْسِنِينَ","bangla_text":"অথবা আযাব প্রত্যক্ষ করার সময় না বলে, যদি কোনরূপে একবার ফিরে যেতে পারি, তবে আমি সৎকর্মপরায়ণ হয়ে যাব।","english_text":"Or say on seeing the punishment: \"If I could only return I would be among the good.\"","bangla_translit":"আও তাকুলা হীনা তারল্ ‘আযা-বা লাও আন্না লী র্কারতান্ ফাআকূনা মিনাল্ মুহ্সিনীন্।","english_translit":"Aw taqoola heena tara alAAathaba law anna lee karratan faakoona mina almuhsineena"},{"sura":39,"aya":59,"quran_text":"بَلَى قَدْ جَاءَتْكَ آيَاتِي فَكَذَّبْتَ بِهَا وَاسْتَكْبَرْتَ وَكُنْتَ مِنَ الْكَافِرِينَ","bangla_text":"হাঁ, তোমার কাছে আমার নির্দেশ এসেছিল; অতঃপর তুমি তাকে মিথ্যা বলেছিলে, অহংকার করেছিলে এবং কাফেরদের অন্তর্ভূক্ত হয়ে গিয়েছিলে।","english_text":"Why, My revelations had come to you, but you denied them and were filled with pride, and were among the disbelievers.","bangla_translit":"বালা-ক্বদ্ জ্বা-য়াত্কা আ-ইয়া-তী ফাকায্যাব্তা বিহা-অস্তার্ক্বাতা অকুন্তা মিনাল্ কা-ফিরীন্।","english_translit":"Bala qad jaatka ayatee fakaththabta biha waistakbarta wakunta mina alkafireena"},{"sura":39,"aya":60,"quran_text":"وَيَوْمَ الْقِيَامَةِ تَرَى الَّذِينَ كَذَبُوا عَلَى اللَّهِ وُجُوهُهُمْ مُسْوَدَّةٌ أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْمُتَكَبِّرِينَ","bangla_text":"যারা আল্লাহর প্রতি মিথ্যা আরোপ করে, কেয়ামতের দিন আপনি তাদের মুখ কাল দেখবেন। অহংকারীদের আবাসস্থল জাহান্নামে নয় কি?","english_text":"If you see those who had imputed lies to God on the Day of Resurrection, black would be their faces (with disgrace). Is there not a place in Hell for the arrogant?","bangla_translit":"অইয়াওমাল্ ক্বিয়া-মাতি তারল্ লাযীনা কাযাবূ ‘আলাল্লা-হি উজু হুহুম্ মুস্ওয়াদ্দাহ্; আলাইসা ফী জ্বাহান্নামা মাসওয়াল্ লিল্মুতাকাব্বিরীন্।","english_translit":"Wayawma alqiyamati tara allatheena kathaboo AAala Allahi wujoohuhum muswaddatun alaysa fee jahannama mathwan lilmutakabbireena"},{"sura":39,"aya":61,"quran_text":"وَيُنَجِّي اللَّهُ الَّذِينَ اتَّقَوْا بِمَفَازَتِهِمْ لَا يَمَسُّهُمُ السُّوءُ وَلَا هُمْ يَحْزَنُونَ","bangla_text":"আর যারা শিরক থেকে বেঁচে থাকত, আল্লাহ তাদেরকে সাফল্যের সাথে মুক্তি দেবেন, তাদেরকে অনিষ্ট স্পর্শ করবে না এবং তারা চিন্তিতও হবে না।","english_text":"God would rescue those who fear Him (and guide them) to places of safety. Neither will evil touch them nor regret.","bangla_translit":"অইয়ুনাজ্জ্বিল্লা হুল্-লাযীনাত্ তাক্বও বিমাফা-যাতিহিম্ লা-ইয়ামাস্সুহুমুস্ সূ-য়ু অলা-হুম্ ইয়াহ্যানূন্।","english_translit":"Wayunajjee Allahu allatheena ittaqaw bimafazatihim la yamassuhumu alssooo wala hum yahzanoona"},{"sura":39,"aya":62,"quran_text":"اللَّهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ عَلَى كُلِّ شَيْءٍ وَكِيلٌ","bangla_text":"আল্লাহ সর্বকিছুর স্রষ্টা এবং তিনি সবকিছুর দায়িত্ব গ্রহণ করেন।","english_text":"God is the creator of all things, and He is the guarantor of all things.","bangla_translit":"আল্লা-হু খ-লিকু কুল্লি শাইয়ি্যঁও অহুঅ ‘আলা-কুল্লি শাইয়্যিঁও অকীল্।","english_translit":"Allahu khaliqu kulli shayin wahuwa AAala kulli shayin wakeelun"},{"sura":39,"aya":63,"quran_text":"لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ وَالَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ أُولَئِكَ هُمُ الْخَاسِرُونَ","bangla_text":"আসমান ও যমীনের চাবি তাঁরই নিকট। যারা আল্লাহর আয়াতসমূহকে অস্বীকার করে, তারাই ক্ষতিগ্রস্ত।","english_text":"He has the keys of the heavens and the earth; and those who deny the revelations of God will be losers.","bangla_translit":"লাহূ মাক্ব-লীদুস্ সামা-ওয়া-তি অল্ র্আদ্ব্; অল্লাযীনা কাফারূবিআ-ইয়া-তিল্লা-হি উলা য় য়িকা হুমুল্ খ-সিরূন্।","english_translit":"Lahu maqaleedu alssamawati waalardi waallatheena kafaroo biayati Allahi olaika humu alkhasiroona"},{"sura":39,"aya":64,"quran_text":"قُلْ أَفَغَيْرَ اللَّهِ تَأْمُرُونِّي أَعْبُدُ أَيُّهَا الْجَاهِلُونَ","bangla_text":"বলুন, হে মুর্খরা, তোমরা কি আমাকে আল্লাহ ব্যতীত অন্যের এবাদত করতে আদেশ করছ?","english_text":"Say: \"O you ignorant people, do you bid me to worship someone other than God?","bangla_translit":"কুল্ আফাগাইরল্লা-হি তামুরূ-ন্নী য় আ’বুদু আইয়ুহাল্ জ্বা-হিলূন্ ।","english_translit":"Qul afaghayra Allahi tamuroonnee aAAbudu ayyuha aljahiloona"},{"sura":39,"aya":65,"quran_text":"وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ","bangla_text":"আপনার প্রতি এবং আপনার পূর্ববর্তীদের পতি প্রত্যাদেশ হয়েছে, যদি আল্লাহর শরীক স্থির করেন, তবে আপনার কর্ম নিষ্ফল হবে এবং আপনি ক্ষতিগ্রস্তদের একজন হবেন।","english_text":"Surely you have been commanded, as those before you were: \"If you associate (any one with God), wasted will be all your deeds, arid you will perish.\"","bangla_translit":"অলাক্বদ্ ঊহিয়া ইলাইকা অ ইলাল্লাযীনা মিন্ ক্বব্লিকা লায়িন্ আশ্রক্তা লাইয়াহ্বাত্বোয়ান্না ‘আমালুকা অলাতাকূনান্না-মিনাল্ খ-সিরীন্।","english_translit":"Walaqad oohiya ilayka waila allatheena min qablika lain ashrakta layahbatanna AAamaluka walatakoonanna mina alkhasireena"},{"sura":39,"aya":66,"quran_text":"بَلِ اللَّهَ فَاعْبُدْ وَكُنْ مِنَ الشَّاكِرِينَ","bangla_text":"বরং আল্লাহরই এবাদত করুন এবং কৃতজ্ঞদের অন্তর্ভুক্ত থাকুন।","english_text":"So, you should worship only God, arid be among the grateful.","bangla_translit":"বালিল্লা-হা ফা’বুদ্ অকুঁম্ মিনাশ্ শা-কিরীন্।","english_translit":"Bali Allaha faoAAbud wakun mina alshshakireena"},{"sura":39,"aya":67,"quran_text":"وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ","bangla_text":"তারা আল্লাহকে যথার্থরূপে বোঝেনি। কেয়ামতের দিন গোটা পৃথিবী থাকবে তাঁর হাতের মুঠোতে এবং আসমান সমূহ ভাঁজ করা অবস্থায় থাকবে তাঁর ডান হাতে। তিনি পবিত্র। আর এরা যাকে শরীক করে, তা থেকে তিনি অনেক উর্ধ্বে।","english_text":"They do not esteem God as is rightly due to Him. The whole earth would be a fistful of His on the Day of Resurrection, and the heavens would be rolled up in His right hand. Too immaculate is He and too high for what they associate with Him!","bangla_translit":"অমা-ক্বদারুল্লা-হা হাকক্বা ক্বদ্রিহী অল্আরদু জ্বামী‘আন্ ক্বাব্দ্বোয়াতুহূ ইয়াওমাল্ ক্বিয়া-মাতি অস্সামা-ওয়া-তু মাত্ব্ওয়িয়্যা-তুম্ বিইয়ামীনিহ্; সুব্হা-নাহূ অতা‘আ-লা-‘আম্মা-ইয়ুশ্রিকূন্।","english_translit":"Wama qadaroo Allaha haqqa qadrihi waalardu jameeAAan qabdatuhu yawma alqiyamati waalssamawatu matwiyyatun biyameenihi subhanahu wataAAala AAamma yushrikoona"},{"sura":39,"aya":68,"quran_text":"وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ ثُمَّ نُفِخَ فِيهِ أُخْرَى فَإِذَا هُمْ قِيَامٌ يَنْظُرُونَ","bangla_text":"শিংগায় ফুঁক দেয়া হবে, ফলে আসমান ও যমীনে যারা আছে সবাই বেহুঁশ হয়ে যাবে, তবে আল্লাহ যাকে ইচ্ছা করেন। অতঃপর আবার শিংগায় ফুঁক দেয়া হবে, তৎক্ষণাৎ তারা দন্ডায়মান হয়ে দেখতে থাকবে।","english_text":"When the trumpet blast is sounded whoever is in the heavens and the earth will swoon away, except those God please. When the blast is sounded the second time, they will stand up all expectant.","bangla_translit":"অনুফিখ ফিছ্ ছূরি ফাছোয়া‘ইক্ব মান্ ফিস্ সামা-ওয়া-তি অমান্ ফিল্ র্আদ্বি ইল্লা-মান্ শা-য়াল্লা-হ্; ছুম্মা নুফিখ ফীহি উখ্র-ফাইযা-হুম্ ক্বিয়া-মুইঁ ইয়ান্জুরূন্।","english_translit":"Wanufikha fee alssoori fasaAAiqa man fee alssamawati waman fee alardi illa man shaa Allahu thumma nufikha feehi okhra faitha hum qiyamun yanthuroona"},{"sura":39,"aya":69,"quran_text":"وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّهَا وَوُضِعَ الْكِتَابُ وَجِيءَ بِالنَّبِيِّينَ وَالشُّهَدَاءِ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَهُمْ لَا يُظْلَمُونَ","bangla_text":"পৃথিবী তার পালনকর্তার নূরে উদ্ভাসিত হবে, আমলনামা স্থাপন করা হবে, পয়গম্বরগণ ও সাক্ষীগণকে আনা হবে এবং সকলের মধ্যে ন্যায় বিচার করা হবে-তাদের প্রতি জুলুম করা হবে না।","english_text":"The earth will light up with the effulgence of her Lord; and the ledger (of account) will be placed (in each man's hand), and the apostles and the witnesses will be called, and judgement passed between them equitably, and no wrong will be done to them.","bangla_translit":"অ আশ্রক্বতিল্ র্আদু বিনূরির্ ব্বিহা-অউদ্বি‘আল্ কিতা-বূ অজ্বী-য়া বিন্নাবিয়্যীনা অশ্শুহাদা-য়ি অকুদ্বিয়া বাইনাহুম্ বিল্ হাকক্বি অহুম্ লা -ইয়ুজ্লামূন্।","english_translit":"Waashraqati alardu binoori rabbiha wawudiAAa alkitabu wajeea bialnnabiyyeena waalshshuhadai waqudiya baynahum bialhaqqi wahum la yuthlamoona"},{"sura":39,"aya":70,"quran_text":"وَوُفِّيَتْ كُلُّ نَفْسٍ مَا عَمِلَتْ وَهُوَ أَعْلَمُ بِمَا يَفْعَلُونَ","bangla_text":"প্রত্যেকে যা করেছে, তার পূর্ণ প্রতিফল দেয়া হবে। তারা যা কিছু করে, সে সম্পর্কে আল্লাহ সম্যক অবগত।","english_text":"Each soul will be paid in full for what it had done. He is cognisant of what you do.","bangla_translit":"অউফ্ফিয়াত্ কুল্লু নাফ্সিম্ মা-‘আমিলাত্ অহুওয়া আ’লামু বিমা-ইয়াফ্‘আলূন্।","english_translit":"Wawuffiyat kullu nafsin ma AAamilat wahuwa aAAlamu bima yafAAaloona"},{"sura":39,"aya":71,"quran_text":"وَسِيقَ الَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ زُمَرًا حَتَّى إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ يَتْلُونَ عَلَيْكُمْ آيَاتِ رَبِّكُمْ وَيُنْذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَذَا قَالُوا بَلَى وَلَكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكَافِرِينَ","bangla_text":"কাফেরদেরকে জাহান্নামের দিকে দলে দলে হাঁকিয়ে নেয়া হবে। তারা যখন সেখানে পৌছাবে, তখন তার দরজাসমূহ খুলে দেয়া হবে এবং জাহান্নামের রক্ষীরা তাদেরকে বলবে, তোমাদের কাছে কি তোমাদের মধ্য থেকে পয়গম্বর আসেনি, যারা তোমাদের কাছে তোমাদের পালনকর্তার আয়াতসমূহ আবৃত্তি করত এবং সতর্ক করত এ দিনের সাক্ষাতের ব্যাপারে? তারা বলবে, হঁ্যা, কিন্তু কাফেরদের প্রতি শাস্তির হুকুমই বাস্তবায়িত হয়েছে।","english_text":"The unbelievers will be driven into Hell in groups till, when they reach it and its doors are opened up, its keepers will say to them: \"Did not apostles of your own come to you reciting your Lord's revelations, warning you of this your day of Doom?\" They will answer: \"Yes;\" but the sentence of punishment was justified against the unbelievers.","bangla_translit":"অসীক্বল্লাযীনা কাফারূ য় ইলা-জ্বাহান্নামা যুমারা-; হাত্তা য় ইযা-জ্বা-য়ূহা-ফুতিহাত্ আব্ওয়া বুহা-অক্ব-লা লাহুম্ খযানাতুহা য় আলাম্ ইয়াতিকুম্ রুসুলুম্ মিন্কুম্ ইয়াত্লূনা ‘আলাইকুম্ আ-ইয়া-তি রব্বিকুম্ অইয়ুন্যিরূনাকুম্ লিক্ব-য়া ইয়াওমিকুম্ হা-যা-; ক্ব-লূ বালা-অলা-কিন্ হাক্ব্ক্বত কালিমাতুল্ আযা-বি ‘আলাল্ কা-ফিরীন্।","english_translit":"Waseeqa allatheena kafaroo ila jahannama zumaran hatta itha jaooha futihat abwabuha waqala lahum khazanatuha alam yatikum rusulun minkum yatloona AAalaykum ayati rabbikum wayunthiroonakum liqaa yawmikum hatha qaloo bala walakin haqqat kalimatu alAAathabi AAala alkafireena"},{"sura":39,"aya":72,"quran_text":"قِيلَ ادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ","bangla_text":"বলা হবে, তোমরা জাহান্নামের দরজা দিয়ে প্রবেশ কর, সেখানে চিরকাল অবস্থানের জন্যে। কত নিকৃষ্ট অহংকারীদের আবাসস্থল।","english_text":"\"Enter the gates of Hell,\" they will be told, \"and there abide for ever.\" How grievous a destination for the haughty!","bangla_translit":"ক্বীলাদ্ খুলূ য় আব্ওয়া-বা জ্বাহান্নামা খা-লিদীনা ফীহা-ফাবিসা মাছ্ওয়াল্ মুতাকাব্বিরীন্।","english_translit":"Qeela odkhuloo abwaba jahannama khalideena feeha fabisa mathwa almutakabbireena"},{"sura":39,"aya":73,"quran_text":"وَسِيقَ الَّذِينَ اتَّقَوْا رَبَّهُمْ إِلَى الْجَنَّةِ زُمَرًا حَتَّى إِذَا جَاءُوهَا وَفُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلَامٌ عَلَيْكُمْ طِبْتُمْ فَادْخُلُوهَا خَالِدِينَ","bangla_text":"যারা তাদের পালনকর্তাকে ভয় করত তাদেরকে দলে দলে জান্নাতের দিকে নিয়ে যাওয়া হবে। যখন তারা উম্মুক্ত দরজা দিয়ে জান্নাতে পৌছাবে এবং জান্নাতের রক্ষীরা তাদেরকে বলবে, তোমাদের প্রতি সালাম, তোমরা সুখে থাক, অতঃপর সদাসর্বদা বসবাসের জন্যে তোমরা জান্নাতে প্রবেশ কর।","english_text":"Those who were mindful of their duty to their Lord will be driven in groups to Paradise, till they reach it and its gates are opened, and its keepers say to them: \"Peace be on you; you are the joyous. So enter here to live for ever.\"","bangla_translit":"অসীক্বল্ লাযী নাত্ তাক্বও রব্বাহুম্ ইলাল্ জ্বান্নাতি যুমারা-; হাত্তা য় ইযা-জ্বা-য়ুহা-অফুতিহাত্ আব্ওয়া-বুহা-অক্ব-লা লাহুম্ খাযানাতুহা-সালা-মুন্ ‘আলাইকুম্ ত্বিব্তুম্ ফাদ্খুলূহা-খা-লিদীন্।","english_translit":"Waseeqa allatheena ittaqaw rabbahum ila aljannati zumaran hatta itha jaooha wafutihat abwabuha waqala lahum khazanatuha salamun AAalaykum tibtum faodkhulooha khalideena"},{"sura":39,"aya":74,"quran_text":"وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي صَدَقَنَا وَعْدَهُ وَأَوْرَثَنَا الْأَرْضَ نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشَاءُ فَنِعْمَ أَجْرُ الْعَامِلِينَ","bangla_text":"তারা বলবে, সমস্ত প্রশংসা আল্লাহর, যিনি আমাদের প্রতি তাঁর ওয়াদা পূর্ণ করেছেন এবং আমাদেরকে এ ভূমির উত্তরাধিকারী করেছেন। আমরা জান্নাতের যেখানে ইচ্ছা বসবাস করব। মেহনতকারীদের পুরস্কার কতই চমৎকার।","english_text":"They will say: \"All praise be to God Who has fulfilled the promise He had made to us, and bequeathed to us this land for dwelling in the garden wheresoever we like.\" How excellent the recompense for those who act!","bangla_translit":"অক্ব-লুল্ হাম্দু লিল্লা-হিল্ লাযী ছদাক্বানা ওয়া’দাহূ অ আওরছানাল্ র্আদ্বোয়া নাতাবাওয়্যায়ু মিনাল্ জ্বান্নাতি হাইছু নাশা-য়ু ফানি’মা আজরুল্ ‘আ-মিলীন্।","english_translit":"Waqaloo alhamdu lillahi allathee sadaqana waAAdahu waawrathana alarda natabawwao mina aljannati haythu nashao faniAAma ajru alAAamileena"},{"sura":39,"aya":75,"quran_text":"وَتَرَى الْمَلَائِكَةَ حَافِّينَ مِنْ حَوْلِ الْعَرْشِ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَقِيلَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ","bangla_text":"আপনি ফেরেশতাগণকে দেখবেন, তারা আরশের চার পাশ ঘিরে তাদের পালনকর্তার পবিত্রতা ঘোষনা করছে। তাদের সবার মাঝে ন্যায় বিচার করা হবে। বলা হবে, সমস্ত প্রশংসা বিশ্বপালক আল্লাহর।","english_text":"You will see the angels hover round the Throne, singing the praises of their Lord; and justice will be done between them equitably, and it would be said: \"All praise to God the Lord of all the worlds.\"","bangla_translit":"অ তারল্ মালা-য়িকাতা হা-ফ্ফীনা মিন্ হাওলিল্ ‘র্আশি ইয়ুসাব্বিহূনা বিহাম্দি রব্বিহিম্ অকুদ্বিয়া বাইনাহুম্ বিল্ হাকক্বি অক্বীলাল্ হাম্দু লিল্লা-হি রব্বিল্ আ-লামীন্।","english_translit":"Watara almalaikata haffeena min hawli alAAarshi yusabbihoona bihamdi rabbihim waqudiya baynahum bialhaqqi waqeela alhamdu lillahi rabbi alAAalameena"}]