[{"sura":27,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ طس تِلْكَ آيَاتُ الْقُرْآنِ وَكِتَابٍ مُبِينٍ","bangla_text":"ত্বা-সীন; এগুলো আল-কোরআনের আয়াত এবং আয়াত সুস্পষ্ট কিতাবের।","english_text":"TA SIN. THESE are the verses of the Qur'an, and collection of explicit laws,","bangla_translit":"ত্বোয়া-সী-ন্; তিলকা আ-ইয়া-তুল্ ক্বর্আ-নি অকিতা-বিম্ মুবীন্।","english_translit":"Taseen tilka ayatu alqurani wakitabin mubeenin"},{"sura":27,"aya":2,"quran_text":"هُدًى وَبُشْرَى لِلْمُؤْمِنِينَ","bangla_text":"মুমিনদের জন্যে পথ নির্দেশ ও সুসংবাদ।","english_text":"A guidance and good tidings for the believers,","bangla_translit":"হুদাঁও অবুশ্রা লিল্ মুমিনীন্।","english_translit":"Hudan wabushra lilmumineena"},{"sura":27,"aya":3,"quran_text":"الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآخِرَةِ هُمْ يُوقِنُونَ","bangla_text":"যারা নামায কায়েম করে, যাকাত প্রদান করে এবং পরকালে নিশ্চিত বিশ্বাস করে।","english_text":"Who fulfil their devotional obligations, pay the zakat, and believe with certainty in the life to come.","bangla_translit":"আল্লাযীনা ইয়ুক্বীমূনাছ্ ছ্লা-তা অ ইয়ুতূনায্ যাকা-তা অহুম বিল্আ-খিরতি হুম্ ইয়ূক্বিনূন্।","english_translit":"Allatheena yuqeemoona alssalata wayutoona alzzakata wahum bialakhirati hum yooqinoona"},{"sura":27,"aya":4,"quran_text":"إِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ زَيَّنَّا لَهُمْ أَعْمَالَهُمْ فَهُمْ يَعْمَهُونَ","bangla_text":"যারা পরকালে বিশ্বাস করে না, আমি তাদের দৃষ্টিতে তাদের কর্মকান্ডকে সুশোভিত করে দিয়েছি। অতএব, তারা উদভ্রান্ত হয়ে ঘুরে বেড়ায়।","english_text":"We make their deeds attractive to those who do not believe in the Hereafter, so that they may wander in perplexity.","bangla_translit":"ইন্নাল্লাযীনা লা-ইয়ুমিনূনা বিল্আ-খিরতি যাইয়্যান্না-লাহুম্ আ’মা-লাহুম্ ফাহুম্ ইয়া’মাহূন্।","english_translit":"Inna allatheena la yuminoona bialakhirati zayyanna lahum aAAmalahum fahum yaAAmahoona"},{"sura":27,"aya":5,"quran_text":"أُولَئِكَ الَّذِينَ لَهُمْ سُوءُ الْعَذَابِ وَهُمْ فِي الْآخِرَةِ هُمُ الْأَخْسَرُونَ","bangla_text":"তাদের জন্যেই রয়েছে মন্দ শাস্তি এবং তারাই পরকালে অধিক ক্ষতিগ্রস্ত।","english_text":"They are those who will suffer the worst chastisement in this life, and will be the greatest losers in the life to come.","bangla_translit":"উলা-য়িকাল্ লাযীনা লাহুম্ সূ-য়ুল্ ‘আযা-বি অহুম্ ফিল্ আ-খিরতি হুমুল্ আখ্সারূন্।","english_translit":"Olaika allatheena lahum sooo alAAathabi wahum fee alakhirati humu alakhsaroona"},{"sura":27,"aya":6,"quran_text":"وَإِنَّكَ لَتُلَقَّى الْقُرْآنَ مِنْ لَدُنْ حَكِيمٍ عَلِيمٍ","bangla_text":"এবং আপনাকে কোরআন প্রদত্ত হচ্ছে প্রজ্ঞাময়, জ্ঞানময় আল্লাহর কাছ থেকে।","english_text":"You have been conveyed the Qur'an from One all-wise and all-knowing.","bangla_translit":"অইন্নাকা লাতুলাকক্বল্ ক্বরআ-না মিল্লাদুন্ হাক্বীমিন্ ‘আলীম্।","english_translit":"Wainnaka latulaqqa alqurana min ladun hakeemin AAaleemin"},{"sura":27,"aya":7,"quran_text":"إِذْ قَالَ مُوسَى لِأَهْلِهِ إِنِّي آنَسْتُ نَارًا سَآتِيكُمْ مِنْهَا بِخَبَرٍ أَوْ آتِيكُمْ بِشِهَابٍ قَبَسٍ لَعَلَّكُمْ تَصْطَلُونَ","bangla_text":"যখন মূসা তাঁর পরিবারবর্গকে বললেনঃ আমি অগ্নি দেখেছি, এখন আমি সেখান থেকে তোমাদের জন্যে কোন খবর আনতে পারব অথবা তোমাদের জন্যে জ্বলন্ত অঙ্গার নিয়ে আসতে পারব যাতে তোমরা আগুন পোহাতে পার।","english_text":"(Remember) when Moses said to his family: \"I see a fire. I shall bring you news from it, or bring an ember that you may warm yourselves.\"","bangla_translit":"ইয্ ক্ব-লা মূসা- লিআহ্লিহী য় ইন্নী য় আ-নাস্তু না-র-; সাআ-তীকুম্ মিন্হা-বিখাবারিন্ আও আ-তীকুম্ বিশিহা-বিন্ ক্ববাসিল্ লা‘আল্লাকুম্ তাছ্ত্বোয়ালূন্।","english_translit":"Ith qala moosa liahlihi innee anastu naran saateekum minha bikhabarin aw ateekum bishihabin qabasin laAAallakum tastaloona"},{"sura":27,"aya":8,"quran_text":"فَلَمَّا جَاءَهَا نُودِيَ أَنْ بُورِكَ مَنْ فِي النَّارِ وَمَنْ حَوْلَهَا وَسُبْحَانَ اللَّهِ رَبِّ الْعَالَمِينَ","bangla_text":"অতঃপর যখন তিনি আগুনের কাছে আসলেন তখন আওয়াজ হল ধন্য তিনি, যিনি আগুনের স্থানে আছেন এবং যারা আগুনের আশেপাশে আছেন। বিশ্ব জাহানের পালনকর্তা আল্লাহ পবিত্র ও মহিমান্বিত।","english_text":"But when he reached it, a voice called out: \"Blessed is He who is in the fire and all around it. Praised be God, the Lord of all the worlds.","bangla_translit":"ফালাম্মা-জ্বা-য়াহা-নূদিয়া আম্ বুরিকা মান্ ফিন্না-রি অমান্ হাওলাহা-অসুব্হা-নাল্লা-হি রব্বিল্ ‘আ-লামীন্।","english_translit":"Falamma jaaha noodiya an boorika man fee alnnari waman hawlaha wasubhana Allahi rabbi alAAalameena"},{"sura":27,"aya":9,"quran_text":"يَا مُوسَى إِنَّهُ أَنَا اللَّهُ الْعَزِيزُ الْحَكِيمُ","bangla_text":"হে মূসা, আমি আল্লাহ, প্রবল পরাক্রমশালী, প্রজ্ঞাময়।","english_text":"O Moses, I am that God, the mighty and all-wise.","bangla_translit":"ইয়া-মূসা য় ইন্নাহূ য় আনাল্লা-হুল্ ‘আযীযুল্ হাকীম্।","english_translit":"Ya moosa innahu ana Allahu alAAazeezu alhakeemu"},{"sura":27,"aya":10,"quran_text":"وَأَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّى مُدْبِرًا وَلَمْ يُعَقِّبْ يَا مُوسَى لَا تَخَفْ إِنِّي لَا يَخَافُ لَدَيَّ الْمُرْسَلُونَ","bangla_text":"আপনি নিক্ষেপ করুন আপনার লাঠি। অতঃপর যখন তিনি তাকে সর্পের ন্যায় ছুটাছুটি করতে দেখলেন, তখন তিনি বিপরীত দিকে ছুটতে লাগলেন এবং পেছন ফিরেও দেখলেন না। হে মূসা, ভয় করবেন না। আমি যে রয়েছি, আমার কাছে পয়গম্বরগণ ভয় করেন না।","english_text":"Throw down your staff.\" When he saw it wriggling like a serpent he turned his back and fled without turning (to look). \"O Moses,\" (said the voice), \"be not fearful. Surely those sent as messengers do not fear in My presence,","bangla_translit":"অ আল্ক্বি ‘আসোয়া-ক্; ফালাম্মা-রয়া-হা- তাহ্তায্যু কায়ান্নাহা-জ্বা-ন্নুঁও অল্লা-মুদ্বিরাঁও অলাম্ ইয়ু‘আকক্বিব্; ইয়া-মূসা-লা-তাখাফ্ ইন্নী লা-ইয়াখ-ফু লাদাইয়্যাল্ র্মুসালূন্।","english_translit":"Waalqi AAasaka falamma raaha tahtazzu kaannaha jannun walla mudbiran walam yuAAaqqib ya moosa la takhaf innee la yakhafu ladayya almursaloona"},{"sura":27,"aya":11,"quran_text":"إِلَّا مَنْ ظَلَمَ ثُمَّ بَدَّلَ حُسْنًا بَعْدَ سُوءٍ فَإِنِّي غَفُورٌ رَحِيمٌ","bangla_text":"তবে যে বাড়াবাড়ি করে এরপর মন্দ কর্মের পরিবর্তে সৎকর্ম করে। নিশ্চয় আমি ক্ষমাশীল, পরম দয়ালু।","english_text":"Except those who do some wrong but afterwards do good to make up for the wrong. And I am forgiving and merciful.","bangla_translit":"ইল্লা-মান্ জোয়ালামা ছুম্মা বাদ্দালা হুস্নাম্ বা’দা সূ-য়িন্ ফাইন্নী গফূর্রু রহীম্।","english_translit":"Illa man thalama thumma baddala husnan baAAda sooin fainnee ghafoorun raheemun"},{"sura":27,"aya":12,"quran_text":"وَأَدْخِلْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ فِي تِسْعِ آيَاتٍ إِلَى فِرْعَوْنَ وَقَوْمِهِ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ","bangla_text":"আপনার হাত আপনার বগলে ঢুকিয়ে দিন, সুশুভ্র হয়ে বের হবে নির্দোষ অবস্থায়। এগুলো ফেরাউন ও তার সম্প্রদায়ের কাছে আনীত নয়টি নিদর্শনের অন্যতম। নিশ্চয় তারা ছিল পাপাচারী সম্প্রদায়।","english_text":"Put your hand in the bosom of your shirt; it will come out white without any blemish. This will be one of nine tokens for the Pharaoh and his people, who are a wicked lot indeed.\"","bangla_translit":"অআদ্খিল্ ইয়াদাকা ফী জ্বাইবিকা তাখ্রুজবাইদ্বোয়া-য়া মিন্ গইরি সূ-য়িন্ ফী তিস্‘ঈআ -ইয়া-তিন্ ইলা-র্ফি‘আউনা অক্বওমিহ্; ইন্নাহুম্ কা-নূ ক্বওমান্ ফা-সিক্বীন্।","english_translit":"Waadkhil yadaka fee jaybika takhruj baydaa min ghayri sooin fee tisAAi ayatin ila firAAawna waqawmihi innahum kanoo qawman fasiqeena"},{"sura":27,"aya":13,"quran_text":"فَلَمَّا جَاءَتْهُمْ آيَاتُنَا مُبْصِرَةً قَالُوا هَذَا سِحْرٌ مُبِينٌ","bangla_text":"অতঃপর যখন তাদের কাছে আমার উজ্জল নিদর্শনাবলী আগমন করল, তখন তারা বলল, এটা তো সুস্পষ্ট জাদু।","english_text":"And when Our signs came as distinct proofs, they said: \"This is only magic.\"","bangla_translit":"ফালাম্মা-জ্বা-য়াত্হুম্ আ-ইয়া-তুনা মুব্ছিরতান্ ক্ব-লূ হাযা-সিহ্রুম্ মূবীন্।","english_translit":"Falamma jaathum ayatuna mubsiratan qaloo hatha sihrun mubeenun"},{"sura":27,"aya":14,"quran_text":"وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ ظُلْمًا وَعُلُوًّا فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِينَ","bangla_text":"তারা অন্যায় ও অহংকার করে নিদর্শনাবলীকে প্রত্যাখ্যান করল, যদিও তাদের অন্তর এগুলো সত্য বলে বিশ্বাস করেছিল। অতএব দেখুন, অনর্থকারীদের পরিণাম কেমন হয়েছিল?","english_text":"And they denied them out of malice and pride, though in their hearts they believed that they were true. So see how was the end of evil-doers!","bangla_translit":"অজ্বাহাদু বিহা-অস্তাইক্বনাত্হা য় আন্ফুসুহুম্ জুল্মাঁও অ‘উলুওয়া-; ফার্ন্জু কাইফা কা-না ‘আ-ক্বিবাতুল্ মুফ্সিদীন্।","english_translit":"Wajahadoo biha waistayqanatha anfusuhum thulman waAAuluwwan faonthur kayfa kana AAaqibatu almufsideena"},{"sura":27,"aya":15,"quran_text":"وَلَقَدْ آتَيْنَا دَاوُودَ وَسُلَيْمَانَ عِلْمًا وَقَالَا الْحَمْدُ لِلَّهِ الَّذِي فَضَّلَنَا عَلَى كَثِيرٍ مِنْ عِبَادِهِ الْمُؤْمِنِينَ","bangla_text":"আমি অবশ্যই দাউদ ও সুলায়মানকে জ্ঞান দান করেছিলাম। তাঁরা বলে ছিলেন, আল্লাহর প্রশংসা, যিনি আমাদেরকে তাঁর অনেক মুমিন বান্দার উপর শ্রেষ্ঠত্ব দান করেছেন।","english_text":"We gave David and Solomon knowledge; and they said: \"All praise be to God who has favoured us over many of His creatures who believe.\"","bangla_translit":"অ লাক্বদ্ আ-তাইনা দা-য়ূদা অ সুলাইমা-না ‘ইল্মান্ অক্ব-লাল্ হাম্দু লিল্লা-হিল্ লাযী ফাদ্দ¦লানা-‘আলা-কাছীরিম্ মিন্ ‘ঈবা-দিহিল্ মুমিনীন্।","english_translit":"Walaqad atayna dawooda wasulaymana AAilman waqala alhamdu lillahi allathee faddalana AAala katheerin min AAibadihi almumineena"},{"sura":27,"aya":16,"quran_text":"وَوَرِثَ سُلَيْمَانُ دَاوُودَ وَقَالَ يَا أَيُّهَا النَّاسُ عُلِّمْنَا مَنْطِقَ الطَّيْرِ وَأُوتِينَا مِنْ كُلِّ شَيْءٍ إِنَّ هَذَا لَهُوَ الْفَضْلُ الْمُبِينُ","bangla_text":"সুলায়মান দাউদের উত্তরাধিকারী হয়েছিলেন। বলেছিলেন, ‘হে লোক সকল, আমাকে উড়ন্ত পক্ষীকূলের ভাষা শিক্ষা দেয়া হয়েছে এবং আমাকে সব কিছু দেয়া হয়েছে। নিশ্চয় এটা সুস্পষ্ট শ্রেষ্ঠত্ব। ’","english_text":"Solomon was heir to David, and he said: \"O people, we have been taught the language of Tair, and have been given of everything. This is a clear favour indeed.\"","bangla_translit":"অওয়ারিছা সুলাইমানু দা-য়ূদা অক্ব-লা ইয়া য় আইয়্যুহান্না-সু উল্লিম্না-মান্ত্বিক্বত্ ত্বোয়াইরি অ ঊতীনা- মিন্ কুল্লি শাইয়িন্ ইন্না-হা-যা- লাহুওয়াল্ ফাদলুল্ মুবীন্।","english_translit":"Wawaritha sulaymanu dawooda waqala ya ayyuha alnnasu AAullimna mantiqa alttayri waooteena min kulli shayin inna hatha lahuwa alfadlu almubeenu"},{"sura":27,"aya":17,"quran_text":"وَحُشِرَ لِسُلَيْمَانَ جُنُودُهُ مِنَ الْجِنِّ وَالْإِنْسِ وَالطَّيْرِ فَهُمْ يُوزَعُونَ","bangla_text":"সুলায়মানের সামনে তার সেনাবাহিনীকে সমবেত করা হল। জ্বিন-মানুষ ও পক্ষীকুলকে, অতঃপর তাদেরকে বিভিন্ন ব্যূহে বিভক্ত করা হল।","english_text":"His armies of jinns and men and Tair assembled, formed into ranks, (and marched)","bangla_translit":"অহুশির লিসুলাইমা-না জুনূদুহূ মিনাল্ জ্বিন্নি অল্ইনসি অতত্বোয়াইরি ফাহুম্ ইয়ূযা‘ঊন্।","english_translit":"Wahushira lisulaymana junooduhu mina aljinni waalinsi waalttayri fahum yoozaAAoona"},{"sura":27,"aya":18,"quran_text":"حَتَّى إِذَا أَتَوْا عَلَى وَادِ النَّمْلِ قَالَتْ نَمْلَةٌ يَا أَيُّهَا النَّمْلُ ادْخُلُوا مَسَاكِنَكُمْ لَا يَحْطِمَنَّكُمْ سُلَيْمَانُ وَجُنُودُهُ وَهُمْ لَا يَشْعُرُونَ","bangla_text":"যখন তারা পিপীলিকা অধ্যূষিত উপত্যকায় পৌঁছাল, তখন এক পিপীলিকা বলল, হে পিপীলিকার দল, তোমরা তোমাদের গৃহে প্রবেশ কর। অন্যথায় সুলায়মান ও তার বাহিনী অজ্ঞাতসারে তোমাদেরকে পিষ্ট করে ফেলবে।","english_text":"Till they reached the Valley of Naml. Said the lady of Naml: \"O Naml, go into your dwellings lest Solomon and his hordes should crush you unawares.\"","bangla_translit":"হাত্তা য় ইযা য় আতাও ‘আলা-ওয়া-দিন্নাম্লি ক্ব-লাত্ নাম্লাতু‘ই ইয়া য় আইয়ুহান্ নাম্লুদ্ খুলূ মাসা-কিনাকুম্ লা-ইয়াহ্ত্বিমান্নাকুম্ সুলাইমা-নু অজুনূদুহূ অহুম্ লা-ইয়াশ্ঊ’রূন্।","english_translit":"Hatta itha ataw AAala wadi alnnamli qalat namlatun ya ayyuha alnnamlu odkhuloo masakinakum la yahtimannakum sulaymanu wajunooduhu wahum la yashAAuroona"},{"sura":27,"aya":19,"quran_text":"فَتَبَسَّمَ ضَاحِكًا مِنْ قَوْلِهَا وَقَالَ رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَدْخِلْنِي بِرَحْمَتِكَ فِي عِبَادِكَ الصَّالِحِينَ","bangla_text":"তার কথা শুনে সুলায়মান মুচকি হাসলেন এবং বললেন, হে আমার পালনকর্তা, তুমি আমাকে সামর্থ?2470;াও যাতে আমি তোমার সেই নিয়ামতের কৃতজ্ঞতা প্রকাশ করতে পারি, যা তুমি আমাকে ও আমার পিতা-মাতাকে দান করেছ এবং যাতে আমি তোমার পছন্দনীয় সৎকর্ম করতে পারি এবং আমাকে নিজ অনুগ্রহে তোমার সৎকর্মপরায়ন বান্দাদের অন্তর্ভুক্ত কর।","english_text":"(Solomon) smiled, amused at her speech, and said: \"O Lord grant me that I should be grateful for the favours You have bestowed on me and my parents, and do good things of Your pleasing; and admit me among Your righteous devotees by Your grace.\"","bangla_translit":"ফাতাবাস্ সামা দ্বোয়া-হিকাম্ মিন্ ক্বওলিহা-অক্ব-লা রব্বি আওযি’নী য় আন্ আশ্কুরা নি’মাতাকাল্লা তীয় আন্‘আম্তা ‘আলাইয়্যা অ‘আলা- ওয়া-লিদাইয়্যা অআন্ আ’মালা ছোয়া-লিহান্ র্তাদ্বোয়া-হু অ আদ্খিল্নী বিরহমাতিকা ফী ‘ইবা-দিকাছ্ ছোয়া-লিহীন্।","english_translit":"Fatabassama dahikan min qawliha waqala rabbi awziAAnee an ashkura niAAmataka allatee anAAamta AAalayya waAAala walidayya waan aAAmala salihan tardahu waadkhilnee birahmatika fee AAibadika alssaliheena"},{"sura":27,"aya":20,"quran_text":"وَتَفَقَّدَ الطَّيْرَ فَقَالَ مَا لِيَ لَا أَرَى الْهُدْهُدَ أَمْ كَانَ مِنَ الْغَائِبِينَ","bangla_text":"সুলায়মান পক্ষীদের খোঁজ খবর নিলেন, অতঃপর বললেন, কি হল, হুদহুদকে দেখছি না কেন? নাকি সে অনুপস্থিত?","english_text":"When he reviewed the Tair, he said: \"How is it I do not see Hud-hud? Is he absent?","bangla_translit":"অতাফাকক্বদাত ত্বোয়াইর ফাক্ব-লা মা-লিয়া লা য় আরল্ হুদ্ হুদা আম্ কা-না মিনাল্ গ-য়িবীন্।","english_translit":"Watafaqqada alttayra faqala ma liya la ara alhudhuda am kana mina alghaibeena"},{"sura":27,"aya":21,"quran_text":"لَأُعَذِّبَنَّهُ عَذَابًا شَدِيدًا أَوْ لَأَذْبَحَنَّهُ أَوْ لَيَأْتِيَنِّي بِسُلْطَانٍ مُبِينٍ","bangla_text":"আমি অবশ্যই তাকে কঠোর শাস্তি দেব কিংবা হত্যা করব অথবা সে উপস্থিত করবে উপযুক্ত কারণ।","english_text":"I will punish him severely, or cut his throat, unless he bring a valid excuse.\"","bangla_translit":"লা‘উআয্যিবান্নাহূ ‘আযা-বান্ শাদীদান্ আওলা আয্বাহান্নাহূ য় আও লাইয়াতিইয়ান্নী বিছুল্ত্বোয়া-নিম্ মুবীন্।","english_translit":"LaoAAaththibannahu AAathaban shadeedan aw laathbahannahu aw layatiyannee bisultanin mubeenin"},{"sura":27,"aya":22,"quran_text":"فَمَكَثَ غَيْرَ بَعِيدٍ فَقَالَ أَحَطْتُ بِمَا لَمْ تُحِطْ بِهِ وَجِئْتُكَ مِنْ سَبَإٍ بِنَبَإٍ يَقِينٍ","bangla_text":"কিছুক্ষণ পড়েই হুদ এসে বলল, আপনি যা অবগত নন, আমি তা অবগত হয়েছি। আমি আপনার কাছে সাবা থেকে নিশ্চিত সংবাদ নিয়ে আগমন করেছি।","english_text":"But he was not long in coming, and reported: \"I have been around where you have not been. I come from Saba with positive news.","bangla_translit":"ফামাকাছা গইর বা‘ঈদিন্ ফাক্ব-লা আহাত্তু বিমা-লাম্ তুহিত বিহী অজ্বিতুকা মিন্ সাবা-য়িম্ বিনাবায়িঁ ইয়াক্বীন্।","english_translit":"Famakatha ghayra baAAeedin faqala ahattu bima lam tuhit bihi wajituka min sabain binabain yaqeenin"},{"sura":27,"aya":23,"quran_text":"إِنِّي وَجَدْتُ امْرَأَةً تَمْلِكُهُمْ وَأُوتِيَتْ مِنْ كُلِّ شَيْءٍ وَلَهَا عَرْشٌ عَظِيمٌ","bangla_text":"আমি এক নারীকে সাবাবাসীদের উপর রাজত্ব করতে দেখেছি। তাকে সবকিছুই দেয়া হয়েছে এবং তার একটা বিরাট সিংহাসন আছে।","english_text":"I found a woman reigning over them, and she has been favoured with everything; and she has a throne that is magnificent.","bangla_translit":"ইন্নী অজ্বাত্তুম্ রায়াতান্ তাম্লিকুহুম্ অঊতিয়াত্ মিন্ কুল্লি শাইয়িঁও অ লাহা-‘র্আশুন্ ‘আজীম্।","english_translit":"Innee wajadtu imraatan tamlikuhum waootiyat min kulli shayin walaha AAarshun AAatheemun"},{"sura":27,"aya":24,"quran_text":"وَجَدْتُهَا وَقَوْمَهَا يَسْجُدُونَ لِلشَّمْسِ مِنْ دُونِ اللَّهِ وَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيلِ فَهُمْ لَا يَهْتَدُونَ","bangla_text":"আমি তাকে ও তার সম্প্রদায়কে দেখলাম তারা আল্লাহর পরিবর্তে সূর্যকে সেজদা করছে। শয়তান তাদের দৃষ্টিতে তাদের কার্যাবলী সুশোভিত করে দিয়েছে। অতঃপর তাদেরকে সৎপথ থেকে নিবৃত্ত করেছে। অতএব তারা সৎপথ পায় না।","english_text":"I found that she and her people worship the sun in place of God, for Satan has made their deeds look attractive to them and has turned them away from the Path, so they do not find the way","bangla_translit":"অজ্বাদ্তুহা-অ ক্বাওমাহা-ইয়াস্ জুদূনা লিশ্শাম্সি মিন্দূ নিল্লা-হি অ যাইয়্যানা লাহুমুশ্ শাইত্বো-য়ানু আ’মা-লাহুম্ ফাছোয়াদ্দা হুম্ ‘আনিস্ সাবীলি ফাহুম্ লা- ইয়াহ্তাদূন্।","english_translit":"Wajadtuha waqawmaha yasjudoona lilshshamsi min dooni Allahi wazayyana lahumu alshshaytanu aAAmalahum fasaddahum AAani alssabeeli fahum la yahtadoona"},{"sura":27,"aya":25,"quran_text":"أَلَّا يَسْجُدُوا لِلَّهِ الَّذِي يُخْرِجُ الْخَبْءَ فِي السَّمَاوَاتِ وَالْأَرْضِ وَيَعْلَمُ مَا تُخْفُونَ وَمَا تُعْلِنُونَ","bangla_text":"তারা আল্লাহকে সেজদা করে না কেন, যিনি নভোমন্ডল ও ভুমন্ডলের গোপন বস্তু প্রকাশ করেন এবং জানেন যা তোমরা গোপন কর ও যা প্রকাশ কর।","english_text":"To worship God who brings to light what is hidden in the heavens and the earth, and is cognisant of what you hide and what you disclose.","bangla_translit":"আল্লা-ইয়াস্জ্বুদূ লিল্লা-হিল্লাযী ইয়ুখ্রিজুল্ খব্য়া ফিস্ সামা-ওয়া-তি অল্র্আদ্বি অ ইয়া’লামু মা-তুখ্ফূনা অমা-তু’লিনূন্।","english_translit":"Alla yasjudoo lillahi allathee yukhriju alkhabaa fee alssamawati waalardi wayaAAlamu ma tukhfoona wama tuAAlinoona"},{"sura":27,"aya":26,"quran_text":"اللَّهُ لَا إِلَهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْعَظِيمِ","bangla_text":"আল্লাহ ব্যতীত কোন উপাস্য নেই; তিনি মহা আরশের মালিক।","english_text":"God: There is no god but He, the Lord of the glorious throne.\"","bangla_translit":"আল্লা-হু লা য় ইলা-হা ইল্লা-হু ওয়া রব্বুল্ র্আশিল্ ‘আজীম্।","english_translit":"Allahu la ilaha illa huwa rabbu alAAarshi alAAatheemi"},{"sura":27,"aya":27,"quran_text":"قَالَ سَنَنْظُرُ أَصَدَقْتَ أَمْ كُنْتَ مِنَ الْكَاذِبِينَ","bangla_text":"সুলায়মান বললেন, এখন আমি দেখব তুমি সত্য বলছ, না তুমি মিথ্যবাদী।","english_text":"(Solomon) said: 'We shall see if you speak the truth or you are a liar.","bangla_translit":"ক্ব-লা সানান্জুরু আছোয়াদাকতা আম্ কুন্তা মিনাল্ কা-যিবীন্।","english_translit":"Qala sananthuru asadaqta am kunta mina alkathibeena"},{"sura":27,"aya":28,"quran_text":"اذْهَبْ بِكِتَابِي هَذَا فَأَلْقِهْ إِلَيْهِمْ ثُمَّ تَوَلَّ عَنْهُمْ فَانْظُرْ مَاذَا يَرْجِعُونَ","bangla_text":"তুমি আমার এই পত্র নিয়ে যাও এবং এটা তাদের কাছে অর্পন কর। অতঃপর তাদের কাছ থেকে সরে পড় এবং দেখ, তারা কি জওয়াব দেয়।","english_text":"Take this letter from me, and deliver it to them and withdraw, then see what reply they give in return.\"","bangla_translit":"ইয্হাব্ বিকিতা-বী হা-যা-ফাআল্ক্বিহ্ ইলাইহিম্ ছুম্মা তাওয়াল্লা ‘আন্হুম্ ফার্ন্জু মা-যা-ইর্য়াজ্বি‘ঊন্।","english_translit":"Ithhab bikitabee hatha faalqih ilayhim thumma tawalla AAanhum faonthur matha yarjiAAoona"},{"sura":27,"aya":29,"quran_text":"قَالَتْ يَا أَيُّهَا الْمَلَأُ إِنِّي أُلْقِيَ إِلَيَّ كِتَابٌ كَرِيمٌ","bangla_text":"বিলকীস বলল, হে পরিষদবর্গ, আমাকে একটি সম্মানিত পত্র দেয়া হয়েছে।","english_text":"(The Queen said): \"O nobles, a venerable letter has been delivered to me.","bangla_translit":"ক্ব-লাত্ ইয়া য় আইয়ুহাল্ মালায়ু ইন্নী য় উল্ক্বিয়া ইলাইয়্যা কিতা-বুন্ কারীম্।","english_translit":"Qalat ya ayyuha almalao innee olqiya ilayya kitabun kareemun"},{"sura":27,"aya":30,"quran_text":"إِنَّهُ مِنْ سُلَيْمَانَ وَإِنَّهُ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ","bangla_text":"সেই পত্র সুলায়মানের পক্ষ থেকে এবং তা এইঃ সসীম দাতা, পরম দয়ালু, আল্লাহর নামে শুরু;","english_text":"It is from Solomon, and (says): 'In the name of Allah, Ar-Rahman, Ar-Rahim.","bangla_translit":"ইন্নাহূ মিন্ সুলাইমা-না অইন্নাহূ বিস্মিল্লা-র্হি রহ্মা-র্নি রহীম্।","english_translit":"Innahu min sulaymana wainnahu bismi Allahi alrrahmani alrraheemi"},{"sura":27,"aya":31,"quran_text":"أَلَّا تَعْلُوا عَلَيَّ وَأْتُونِي مُسْلِمِينَ","bangla_text":"আমার মোকাবেলায় শক্তি প্রদর্শন করো না এবং বশ্যতা স্বীকার করে আমার কাছে উপস্থিত হও।","english_text":"Do not rise against me, but come to me in submission.'","bangla_translit":"আল্লা-তা’লূ ‘আলাইয়্যা অতূনী মুস্লিমীন্।","english_translit":"Alla taAAloo AAalayya watoonee muslimeena"},{"sura":27,"aya":32,"quran_text":"قَالَتْ يَا أَيُّهَا الْمَلَأُ أَفْتُونِي فِي أَمْرِي مَا كُنْتُ قَاطِعَةً أَمْرًا حَتَّى تَشْهَدُونِ","bangla_text":"বিলকীস বলল, হে পরিষদবর্গ, আমাকে আমার কাজে পরামর্শ দাও। তোমাদের উপস্থিতি ব্যতিরেকে আমি কোন কাজে সিদ্ধান্ত গ্রহণ করি না।","english_text":".\" Advise me, O nobles,\" she said \"in this matter. I do not decide any thing until you concur.\"","bangla_translit":"ক্ব-লাত্ ইয়া য় আইয়্যুহাল্ মালায়ু আফ্তূনী ফী য় আম্রী মা-কুন্তু ক্ব-ত্বিয়াতান্ আম্রান্ হাত্তা-তাশ্হাদূন্।","english_translit":"Qalat ya ayyuha almalao aftoonee fee amree ma kuntu qatiAAatan amran hatta tashhadoona"},{"sura":27,"aya":33,"quran_text":"قَالُوا نَحْنُ أُولُو قُوَّةٍ وَأُولُو بَأْسٍ شَدِيدٍ وَالْأَمْرُ إِلَيْكِ فَانْظُرِي مَاذَا تَأْمُرِينَ","bangla_text":"তারা বলল, আমরা শক্তিশালী এবং কঠোর যোদ্ধা। এখন সিদ্ধান্ত গ্রহণের ক্ষমতা আপনারই। অতএব আপনি ভেবে দেখুন, আমাদেরকে কি আদেশ করবেন।","english_text":"They said: \"We are men of valour, and brave fighters. It is for you to decide. So consider what you should command.\"","bangla_translit":"ক্ব-লূ নাহ্নু উলূ কুওয়াতিঁও অ উলূ বাসিন্ শাদীদিঁও অল্ আম্রু ইলাইকি ফান্জুরী মা-যা-তামুরীন্।","english_translit":"Qaloo nahnu oloo quwwatin waoloo basin shadeedin waalamru ilayki faonthuree matha tamureena"},{"sura":27,"aya":34,"quran_text":"قَالَتْ إِنَّ الْمُلُوكَ إِذَا دَخَلُوا قَرْيَةً أَفْسَدُوهَا وَجَعَلُوا أَعِزَّةَ أَهْلِهَا أَذِلَّةً وَكَذَلِكَ يَفْعَلُونَ","bangla_text":"সে বলল, রাজা বাদশারা যখন কোন জনপদে প্রবেশ করে, তখন তাকে বিপর্যস্ত করে দেয় এবং সেখানকার সম্ভ্রান্ত ব্যক্তিবর্গকে অপদস্থ করে। তারাও এরূপই করবে।","english_text":"She said: \"Surely when kings enter a city they destroy it and despoil the honour of its nobility. So will they do (to us).","bangla_translit":"ক্ব-লাত্ ইন্নাল্ মুলূকা ইযা-দাখালূ র্ক্বাইয়াতান্ আফ্ছাদূহা-অজ্বা‘আলূ য় আই’য্যাতা আহ্লিহা য় আযিল্লাতান্ অকাযা-লিকা ইয়াফ্‘আলূন্।","english_translit":"Qalat inna almulooka itha dakhaloo qaryatan afsadooha wajaAAaloo aAAizzata ahliha athillatan wakathalika yafAAaloona"},{"sura":27,"aya":35,"quran_text":"وَإِنِّي مُرْسِلَةٌ إِلَيْهِمْ بِهَدِيَّةٍ فَنَاظِرَةٌ بِمَ يَرْجِعُ الْمُرْسَلُونَ","bangla_text":"আমি তাঁর কাছে কিছু উপঢৌকন পাঠাচ্ছি; দেখি প্রেরিত লোকেরা কি জওয়াব আনে।","english_text":"But I will send them a gift and see what the envoys bring back (in return).\"","bangla_translit":"অ ইন্নী র্মুসিলাতুন্ ইলাইহিম্ বিহাদিয়্যাতিন্ ফানা-জিরাতুম্ বিমা-ইর্য়াজ্বি‘ঊল্ মুরসালূন্।","english_translit":"Wainnee mursilatun ilayhim bihadiyyatin fanathiratun bima yarjiAAu almursaloona"},{"sura":27,"aya":36,"quran_text":"فَلَمَّا جَاءَ سُلَيْمَانَ قَالَ أَتُمِدُّونَنِ بِمَالٍ فَمَا آتَانِيَ اللَّهُ خَيْرٌ مِمَّا آتَاكُمْ بَلْ أَنْتُمْ بِهَدِيَّتِكُمْ تَفْرَحُونَ","bangla_text":"অতঃপর যখন দূত সুলায়মানের কাছে আগমন করল, তখন সুলায়মান বললেন, তোমরা কি ধনসম্পদ দ্বারা আমাকে সাহায্য করতে চাও? আল্লাহ আমাকে যা দিয়েছেন, তা তোমাদেরকে প্রদত্ত বস্তু থেকে উত্তম। বরং তোমরাই তোমাদের উপঢৌকন নিয়ে সুখে থাক।","english_text":"So, when the envoys came to Solomon he said: \"Do you wish to increase my wealth? Yet what God has given me is better than what He has given you. No. Be gratified in your present.","bangla_translit":"ফালাম্মা-জ্বা-য়া সুলাইমা-না ক্ব-লা আ-তুমিদ্দুনানি বিমা-লিন্ ফামা য় আ-তা-নিয়াল্লহু খইরুম্ মিম্মা য় আ-তা-কুম্ বাল্ আন্তুম্ বিহাদিয়্যাতিকুম্ তাফ্রাহূন্।","english_translit":"Falamma jaa sulaymana qala atumiddoonani bimalin fama ataniya Allahu khayrun mimma atakum bal antum bihadiyyatikum tafrahoona"},{"sura":27,"aya":37,"quran_text":"ارْجِعْ إِلَيْهِمْ فَلَنَأْتِيَنَّهُمْ بِجُنُودٍ لَا قِبَلَ لَهُمْ بِهَا وَلَنُخْرِجَنَّهُمْ مِنْهَا أَذِلَّةً وَهُمْ صَاغِرُونَ","bangla_text":"ফিরে যাও তাদের কাছে। এখন অবশ্যই আমি তাদের বিরুদ্ধে এক সৈন্যবাহিনী নিয়ে আসব, যার মোকাবেলা করার শক্তি তাদের নেই। আমি অবশ্যই তাদেরকে অপদস্থ করে সেখান থেকে বহিষ্কৃত করব এবং তারা হবে লাঞ্ছিত।","english_text":"Go back to them. We shall soon come with our armies which they will not be able to face. We shall drive them out of (the land) with ignominy, and they will be humbled.\"","bangla_translit":"র্ইজ্বি’ ইলাইহিম্ ফলানাতিয়ান্নাহুম্ বিজুনূদিল্ লা-ক্বিবালা লাহুম্ বিহা-অলানুখ্রিজ্বান্নাহুম্ মিন্হা য় আযিল্লাতাঁও অহুম্ ছোয়া-গিরূন্।","english_translit":"IrjiAA ilayhim falanatiyannahum bijunoodin la qibala lahum biha walanukhrijannahum minha athillatan wahum saghiroona"},{"sura":27,"aya":38,"quran_text":"قَالَ يَا أَيُّهَا الْمَلَأُ أَيُّكُمْ يَأْتِينِي بِعَرْشِهَا قَبْلَ أَنْ يَأْتُونِي مُسْلِمِينَ","bangla_text":"সুলায়মান বললেন, হে পরিষদবর্গ, তারা আত্নসমর্পণ করে আমার কাছে আসার পূর্বে কে বিলকীসের সিংহাসন আমাকে এনে দেবে?","english_text":"He (then) said (to his courtiers): \"O you nobles, is there any one who can bring me her throne before they come to me in submission?\"","bangla_translit":"ক্ব-লা ইয়া য় আইয়্যুহাল্ মালায়ু আই ইয়ুকুম্ ইয়াতীনী বি ‘র্আশিহা-ক্বব্লা আই ইয়াতূনী মুস্লিমীন্।","english_translit":"Qala ya ayyuha almalao ayyukum yateenee biAAarshiha qabla an yatoonee muslimeena"},{"sura":27,"aya":39,"quran_text":"قَالَ عِفْرِيتٌ مِنَ الْجِنِّ أَنَا آتِيكَ بِهِ قَبْلَ أَنْ تَقُومَ مِنْ مَقَامِكَ وَإِنِّي عَلَيْهِ لَقَوِيٌّ أَمِينٌ","bangla_text":"জনৈক দৈত্য-জিন বলল, আপনি আপনার স্থান থেকে উঠার পূর্বে আমি তা এনে দেব এবং আমি একাজে শক্তিবান, বিশ্বস্ত।","english_text":"A crafty jinn said: \"I will bring it before you rise from your seat, for I am strong and trustworthy.\"","bangla_translit":"ক্ব-লা ইফ্রীতুম্ মিনাল্ জ্বিন্নি আনা আ-তীকা বিহী ক্বব্লা আন্তাকুমা মিম্ মাক্ব-মিকা অইন্নী ‘আলাইহি লাক্বওয়্যিয়ুন্ আমীন্।","english_translit":"Qala AAifreetun mina aljinni ana ateeka bihi qabla an taqooma min maqamika wainne AAalayhi laqawiyyun ameenun"},{"sura":27,"aya":40,"quran_text":"قَالَ الَّذِي عِنْدَهُ عِلْمٌ مِنَ الْكِتَابِ أَنَا آتِيكَ بِهِ قَبْلَ أَنْ يَرْتَدَّ إِلَيْكَ طَرْفُكَ فَلَمَّا رَآهُ مُسْتَقِرًّا عِنْدَهُ قَالَ هَذَا مِنْ فَضْلِ رَبِّي لِيَبْلُوَنِي أَأَشْكُرُ أَمْ أَكْفُرُ وَمَنْ شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَنْ كَفَرَ فَإِنَّ رَبِّي غَنِيٌّ كَرِيمٌ","bangla_text":"কিতাবের জ্ঞান যার ছিল, সে বলল, আপনার দিকে আপনার চোখের পলক ফেলার পূর্বেই আমি তা আপনাকে এনে দেব। অতঃপর সুলায়মান যখন তা সামনে রক্ষিত দেখলেন, তখন বললেন এটা আমার পালনকর্তার অনুগ্রহ, যাতে তিনি আমাকে পরীক্ষা করেন যে, আমি কৃতজ্ঞতা প্রকাশ করি, না অকৃতজ্ঞতা প্রকাশ করি। যে কৃতজ্ঞতা প্রকাশ করে, সে নিজের উপকারের জন্যেই কৃতজ্ঞতা প্রকাশ করে এবং যে অকৃতজ্ঞতা প্রকাশ করে সে জানুক যে, আমার পালনকর্তা অভাবমুক্ত কৃপাশীল।","english_text":"But one who had knowledge of the letter, said: \"I will bring it to you in the twinkling of an eye.\" When Solomon saw it before him, (he said): \"This is by the grace of my Lord that He may test me whether I am grateful or I am thankless. Yet if one is grateful, he is grateful for himself, and if one is thankless, then surely my Lord is unconcerned and magnanimous.\"","bangla_translit":"ক্ব-লা ল্লাযী ‘ইন্দাহূ ‘ইল্মুম্ মিনাল্ কিতা-বি আনা আ-তীকা বিহী ক্বব্লা আইঁ ইর্য়াতাদ্দা ইলাইকা ত্বোর্য়াফুক্; ফালাম্মা-রায়াহূ মুস্তার্ক্বিরন্ ‘ইন্দাহূ ক্ব-লা হা-যা-মিন্ ফাদ্ব্লি রব্বী লিইয়াব্লুওয়ানী য় আ আশ্কুরু আম্ আর্ক্ফু; অমান্ শাকার ফা ইন্নামা- ইয়াশ্কুরু লিনাফ্সিহী অমান্ কাফার ফাইন্না রব্বী গানিয়্যুন্ কারীম্।","english_translit":"Qala allathee AAindahu AAilmun mina alkitabi ana ateeka bihi qabla an yartadda ilayka tarfuka falamma raahu mustaqirran AAindahu qala hatha min fadli rabbee liyabluwanee aashkuru am akfuru waman shakara fainnama yashkuru linafsihi waman kafara fainna rabbee ghaniyyun kareemun"},{"sura":27,"aya":41,"quran_text":"قَالَ نَكِّرُوا لَهَا عَرْشَهَا نَنْظُرْ أَتَهْتَدِي أَمْ تَكُونُ مِنَ الَّذِينَ لَا يَهْتَدُونَ","bangla_text":"সুলায়মান বললেন, বিলকীসের সামনে তার সিংহাসনের আকার-আকৃতি বদলিয়ে দাও, দেখব সে সঠিক বুঝতে পারে, না সে তাদের অন্তর্ভুক্ত, যাদের দিশা নেই ?","english_text":"(Turning to his nobles) he said: \"Change the appearance of her throne. Let us see if she is rightly guided, or is not guided at all.\"","bangla_translit":"ক্ব-লা নাক্কিরূ লাহা-আর্’শাহা-নার্ন্জু আ তাহ্তাদী য় আম্ তাকূনু মিনাল্লাযীনা লা-ইয়াহ্তাদূন্।","english_translit":"Qala nakkiroo laha AAarshaha nanthur atahtadee am takoonu mina allatheena la yahtadoona"},{"sura":27,"aya":42,"quran_text":"فَلَمَّا جَاءَتْ قِيلَ أَهَكَذَا عَرْشُكِ قَالَتْ كَأَنَّهُ هُوَ وَأُوتِينَا الْعِلْمَ مِنْ قَبْلِهَا وَكُنَّا مُسْلِمِينَ","bangla_text":"অতঃপর যখন বিলকীস এসে গেল, তখন তাকে জিজ্ঞাসা করা হল, তোমার সিংহাসন কি এরূপই? সে বলল, মনে হয় এটা সেটাই। আমরা পূর্বেই সমস্ত অবগত হয়েছি এবং আমরা আজ্ঞাবহও হয়ে গেছি।","english_text":"When she arrived, they asked her: \"Is your throne like this?\" She said: \"As though this is it. We had come to have knowledge and already submitted.\"","bangla_translit":"ফালাম্মা-জ্বা-য়াত্ ক্বীলা আহা-কাযা-‘র্আশুক্; ক্ব-লাত্ কায়ান্নাহূ হুওয়া অঊতীনাল্ ই’ল্মা মিন্ ক্বব্লিহা-অকুন্না-মুস্লিমীন্।","english_translit":"Falamma jaat qeela ahakatha AAarshuki qalat kaannahu huwa waooteena alAAilma min qabliha wakunna muslimeena"},{"sura":27,"aya":43,"quran_text":"وَصَدَّهَا مَا كَانَتْ تَعْبُدُ مِنْ دُونِ اللَّهِ إِنَّهَا كَانَتْ مِنْ قَوْمٍ كَافِرِينَ","bangla_text":"আল্লাহর পরিবর্তে সে যার এবাদত করত, সেই তাকে ঈমান থেকে নিবৃত্ত করেছিল। নিশ্চয় সে কাফের সম্প্রদায়ের অন্তর্ভুক্ত ছিল।","english_text":"She was (in fact) turned away by what she worshipped other than God, for she came of an unbelieving people.","bangla_translit":"অ ছোয়াদ্দাহা-মা-কা-নাত্ তা’বুদু মিন্ দূনিল্লা-হ্; ইন্নাহা-কা-নাত্ মিন্ ক্বওমিন্ কা-ফিরীন্।","english_translit":"Wasaddaha ma kanat taAAbudu min dooni Allahi innaha kanat min qawmin kafireena"},{"sura":27,"aya":44,"quran_text":"قِيلَ لَهَا ادْخُلِي الصَّرْحَ فَلَمَّا رَأَتْهُ حَسِبَتْهُ لُجَّةً وَكَشَفَتْ عَنْ سَاقَيْهَا قَالَ إِنَّهُ صَرْحٌ مُمَرَّدٌ مِنْ قَوَارِيرَ قَالَتْ رَبِّ إِنِّي ظَلَمْتُ نَفْسِي وَأَسْلَمْتُ مَعَ سُلَيْمَانَ لِلَّهِ رَبِّ الْعَالَمِينَ","bangla_text":"তাকে বলা হল, এই প্রাসাদে প্রবেশ কর। যখন সে তার প্রতি দৃষ্টিপাত করল সে ধারণা করল যে, এটা স্বচ্ছ গভীর জলাশয়। সে তার পায়ের গোছা খুলে ফেলল। সুলায়মান বলল, এটা তো স্বচ্ছ স্ফটিক নির্মিত প্রাসাদ। বিলকীস বলল, হে আমার পালনকর্তা, আমি তো নিজের প্রতি জুলুম করেছি। আমি সুলায়মানের সাথে বিশ্ব জাহানের পালনকর্তা আল্লাহর কাছে আত্নসমর্পন করলাম।","english_text":"She was invited to enter the court. When she saw it, she took it for a sheet of water, and (pulling up her skirts) uncovered her legs. (Solomon) told her: \"This is paved with tiles of glass.\" \"O Lord,\" she said, \"I have wronged myself, and I submit to the Lord of all the worlds with Solomon.\"","bangla_translit":"ক্বীলা লাহাদ্ খুলিছ্ ছোর্য়াহা ফালাম্মা-রয়াত্হু হাসিবাত্হু লুজ্জ্বাতাঁও অকাশাফাত্ ‘আন্ সা-ক্বইহা-ক্ব-লা ইন্নাহূ ছোর্য়াহুম্ মুর্মারদুম্ মিন্ ক্বওয়া-র্রী; ক্ব-লাত্ রব্বি ইন্নী জ্বোয়ালাম্তু নাফ্সী অআস্লাম্তু মা‘আ সুলাইমা-না লিল্লা-হি রব্বিল্ ‘আ-লামীন্।","english_translit":"Qeela laha odkhulee alssarha falamma raathu hasibathu lujjatan wakashafat AAan saqayha qala innahu sarhun mumarradun min qawareera qalat rabbi innee thalamtu nafsee waaslamtu maAAa sulaymana lillahi rabbi alAAalameena"},{"sura":27,"aya":45,"quran_text":"وَلَقَدْ أَرْسَلْنَا إِلَى ثَمُودَ أَخَاهُمْ صَالِحًا أَنِ اعْبُدُوا اللَّهَ فَإِذَا هُمْ فَرِيقَانِ يَخْتَصِمُونَ","bangla_text":"আমি সামুদ সম্প্রদায়ের কাছে তাদের ভাই সালেহকে এই মর্মে প্রেরণ করেছি যে, তোমরা আল্লাহর এবাদত কর। অতঃপর তারা দ্বিধাবিভক্ত হয়ে বিতর্কে প্রবৃত্ত হল।","english_text":"We sent to Thamud their brother Saleh (who said): \"Worship God.\" But they were divided into two groups disputing with one another.","bangla_translit":"অ লাক্বদ্ র্আসাল্না য় ইলা-ছামূদা আখ-হুম্ ছোয়া-লিহান্ আনি’বুদুল্লা-হা ফাইযা- হুম্ ফারীক্ব-নি ইয়াখ্তাছিমূন্।","english_translit":"Walaqad arsalna ila thamooda akhahum salihan ani oAAbudoo Allaha faitha hum fareeqani yakhtasimoona"},{"sura":27,"aya":46,"quran_text":"قَالَ يَا قَوْمِ لِمَ تَسْتَعْجِلُونَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ لَوْلَا تَسْتَغْفِرُونَ اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ","bangla_text":"সালেহ বললেন, হে আমার সম্প্রদায়, তোমরা কল্যাণের পূর্বে দ্রুত অকল্যাণ কামনা করছ কেন? তোমরা আল্লাহর কাছে ক্ষমা প্রার্থনা করছ না কেন? সম্ভবতঃ তোমরা দয়াপ্রাপ্ত হবে।","english_text":"(Saleh) said: \"O people, why do you wish to hasten evil rather than good? Why not ask for God's forgiveness? You may well be forgiven.\"","bangla_translit":"ক্ব-লা ইয়া-ক্বওমি লিমা-তাস্তা’জ্বিলূনা বিস্সাইয়িয়াতি ক্বব্লাল্ হাসানাতি লাওলা- তাস্তাগ্ফিরূনাল্লা-হা লা‘আল্লাকুম্ র্তুহামূন্।","english_translit":"Qala ya qawmi lima tastaAAjiloona bialssayyiati qabla alhasanati lawla tastaghfiroona Allaha laAAallakum turhamoona"},{"sura":27,"aya":47,"quran_text":"قَالُوا اطَّيَّرْنَا بِكَ وَبِمَنْ مَعَكَ قَالَ طَائِرُكُمْ عِنْدَ اللَّهِ بَلْ أَنْتُمْ قَوْمٌ تُفْتَنُونَ","bangla_text":"তারা বলল, তোমাকে এবং তোমার সাথে যারা আছে, তাদেরকে আমরা অকল্যাণের প্রতীক মনে করি। সালেহ বললেন, তোমাদের মঙ্গলামঙ্গল আল্লাহর কাছে; বরং তোমরা এমন সম্প্রদায়, যাদেরকে পরীক্ষা করা হচ্ছে।","english_text":"They said: \"You betoken evil, and those with you.\" (Saleh) replied: \"The evil you presage can only come from God. In reality you are a people under trial (for your own inauspiciousness).\"","bangla_translit":"ক্ব-লুত্ত্বাইর্য়্যানা-বিকা অবিমাম্ মা‘আক্; ক্ব-লা ত্বোয়া-য়িরুকুম্ ‘ইন্দাল্লা-হি বাল্ আন্তুম্ ক্বওমুন্ তুফ্তান্ন্।","english_translit":"Qaloo ittayyarna bika wabiman maAAaka qala tairukum AAinda Allahi bal antum qawmun tuftanoona"},{"sura":27,"aya":48,"quran_text":"وَكَانَ فِي الْمَدِينَةِ تِسْعَةُ رَهْطٍ يُفْسِدُونَ فِي الْأَرْضِ وَلَا يُصْلِحُونَ","bangla_text":"আর সেই শহরে ছিল এমন একজন ব্যক্তি, যারা দেশময় অনর্থ সৃষ্টি করে বেড়াত এবং সংশোধন করত না।","english_text":"There were in that city nine persons who spread disorder in the land, and did not reform.","bangla_translit":"অকা-না ফিল্ মাদীনাতি তিস্‘আতু রহ্ত্বিঁও ইয়ুফ্সিদূনা ফিল্ র্আদ্বি অলা-ইয়ুছ্লিহূন্।","english_translit":"Wakana fee almadeenati tisAAatu rahtin yufsidoona fee alardi wala yuslihoona"},{"sura":27,"aya":49,"quran_text":"قَالُوا تَقَاسَمُوا بِاللَّهِ لَنُبَيِّتَنَّهُ وَأَهْلَهُ ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِ مَا شَهِدْنَا مَهْلِكَ أَهْلِهِ وَإِنَّا لَصَادِقُونَ","bangla_text":"তারা বলল, তোমরা পরস্পরে আল্লাহর নামে শপথ গ্রহণ কর যে, আমরা রাত্রিকালে তাকে ও তার পরিবারবর্গকে হত্যা করব। অতঃপর তার দাবীদারকে বলে দেব যে, তার পরিবারবর্গের হত্যাকান্ড আমরা প্রত্যক্ষ করিনি। আমরা নিশ্চয়ই সত্যবাদী।","english_text":"They said: \"Let us swear by God that we will attack Saleh and his family at night, and later tell his heirs: 'We did not see his family destroyed, and we speak the truth.'\"","bangla_translit":"ক্ব-লূ তাক্ব-সামূ বিল্লা-হি লানুবাইয়্যিতান্নাহূ অআহ্লাহূ ছুম্মা লানাকুলান্না লি অলিয়্যিহী মা-শাহিদ্না-মাহ্লিকা আহ্লিহী অইন্না-লাছোয়া-দিকুন্।","english_translit":"Qaloo taqasamoo biAllahi lanubayyitannahu waahlahu thumma lanaqoolanna liwaliyyihi ma shahidna mahlika ahlihi wainna lasadiqoona"},{"sura":27,"aya":50,"quran_text":"وَمَكَرُوا مَكْرًا وَمَكَرْنَا مَكْرًا وَهُمْ لَا يَشْعُرُونَ","bangla_text":"তারা এক চক্রান্ত করেছিল এবং আমিও এক চক্রান্ত করেছিলাম। কিন্তু তারা বুঝতে পারেনি।","english_text":"They hatched up the plot; We also planned without their knowledge.","bangla_translit":"অ মাকারূ মাক্রঁও অমার্কানা মাক্রাঁও অহুম্ লা-ইয়াশ্‘উরূন্।","english_translit":"Wamakaroo makran wamakarna makran wahum la yashAAuroona"},{"sura":27,"aya":51,"quran_text":"فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ مَكْرِهِمْ أَنَّا دَمَّرْنَاهُمْ وَقَوْمَهُمْ أَجْمَعِينَ","bangla_text":"অতএব, দেখ তাদের চক্রান্তের পরিনাম, আমি অবশ্রই তাদেরকে এবং তাদের সম্প্রদায়কে নাস্তনাবুদ করে দিয়েছি।","english_text":"Now see the end of their machinations: We destroyed them and their entire people.","bangla_translit":"ফার্ন্জু কাইফা কা-না ‘আ-ক্বিবাতু মাক্রিহিম্ আন্না-দার্ম্মানা-হুম্ অক্বওমাহুম্ আজমা‘ঈন্।","english_translit":"Faonthur kayfa kana AAaqibatu makrihim anna dammarnahum waqawmahum ajmaAAeena"},{"sura":27,"aya":52,"quran_text":"فَتِلْكَ بُيُوتُهُمْ خَاوِيَةً بِمَا ظَلَمُوا إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَعْلَمُونَ","bangla_text":"এই তো তাদের বাড়ীঘর-তাদের অবিশ্বাসের কারণে জনশূন্য অবস্থায় পড়ে আছে। নিশ্চয় এতে জ্ঞানী সম্প্রদায়ের জন্যে নিদর্শন আছে।","english_text":"So these their habitations lie deserted now because of their iniquities. Verily there is a sign in this for those who understand.","bangla_translit":"ফাতিল্কা বুইয়ূতুহুম্ খা-ওয়িয়াতাম্ বিমা- জোয়ালামূ ইন্না ফী যা-লিকা লাআ-ইয়া-তাল্লিকওমিঁ ইয়া’লামূন্।","english_translit":"Fatilka buyootuhum khawiyatan bima thalamoo inna fee thalika laayatan liqawmin yaAAlamoona"},{"sura":27,"aya":53,"quran_text":"وَأَنْجَيْنَا الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ","bangla_text":"যারা বিশ্বাস স্থাপন করেছিল এবং পরহেযগার ছিল, তাদেরকে আমি উদ্ধার করেছি।","english_text":"We deliver those who believe and take heed for themselves.","bangla_translit":"অ আন্জ্বাইনাল্লাযীনা আ-মানূ অ কা-নূ ইয়াত্তাকুন্।","english_translit":"Waanjayna allatheena amanoo wakanoo yattaqoona"},{"sura":27,"aya":54,"quran_text":"وَلُوطًا إِذْ قَالَ لِقَوْمِهِ أَتَأْتُونَ الْفَاحِشَةَ وَأَنْتُمْ تُبْصِرُونَ","bangla_text":"স্মরণ কর লূতের কথা, তিনি তাঁর কওমকে বলেছিলেন, তোমরা কেন অশ্লীল কাজ করছ? অথচ এর পরিণতির কথা তোমরা অবগত আছ!","english_text":"(Remember) Lot, when he said to his people: \"Why do you indulge in obscenities when you know (it is evil)?","bangla_translit":"অ লূত্বোয়ান্ ইয্ ক্ব-লা লিক্বওমিহী য় আতাতূনাল্ ফা-হিশাতা অআন্তুম্ তুব্ছিরূন্।","english_translit":"Walootan ith qala liqawmihi atatoona alfahishata waantum tubsiroona"},{"sura":27,"aya":55,"quran_text":"أَئِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِنْ دُونِ النِّسَاءِ بَلْ أَنْتُمْ قَوْمٌ تَجْهَلُونَ","bangla_text":"তোমরা কি কামতৃপ্তির জন্য নারীদেরকে ছেড়ে পুরুষে উপগত হবে? তোমরা তো এক বর্বর সম্প্রদায়।","english_text":"You lust after men in place of women. You are indeed a stolid people.\"","bangla_translit":"আয়িন্নাকুম্ লাতাতূর্না রিজ্বা-লা শাহ্ওয়াতাম্ মিন্ দূনি ন্নিসা-য়্; বাল্ আন্তুম্ ক্বওমুন্ তাজহালূন্।","english_translit":"Ainnakum latatoona alrrijala shahwatan min dooni alnnisai bal antum qawmun tajhaloona"},{"sura":27,"aya":56,"quran_text":"فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا أَخْرِجُوا آلَ لُوطٍ مِنْ قَرْيَتِكُمْ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ","bangla_text":"উত্তরে তাঁর কওম শুধু এ কথাটিই বললো, লূত পরিবারকে তোমাদের জনপদ থেকে বের করে দাও। এরা তো এমন লোক যারা শুধু পাকপবিত্র সাজতে চায়।","english_text":"His people had no answer except saying: \"Expel the family of Lot from your city. They are a people who would (rather) be pure!\"","bangla_translit":"ফামা-কা-না জ্বাওয়া-বা ক্বওমিহী য় ইল্লা য় আন্ ক্ব-লূ য় আখ্রিজু য় আ-লা লূতিম্মিন্ র্ক্বইয়াতিকুম্ ইন্নাহুম্ উনা-সুঁই ইয়া তাত্বোয়াহ্হারূন্।","english_translit":"Fama kana jawaba qawmihi illa an qaloo akhrijoo ala lootin min qaryatikum innahum onasun yatatahharoona"},{"sura":27,"aya":57,"quran_text":"فَأَنْجَيْنَاهُ وَأَهْلَهُ إِلَّا امْرَأَتَهُ قَدَّرْنَاهَا مِنَ الْغَابِرِينَ","bangla_text":"অতঃপর তাঁকে ও তাঁর পরিবারবর্গকে উদ্ধার করলাম তাঁর স্ত্রী ছাড়া। কেননা, তার জন্যে ধ্বংসপ্রাপ্তদের ভাগ্যই নির্ধারিত করেছিলাম।","english_text":"So We saved him and his family except his wife who was destined to stay behind.","bangla_translit":"ফাআন্জ্বাইনা-হু অ আহ্লাহূ য় ইল্লাম্ রায়াতাহূ ক্বার্দ্দানা-হা মিনাল্ গ-বিরীন্।","english_translit":"Faanjaynahu waahlahu illa imraatahu qaddarnaha mina alghabireena"},{"sura":27,"aya":58,"quran_text":"وَأَمْطَرْنَا عَلَيْهِمْ مَطَرًا فَسَاءَ مَطَرُ الْمُنْذَرِينَ","bangla_text":"আর তাদের উপর বর্ষণ করেছিলাম মুষলধারে বৃষ্টি। সেই সতর্ককৃতদের উপর কতই না মারাত্নক ছিল সে বৃষ্টি।","english_text":"And We rained down on them a shower (of stones). How ruinous was the rain that fell on those who had been warned (but warned in vain)!","bangla_translit":"অ আম্ত্বোর্য়ানা- ‘আলাইহিম্ মাত্বোয়ারান্ ফাসা-য়া মাত্বোয়ারুল্ মুন্যারীন্।","english_translit":"Waamtarna AAalayhim mataran fasaa mataru almunthareena"},{"sura":27,"aya":59,"quran_text":"قُلِ الْحَمْدُ لِلَّهِ وَسَلَامٌ عَلَى عِبَادِهِ الَّذِينَ اصْطَفَى آللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ","bangla_text":"বল, সকল প্রশংসাই আল্লাহর এবং শান্তি তাঁর মনোনীত বান্দাগণের প্রতি! শ্রেষ্ঠ কে? আল্লাহ না ওরা-তারা যাদেরকে শরীক সাব্যস্ত করে।","english_text":"Say: \"All praise be to God, and peace on those of His creatures whom He has chosen.\" Is God better or those they associate with Him --","bangla_translit":"কুলিল্ হাম্দু লিল্লা-হি অসালা-মুন্ ‘আলা-ই’বা-দি হিল্লাযী নাছ্ত্বোয়াফা- আ-ল্লাহু খইরুন্ আম্মা-ইয়ুশ্রিকূন্।","english_translit":"Quli alhamdu lillahi wasalamun AAala AAibadihi allatheena istafa allahu khayrun amma yushrikoona"},{"sura":27,"aya":60,"quran_text":"أَمَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَأَنْزَلَ لَكُمْ مِنَ السَّمَاءِ مَاءً فَأَنْبَتْنَا بِهِ حَدَائِقَ ذَاتَ بَهْجَةٍ مَا كَانَ لَكُمْ أَنْ تُنْبِتُوا شَجَرَهَا أَإِلَهٌ مَعَ اللَّهِ بَلْ هُمْ قَوْمٌ يَعْدِلُونَ","bangla_text":"বল তো কে সৃষ্টি করেছেন নভোমন্ডল ও ভূমন্ডল এবং আকাশ থেকে তোমাদের জন্যে বর্ষণ করেছেন পানি; অতঃপর তা দ্বারা আমি মনোরম বাগান সৃষ্টি করেছি। তার বৃক্ষাদি উৎপন্ন করার শক্তিই তোমাদের নেই। অতএব, আল্লাহর সাথে অন্য কোন উপাস্য আছে কি? বরং তারা সত্যবিচ্যুত সম্প্রদায়।","english_text":"Who created the heavens and the earth, who sends down water from the sky for you, with which He causes graceful gardens to grow? It was not in your power to make trees germinate. Is there any other god along with God. In fact they are a people who turn away (from the truth).","bangla_translit":"আম্মান্ খলাক্বস্ সামা-ওয়া-তি অল্ র্আদ্বোয়া অআন্যালা লাকুম্ মিনাস্ সামা-য়ি মা-আন্ ফাআম্বাত্না-বিহী হাদা-য়িক্বা যা-তা বাহ্জ্বাতিন্ মা-কা-না লাকুম্ আন্ তুম্বিতূ শাজ্বারহা-; আ ইলা-হুম্ মা‘আল্লা-হ্; বাল্ হুম্ ক্বওমুঁই ইয়া’দিলূন্।","english_translit":"Amman khalaqa alssamawati waalarda waanzala lakum mina alssamai maan faanbatna bihi hadaiqa thata bahjatin ma kana lakum an tunbitoo shajaraha ailahun maAAa Allahi bal hum qawmun yaAAdiloona"},{"sura":27,"aya":61,"quran_text":"أَمَّنْ جَعَلَ الْأَرْضَ قَرَارًا وَجَعَلَ خِلَالَهَا أَنْهَارًا وَجَعَلَ لَهَا رَوَاسِيَ وَجَعَلَ بَيْنَ الْبَحْرَيْنِ حَاجِزًا أَإِلَهٌ مَعَ اللَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ","bangla_text":"বল তো কে পৃথিবীকে বাসোপযোগী করেছেন এবং তার মাঝে মাঝে নদ-নদী প্রবাহিত করেছেন এবং তাকে স্থিত রাখার জন্যে পর্বত স্থাপন করেছেন এবং দুই সমুদ্রের মাঝখানে অন্তরায় রেখেছেন। অতএব, আল্লাহর সাথে অন্য কোন উপাস্য আছে কি? বরং তাদের অধিকাংশই জানে না।","english_text":"Who then made the earth a habitable place, and made the rivers (flow) in its valleys and dales, and placed upon it firm stabilisers, and kept a barrier between two bodies of water? Is there any other god along with God? In reality most of them do not know.","bangla_translit":"আম্মান্ জ্বা‘আলাল্ র্আদ্বোয়া ক্বরা-রাঁও অজ্বা‘আলা-খিলা-লাহা য় আন্হা-রাঁও অজ্বা‘আলা লাহা- রওয়া-সিয়া অজ্বা‘আলা বাইনাল্ বাহ্রাইনি হা-জ্বিযা-আ ইলা-হুম্ মা‘আল্লা-হ্; বাল্ আক্ছারুহুম্ লা-ইয়া’লামূন্।","english_translit":"Amman jaAAala alarda qararan wajaAAala khilalaha anharan wajaAAala laha rawasiya wajaAAala bayna albahrayni hajizan ailahun maAAa Allahi bal aktharuhum la yaAAlamoona"},{"sura":27,"aya":62,"quran_text":"أَمَّنْ يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ وَيَجْعَلُكُمْ خُلَفَاءَ الْأَرْضِ أَإِلَهٌ مَعَ اللَّهِ قَلِيلًا مَا تَذَكَّرُونَ","bangla_text":"বল তো কে নিঃসহায়ের ডাকে সাড়া দেন যখন সে ডাকে এবং কষ্ট দূরীভূত করেন এবং তোমাদেরকে পৃথিবীতে পুর্ববর্তীদের স্থলাভিষিক্ত করেন। সুতরাং আল্লাহর সাথে অন্য কোন উপাস্য আছে কি? তোমরা অতি সামান্যই ধ্যান কর।","english_text":"Who hears the cry of the anguished (soul) when it calls to Him, and relieves its suffering? And who made you trustees on the earth? Is there any other god along with God? How little it is that you reflect!","bangla_translit":"আম্মাইঁ ইয়ুজ্বীবুল মুদ্ব্ত্বোর্য়ার ইযা-দা‘আ-হু অ ইয়াক্শিফুস্ সূ-য়া অ ইয়াজ‘আলুকুম্ খুলাফা-য়াল্ র্আদ্ব্ ; আ ইলা-হুম্ মা‘আল্লা-হ্; ক্বলীলাম্ মা-তাযাক্কারূন্।","english_translit":"Amman yujeebu almudtarra itha daAAahu wayakshifu alssooa wayajAAalukum khulafaa alardi ailahun maAAa Allahi qaleelan ma tathakkaroona"},{"sura":27,"aya":63,"quran_text":"أَمَّنْ يَهْدِيكُمْ فِي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ وَمَنْ يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ أَإِلَهٌ مَعَ اللَّهِ تَعَالَى اللَّهُ عَمَّا يُشْرِكُونَ","bangla_text":"বল তো কে তোমাদেরকে জলে ও স্থলে অন্ধকারে পথ দেখান এবং যিনি তাঁর অনুগ্রহের পূর্বে সুসংবাদবাহী বাতাস প্রেরণ করেন? অতএব, আল্লাহর সাথে অন্য কোন উপাস্য আছে কি? তারা যাকে শরীক করে, আল্লাহ তা থেকে অনেক ঊর্ধ্বে।","english_text":"Who then really shows you the way in the darkness of the desert and the sea? And who sends breezes bringing news of His benevolence? Is there any other god along with God? He is far too exalted for what they associate with Him!","bangla_translit":"আম্মাইঁ ইয়াহ্দীকুম্ ফী জুলুমা-তিল্ র্বারি অলবাহ্রি অ মাইঁ ইর্য়ুসির্লু রিয়া-হা বুশ্রাম্ বাইনা ইয়াদাই রহ্মাতিহ্; আ ইলা-হুম্ মা‘আল্লা-হ্; তা‘আলাল্লা-হু ‘আম্মা- ইয়ুশ্রিকূন্।","english_translit":"Amman yahdeekum fee thulumati albarri waalbahri waman yursilu alrriyaha bushran bayna yaday rahmatihi ailahun maAAa Allahi taAAala Allahu AAamma yushrikoona"},{"sura":27,"aya":64,"quran_text":"أَمَّنْ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَمَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ أَإِلَهٌ مَعَ اللَّهِ قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ","bangla_text":"বল তো কে প্রথমবার সৃষ্টি করেন, অতঃপর তাকে পুনরায় সৃষ্টি করবেন এবং কে তোমাদেরকে আকাশ ও মর্ত?2469;েকে রিযিক দান করেন। সুতরাং আল্লাহর সাথে অন্য কোন উপাস্য আছে কি? বলুন, তোমরা যদি সত্যবাদী হও তবে তোমাদের প্রমাণ উপস্থিত কর।","english_text":"Who creates first then reverts it? And who gives you provision from the heavens and the earth? Is there any other god along with God? Tell them: \"Bring your proof, if you are truthful.\"","bangla_translit":"আম্মাইঁ ইয়াব্দায়ুল্ খল্ক্ব ছুম্মা ইয়ু‘ঈদুহূ অমাইঁ ইর্য়াযুকুকুম্ মিনাস্ সামা-য়ি অল্ র্আদ্ব্; আ ইলা-হুম্ মা‘আল্লা-হ্; কুল্ হা-তূ র্বুহা-নাকুম্ ইন্ কুন্তুম্ ছোয়া-দিক্বীন্।","english_translit":"Amman yabdao alkhalqa thumma yuAAeeduhu waman yarzuqukum mina alssamai waalardi ailahun maAAa Allahi qul hatoo burhanakum in kuntum sadiqeena"},{"sura":27,"aya":65,"quran_text":"قُلْ لَا يَعْلَمُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ الْغَيْبَ إِلَّا اللَّهُ وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ","bangla_text":"বলুন, আল্লাহ ব্যতীত নভোমন্ডল ও ভূমন্ডলে কেউ গায়বের খবর জানে না এবং তারা জানে না যে, তারা কখন পুনরুজ্জীবিত হবে।","english_text":"Say: \"No one in the heavens and the earth has knowledge of the unknown except God, nor can they know when they will be raised again.","bangla_translit":"কুল্ লা-ইয়া’লামু মান্ ফিস্ সামা-ওয়া-তি অল্ র্আদ্বিল্ গইবা ইল্লাল্লা-হ্; অমা-ইয়াশ্‘ঊরূনা আইয়্যা-না ইয়ুব্‘আছূন্।","english_translit":"Qul la yaAAlamu man fee alssamawati waalardi alghayba illa Allahu wama yashAAuroona ayyana yubAAathoona"},{"sura":27,"aya":66,"quran_text":"بَلِ ادَّارَكَ عِلْمُهُمْ فِي الْآخِرَةِ بَلْ هُمْ فِي شَكٍّ مِنْهَا بَلْ هُمْ مِنْهَا عَمُونَ","bangla_text":"বরং পরকাল সম্পর্কে তাদের জ্ঞান নিঃশেষ হয়ে গেছে; বরং তারা এ বিষয়ে সন্দেহ পোষন করছে বরং এ বিষয়ে তারা অন্ধ।","english_text":"Still less do they comprehend the life to come. In fact they are in doubt about it. Still more, they are blind to it.\"","bangla_translit":"বালিদ্ দা-রকা ‘ইল্মুহুম্ ফিল্ আ-খিরতি বাল্ হুম্ ফী শাক্কিম্ মিন্হা-বাল্ হুম্-মিন্হা ‘আমূন্।","english_translit":"Bali iddaraka AAilmuhum fee alakhirati bal hum fee shakkin minha bal hum minha AAamoona"},{"sura":27,"aya":67,"quran_text":"وَقَالَ الَّذِينَ كَفَرُوا أَإِذَا كُنَّا تُرَابًا وَآبَاؤُنَا أَئِنَّا لَمُخْرَجُونَ","bangla_text":"কাফেররা বলে, যখন আমরা ও আমাদের বাপ-দাদারা মৃত্তিকা হয়ে যাব, তখনও কি আমাদেরকে পুনরুত্থিত করা হবে?","english_text":"Those who do not believe, say: \"When we and our fathers have turned to dust, how shall we be raised again?","bangla_translit":"অক্ব-লাল্ লাযীনা কাফারূ য় আ ইযা-কুন্না তুরা-বাঁও অ আ-বা-য়ুনা য় আইন্না লামুখ্রাজুন্।","english_translit":"Waqala allatheena kafaroo aitha kunna turaban waabaona ainna lamukhrajoona"},{"sura":27,"aya":68,"quran_text":"لَقَدْ وُعِدْنَا هَذَا نَحْنُ وَآبَاؤُنَا مِنْ قَبْلُ إِنْ هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ","bangla_text":"এই ওয়াদাপ্রাপ্ত হয়েছি আমরা এবং পূর্ব থেকেই আমাদের বাপ-দাদারা। এটা তো পূর্ববর্তীদের উপকথা বৈ কিছু নয়।","english_text":"Indeed we and our fathers had been promised this before. It is nothing but the earlier people's lore.\"","bangla_translit":"লাক্বদ্ উ‘ইদ্না-হাযা-নাহ্নু অ আ-বা-য়ুনা মিন্ ক্বাব্লু ইন্ হা-যা য় ইল্লায় আসা-ত্বীরুল্ আউওয়ালীন্।","english_translit":"Laqad wuAAidna hatha nahnu waabaona min qablu in hatha illa asateeru alawwaleena"},{"sura":27,"aya":69,"quran_text":"قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِينَ","bangla_text":"বলুন, পৃথিবী পরিভ্রমণ কর এবং দেখ অপরাধীদের পরিণতি কি হয়েছে।","english_text":"Say: \"Travel in the land and see how (bad) was the end of sinners.\"","bangla_translit":"কুল্ সীরূ ফিল্ র্আদ্বি ফান্জুরূ কাইফা কা-না ‘আ-ক্বিবাতুল্ মুজরিমীন্।","english_translit":"Qul seeroo fee alardi faonthuroo kayfa kana AAaqibatu almujrimeena"},{"sura":27,"aya":70,"quran_text":"وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُنْ فِي ضَيْقٍ مِمَّا يَمْكُرُونَ","bangla_text":"তাদের কারণে আপনি দুঃখিত হবেন না এবং তারা যে চক্রান্ত করেছে এতে মনঃক্ষুন্ন হবেন না।","english_text":"Do not grieve over them, and do not be distressed by what they contrive.","bangla_translit":"অলা-তাহ্যান্ ‘আলাইহিম্ অলা-তাকুন্ ফী দ্বোয়াইক্বিম্ মিম্মা-ইয়াম্কুরূন্।","english_translit":"Wala tahzan AAalayhim wala takun fee dayqin mimma yamkuroona"},{"sura":27,"aya":71,"quran_text":"وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ","bangla_text":"তারা বলে, তোমরা যদি সত্যবাদী হও তবে বল, এই ওয়াদা কখন পূর্ণ হবে?","english_text":"Yet they say: \"When will this promise come to pass? (Tell Us) if you speak the truth.\"","bangla_translit":"অ ইয়াকু লূনা মাতা- হা-যাল্ ওয়া’দু ইন্ কুন্তুম্ ছোয়া-দিক্বীন্।","english_translit":"Wayaqooloona mata hatha alwaAAdu in kuntum sadiqeena"},{"sura":27,"aya":72,"quran_text":"قُلْ عَسَى أَنْ يَكُونَ رَدِفَ لَكُمْ بَعْضُ الَّذِي تَسْتَعْجِلُونَ","bangla_text":"বলুন, অসম্ভব কি, তোমরা যত দ্রুত কামনা করছ তাদের কিয়দংশ তোমাদের পিঠের উপর এসে গেছে।","english_text":"Say: \"Perhaps some of what you wish to hasten is right behind you.\"","bangla_translit":"কুল্ ‘আসা য় আইঁ ইয়্যাকূনা রদিফা লাকুম্ বা’দ্বুল্লাযী তাস্তা’জ্বিলূন্।","english_translit":"Qul AAasa an yakoona radifa lakum baAAdu allathee tastaAAjiloona"},{"sura":27,"aya":73,"quran_text":"وَإِنَّ رَبَّكَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ","bangla_text":"আপনার পালনকর্তা মানুষের প্রতি অনুগ্রহশীল, কিন্তু তাদের অধিকাংশই কৃতজ্ঞতা প্রকাশ করে না।","english_text":"Verily your Lord is gracious to men, though most men are ungrateful.","bangla_translit":"অ ইন্না রব্বাকা লাযূ ফাদ্ব্লিন্ ‘আলান্ না-সি অলা-কিন্না আক্ছারহুম্ লা-ইয়াশ্কুরূন্।","english_translit":"Wainna rabbaka lathoo fadlin AAala alnnasi walakinna aktharahum la yashkuroona"},{"sura":27,"aya":74,"quran_text":"وَإِنَّ رَبَّكَ لَيَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ","bangla_text":"তাদের অন্তর যা গোপন করে এবং যা প্রকাশ করে আপনার পালনকর্তা অবশ্যই তা জানেন।","english_text":"Verily your Lord knows what lies hidden in their breasts and what they disclose.","bangla_translit":"অ ইন্না রব্বাকা লা-ইয়া’লামু মা- তুকিন্নু ছুদূরুহুম্ অমা-ইয়ু’লিনূন্।","english_translit":"Wainna rabbaka layaAAlamu ma tukinnu sudooruhum wama yuAAlinoona"},{"sura":27,"aya":75,"quran_text":"وَمَا مِنْ غَائِبَةٍ فِي السَّمَاءِ وَالْأَرْضِ إِلَّا فِي كِتَابٍ مُبِينٍ","bangla_text":"আকাশে ও পৃথিবীতে এমন কোন গোপন ভেদ নেই, যা সুস্পষ্ট কিতাবে না আছে।","english_text":"There is nothing of the hidden in the heavens and the earth that is not recorded in the luminous Book.","bangla_translit":"অমা-মিন্ গ-য়িবাতিন্ ফিস্ সামা-য়ি অল্ র্আদ্বি ইল্লা-ফী কিতা-বিম্ মুবীন্।","english_translit":"Wama min ghaibatin fee alssamai waalardi illa fee kitabin mubeenin"},{"sura":27,"aya":76,"quran_text":"إِنَّ هَذَا الْقُرْآنَ يَقُصُّ عَلَى بَنِي إِسْرَائِيلَ أَكْثَرَ الَّذِي هُمْ فِيهِ يَخْتَلِفُونَ","bangla_text":"এই কোরআন বণী ইসরাঈল যেসব বিষয়ে মতবিরোধ করে, তার অধিকাংশ তাদের কাছে বর্ণনা করে।","english_text":"Indeed this Qur'an explains to the children of Israel much of what they are at variance.","bangla_translit":"ইন্না হা-যাল্ ক্বরআ-না ইয়াকুছ্ছু ‘আলা-বানী য় ইস্রা-য়ীলা আক্ছারাল্লাযী হুম্ ফীহি ইয়াখ্তালিফূন্।","english_translit":"Inna hatha alqurana yaqussu AAala banee israeela akthara allathee hum feehi yakhtalifoona"},{"sura":27,"aya":77,"quran_text":"وَإِنَّهُ لَهُدًى وَرَحْمَةٌ لِلْمُؤْمِنِينَ","bangla_text":"এবং নিশ্চিতই এটা মুমিনদের জন্যে হেদায়েত ও রহমত।","english_text":"It is a guidance and grace for those who believe.","bangla_translit":"অ ইন্নাহূ লাহুদাঁও অ রহ্মাতু ল্লিল্ মুমিনীন্।","english_translit":"Wainnahu lahudan warahmatun lilmumineena"},{"sura":27,"aya":78,"quran_text":"إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ بِحُكْمِهِ وَهُوَ الْعَزِيزُ الْعَلِيمُ","bangla_text":"আপনার পালনকর্তা নিজ শাসনক্ষমতা অনুযায়ী তাদের মধ্যে ফয়সালা করে দেবেন। তিনি পরাক্রমশালী, সুবিজ্ঞ।","english_text":"Surely your Lord in His wisdom will decide between them. He is all-mighty and all-knowing.","bangla_translit":"ইন্না রব্বাকা ইয়াকদ্বী বাইনাহুম্ বিহুক্মিহী অহুওয়াল্ ‘আযীযুল্ ‘আলীম্।","english_translit":"Inna rabbaka yaqdee baynahum bihukmihi wahuwa alAAazeezu alAAaleemu"},{"sura":27,"aya":79,"quran_text":"فَتَوَكَّلْ عَلَى اللَّهِ إِنَّكَ عَلَى الْحَقِّ الْمُبِينِ","bangla_text":"অতএব, আপনি আল্লাহর উপর ভরসা করুন। নিশ্চয় আপনি সত্য ও স্পষ্ট পথে আছেন।","english_text":"So you place your trust in God. Certainly you stand on positive truth.","bangla_translit":"ফাতাওয়াক্কাল্ ‘আলা ল্লা-হ্; ইন্নাকা ‘আলাল্ হাকক্বিল্ মুবীন্।","english_translit":"Fatawakkal AAala Allahi innaka AAala alhaqqi almubeeni"},{"sura":27,"aya":80,"quran_text":"إِنَّكَ لَا تُسْمِعُ الْمَوْتَى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ","bangla_text":"আপনি আহবান শোনাতে পারবেন না মৃতদেরকে এবং বধিরকেও নয়, যখন তারা পৃষ্ঠ প্রদর্শন করে চলে যায়।","english_text":"You cannot make the dead to listen, or the deaf to hear the call, when they have turned their backs,","bangla_translit":"ইন্নাকা লা-তুস্ মি‘উল্ মাওতা অলা-তুস্মি‘উছ্ ছুম্মাদ্দু‘আ-য়া ইযা-অল্লাও মুদ্বিরীন্।","english_translit":"Innaka la tusmiAAu almawta wala tusmiAAu alssumma aldduAAaa itha wallaw mudbireena"},{"sura":27,"aya":81,"quran_text":"وَمَا أَنْتَ بِهَادِي الْعُمْيِ عَنْ ضَلَالَتِهِمْ إِنْ تُسْمِعُ إِلَّا مَنْ يُؤْمِنُ بِآيَاتِنَا فَهُمْ مُسْلِمُونَ","bangla_text":"আপনি অন্ধদেরকে তাদের পথভ্রষ্টতা থেকে ফিরিয়ে সৎপথে আনতে পারবেন না। আপনি কেবল তাদেরকে শোনাতে পারবেন, যারা আমার আয়াতসমূহে বিশ্বাস করে। অতএব, তারাই আজ্ঞাবহ।","english_text":"Nor can you lead the blind when they have gone astray. You can make none hear except those who believe in Our signs and have come to peace and submission.","bangla_translit":"অমা য় আন্তা বিহা-দিল্ ‘উম্য়ি ‘আন্ দ্বোয়ালা-লাতিহিম্ ইন্ তুস্মি‘উ ইল্লা-মাইঁ ইয়ুমিনু বিআ-ইয়া-তিনা-ফাহুম্ মুস্লিমূন্।","english_translit":"Wama anta bihadee alAAumyi AAan dalalatihim in tusmiAAu illa man yuminu biayatina fahum muslimoona"},{"sura":27,"aya":82,"quran_text":"وَإِذَا وَقَعَ الْقَوْلُ عَلَيْهِمْ أَخْرَجْنَا لَهُمْ دَابَّةً مِنَ الْأَرْضِ تُكَلِّمُهُمْ أَنَّ النَّاسَ كَانُوا بِآيَاتِنَا لَا يُوقِنُونَ","bangla_text":"যখন প্রতিশ্রুতি (কেয়ামত) সমাগত হবে, তখন আমি তাদের সামনে ভূগর্ভ থেকে একটি জীব নির্গত করব। সে মানুষের সাথে কথা বলবে। এ কারণে যে মানুষ আমার নিদর্শনসমূহে বিশ্বাস করত না।","english_text":"When the sentence will have been passed against them, We shall bring forth beastly brutes from the earth who will torment them, for men certainly do not believe Our signs.","bangla_translit":"অ ইযা-অক্বা‘আল্ ক্বাওলু ‘আলাইহিম্ আখ্রাজনা লাহুম্ দা-ব্বাতাম্ মিনাল্ র্আদ্বি তুকাল্লিমুহুম্ আন্নান্ না-সা কা-নূ বি আ-ইয়া-তিনা-লা-ইয়ূক্বিনূন্।","english_translit":"Waitha waqaAAa alqawlu AAalayhim akhrajna lahum dabbatan mina alardi tukallimuhum anna alnnasa kanoo biayatina la yooqinoona"},{"sura":27,"aya":83,"quran_text":"وَيَوْمَ نَحْشُرُ مِنْ كُلِّ أُمَّةٍ فَوْجًا مِمَّنْ يُكَذِّبُ بِآيَاتِنَا فَهُمْ يُوزَعُونَ","bangla_text":"যেদিন আমি একত্রিত করব একেকটি দলকে সেসব সম্প্রদায় থেকে, যারা আমার আয়াতসমূহকে মিথ্যা বলত; অতঃপর তাদেরকে বিভিন্ন দলে বিভক্ত করা হবে।","english_text":"The day We shall gather from every community a section of those who denied Our signs, and they will be brought (in separate groups),","bangla_translit":"অ ইয়াওমা নাহ্শুরু মিন্ কুল্লি উম্মাতিন্ ফাওজ্বাম্ মিম্মাইঁ ইয়ুকায্যিবু বিআ-ইয়া-তিনা- ফাহুম ইয়ূযা‘ঊন্।","english_translit":"Wayawma nahshuru min kulli ommatin fawjan mimman yukaththibu biayatina fahum yoozaAAoona"},{"sura":27,"aya":84,"quran_text":"حَتَّى إِذَا جَاءُوا قَالَ أَكَذَّبْتُمْ بِآيَاتِي وَلَمْ تُحِيطُوا بِهَا عِلْمًا أَمَّاذَا كُنْتُمْ تَعْمَلُونَ","bangla_text":"যখন তারা উপস্থিত হয়ে যাবে, তখন আল্লাহ বলবেন, তোমরা কি আমার আয়াতসমূহকে মিথ্যা বলেছিলে? অথচ এগুলো সম্পর্কে তোমাদের পুর্ণ জ্ঞান ছিল না। না তোমরা অন্য কিছু করছিলে?","english_text":"So that when they come (before the Lord) He will say: \"Did you deny My signs without having understood them? Or what was it that you were doing?\"","bangla_translit":"হাত্তা য় ইযা-জ্বা-য়ূ ক্ব-লা আকায্যাব্তুম্ বিআ-ইয়া-তী অ লাম্ তুহীতু বিহা-‘ইল্মান্ আম্মা-যা-কুন্তুম্ তা’মাল্ন্।","english_translit":"Hatta itha jaoo qala akaththabtum biayatee walam tuheetoo biha AAilman ammatha kuntum taAAmaloona"},{"sura":27,"aya":85,"quran_text":"وَوَقَعَ الْقَوْلُ عَلَيْهِمْ بِمَا ظَلَمُوا فَهُمْ لَا يَنْطِقُونَ","bangla_text":"জুলুমের কারণে তাদের কাছে আযাবের ওয়াদা এসে গেছে। এখন তারা কোন কিছু বলতে পারবে না।","english_text":"When the sentence will have been passed upon them for their wickedness, they will not be able to say a word.","bangla_translit":"অ অক্ব‘আল্ ক্বওলু ‘আলাইহিম্ বিমা-জোয়ালামূ ফাহুম্ লা- ইয়ান্ত্বিকূন্।","english_translit":"WawaqaAAa alqawlu AAalayhim bima thalamoo fahum la yantiqoona"},{"sura":27,"aya":86,"quran_text":"أَلَمْ يَرَوْا أَنَّا جَعَلْنَا اللَّيْلَ لِيَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ","bangla_text":"তারা কি দেখে না যে, আমি রাত্রি সৃষ্টি করেছি তাদের বিশ্রামের জন্যে এবং দিনকে করেছি আলোকময়। নিশ্চয় এতে ঈমানদার সম্প্রদায়ের জন্যে নিদর্শনাবলী রয়েছে।","english_text":"Do they not see that We made the night for them to rest, the day to make things clear? Indeed there are signs in this for people who believe.","bangla_translit":"আলাম্ ইয়ারও আন্না জ্বা‘আল্নাল্লাইলা লিইয়াস্কুনূ ফীহি অন্নাহা-র মুব্ছির-; ইন্না ফী যা-লিকা লাআ-ইয়া-তিল্লিক্বওমিই ইয়ুমিনূন্।","english_translit":"Alam yaraw anna jaAAalna allayla liyaskunoo feehi waalnnahara mubsiran inna fee thalika laayatin liqawmin yuminoona"},{"sura":27,"aya":87,"quran_text":"وَيَوْمَ يُنْفَخُ فِي الصُّورِ فَفَزِعَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ وَكُلٌّ أَتَوْهُ دَاخِرِينَ","bangla_text":"যেদিন সিঙ্গায় ফুৎকার দেওয়া হবে, অতঃপর আল্লাহ যাদেরকে ইচ্ছা করবেন, তারা ব্যতীত নভোমন্ডলে ও ভূমন্ডলে যারা আছে, তারা সবাই ভীতবিহ্বল হয়ে পড়বে এবং সকলেই তাঁর কাছে আসবে বিনীত অবস্থায়।","english_text":"The day the trumpet blast is sounded whoever is in the heavens and the earth will be terrified, save those whom God please, and all will appear before Him in abjectness.","bangla_translit":"অ ইয়াওমা ইয়ুন্ফাখু ফিছ্ ছূরি ফাফাযি‘আ মান্ ফিস্ সামা-ওয়া-তি অ মান্ ফিল্ র্আদ্বি ইল্লা-মান্ শা-য়াল্লা-হ্; অ কুল্লুন্ আতাওহু দা-খিরীন্।","english_translit":"Wayawma yunfakhu fee alssoori fafaziAAa man fee alssamawati waman fee alardi illa man shaa Allahu wakullun atawhu dakhireena"},{"sura":27,"aya":88,"quran_text":"وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَهِيَ تَمُرُّ مَرَّ السَّحَابِ صُنْعَ اللَّهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ إِنَّهُ خَبِيرٌ بِمَا تَفْعَلُونَ","bangla_text":"তুমি পর্বতমালাকে দেখে অচল মনে কর, অথচ সেদিন এগুলো মেঘমালার মত চলমান হবে। এটা আল্লাহর কারিগরী, যিনি সবকিছুকে করেছেন সুসংহত। তোমরা যা কিছু করছ, তিনি তা অবগত আছেন।","english_text":"You will see the mountains and think they are firmly planted, but they will pass away like flying clouds: Artistry of God who perfected everything. He is indeed fully aware of what you do.","bangla_translit":"অ তারল্ জ্বিবা-লা তাহ্সাবুহা- জ্বা-মিদাতাঁও অহিয়া তার্মুরু র্মারস্ সাহা-ব্; ছুন্‘আল্ল-হি ল্লাযী য় আত্ক্বনা কুল্লা শাইয়িন্ ইন্নাহু খাবীরুম্ বিমা-তাফ্‘আলূন্।","english_translit":"Watara aljibala tahsabuha jamidatan wahiya tamurru marra alssahabi sunAAa Allahi allathee atqana kulla shayin innahu khabeerun bima tafAAaloona"},{"sura":27,"aya":89,"quran_text":"مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِنْهَا وَهُمْ مِنْ فَزَعٍ يَوْمَئِذٍ آمِنُونَ","bangla_text":"যে কেউ সৎকর্ম নিয়ে আসবে, সে উৎকৃষ্টতর প্রতিদান পাবে এবং সেদিন তারা গুরুতর অস্থিরতা থেকে নিরাপদ থাকবে।","english_text":"Whoever comes with good (deeds) will receive better than (what he had done), and be safe that day from terror.","bangla_translit":"মান্ জ্বা-য়া বিল্হাসানাতি ফালাহূ খইরুম্ মিন্হা-অ হুম্ মিন্ ফাযাই; ইয়াওমায়িযিন্ আ-মিনূন্।","english_translit":"Man jaa bialhasanati falahu khayrun minha wahum min fazaAAin yawmaithin aminoona"},{"sura":27,"aya":90,"quran_text":"وَمَنْ جَاءَ بِالسَّيِّئَةِ فَكُبَّتْ وُجُوهُهُمْ فِي النَّارِ هَلْ تُجْزَوْنَ إِلَّا مَا كُنْتُمْ تَعْمَلُونَ","bangla_text":"এবং যে মন্দ কাজ নিয়ে আসবে, তাকে অগ্নিতে অধঃমূখে নিক্ষেপ করা হবে। তোমরা যা করছিলে, তারই প্রতিফল তোমরা পাবে।","english_text":"But whosoever comes with evil will be flung face forward into the Fire. Can you expect reward for any thing but what you do?","bangla_translit":"অ মান্ জ্বা-য়া বিস্ সাইয়িয়াতি ফাকুব্বাত্ উজুহু হুম্ ফীন্নার্-; হাল্ তুজযাওনা ইল্লা-মা-কুন্তুম্ তা’মালূন্।","english_translit":"Waman jaa bialssayyiati fakubbat wujoohuhum fee alnnari hal tujzawna illa ma kuntum taAAmaloona"},{"sura":27,"aya":91,"quran_text":"إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هَذِهِ الْبَلْدَةِ الَّذِي حَرَّمَهَا وَلَهُ كُلُّ شَيْءٍ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ","bangla_text":"আমি তো কেবল এই নগরীর প্রভুর এবাদত করতে আদিষ্ট হয়েছি, যিনি একে সম্মানিত করেছেন। এবং সব কিছু তাঁরই। আমি আরও আদিষ্ট হয়েছি যেন আমি আজ্ঞাবহদের একজন হই।","english_text":"(Say): \"I am commanded to worship the Lord of this land He has blessed, to whom all things belong; and I am commanded to be one of those who submit,","bangla_translit":"ইন্নামা য় উর্মিতু আন্ আ’বুদা রব্বাহা-যিহিল্ বাল্দাতিল্লাযী র্হারামাহা-অ লাহূ কুল্লু শাইয়িঁও অ উর্মিতু আন্ আকূনা মিনাল্ মুস্লিমীন্।","english_translit":"Innama omirtu an aAAbuda rabba hathihi albaldati allathee harramaha walahu kullu shayin waomirtu an akoona mina almuslimeena"},{"sura":27,"aya":92,"quran_text":"وَأَنْ أَتْلُوَ الْقُرْآنَ فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَنْ ضَلَّ فَقُلْ إِنَّمَا أَنَا مِنَ الْمُنْذِرِينَ","bangla_text":"এবং যেন আমি কোরআন পাঠ করে শোনাই। পর যে ব্যক্তি সৎপথে চলে, সে নিজের কল্যাণার্থেই সৎপথে চলে এবং কেউ পথভ্রষ্ট হলে আপনি বলে দিন, আমি তো কেবল একজন ভীতি প্রদর্শনকারী।","english_text":"And to recite the Qur'an.\" Whoever comes to guidance does so for himself; as for him who stays astray, tell him: \"I am only a warner.\"","bangla_translit":"অ আন্ আত্লুওয়াল্ ক্বরআ-না ফামানিহ্ তাদা-ফাইন্নামা-ইয়াহ্তাদী লিনাফ্সিহী অমান্ দ্বোয়াল্লা ফাকুল্ ইন্নামা য় আনা মিনাল্ মুন্যিরীন্।","english_translit":"Waan atluwa alqurana famani ihtada fainnama yahtadee linafsihi waman dalla faqul innama ana mina almunthireena"},{"sura":27,"aya":93,"quran_text":"وَقُلِ الْحَمْدُ لِلَّهِ سَيُرِيكُمْ آيَاتِهِ فَتَعْرِفُونَهَا وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ","bangla_text":"এবং আরও বলুন, সমস্ত প্রশংসা আল্লাহর। সত্বরই তিনি তাঁর নিদর্শনসমূহ তোমাদেরকে দেখাবেন। তখন তোমরা তা চিনতে পারবে। এবং তোমরা যা কর, সে সম্পর্কে আপনার পালনকর্তা গাফেল নন।","english_text":"Say: \"All praise be to God. He will show you His signs, and you will recognise them. Your Lord is not heedless of what you do.\"","bangla_translit":"অ কুলিল্ হাম্দু লিল্লা-হি সাইয়ুরীকুম্ আ-ইয়া-তিহী ফাতা’রিফূনাহা-; অমা-রব্বুকা বিগ-ফিলিন্ আম্মা-তা’মালূন্।","english_translit":"Waquli alhamdu lillahi sayureekum ayatihi fataAArifoonaha wama rabbuka bighafilin AAamma taAAmaloona"}]