[{"sura":71,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ إِنَّا أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ أَنْ أَنْذِرْ قَوْمَكَ مِنْ قَبْلِ أَنْ يَأْتِيَهُمْ عَذَابٌ أَلِيمٌ","bangla_text":"আমি নূহকে প্রেরণ করেছিলাম তাঁর সম্প্রদায়ের প্রতি একথা বলেঃ তুমি তোমার সম্প্রদায়কে সতর্ক কর, তাদের প্রতি মর্মন্তদ শাস্তি আসার আগে।","english_text":"SENT NOAH to his people to warn them before the painful punishment came upon them.","bangla_translit":"ইন্না য় র্আসাল্না-নূহান্ ইলা-ক্বওমিহী য় আন্ আর্ন্যি ক্বওমাকা মিন্ ক্বব্লি আইঁ ইয়া”তিয়াহুম্ ‘আযা-বুন্ আলীম্।","english_translit":"Inna arsalna noohan ila qawmihi an anthir qawmaka min qabli an yatiyahum AAathabun aleemun"},{"sura":71,"aya":2,"quran_text":"قَالَ يَا قَوْمِ إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ","bangla_text":"সে বলল, হে আমার সম্প্রদায়! আমি তোমাদের জন্যে স্পষ্ট সতর্ককারী।","english_text":"He said: \"O my people, I warn you clearly","bangla_translit":"ক্ব-লা ইয়া-ক্বওমি ইন্নী লাকুম্ নাযীরুম্ মুবীন্।","english_translit":"Qala ya qawmi innee lakum natheerun mubeenun"},{"sura":71,"aya":3,"quran_text":"أَنِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ وَأَطِيعُونِ","bangla_text":"এ বিষয়ে যে, তোমরা আল্লাহ তা’আলার এবাদত কর, তাঁকে ভয় কর এবং আমার আনুগত্য কর।","english_text":"That you should worship God and fear Him, and follow me","bangla_translit":"আনি’বুদুল্লা-হা অত্তাকুহু অআত্বী‘ঊনি।","english_translit":"Ani oAAbudoo Allaha waittaqoohu waateeAAooni"},{"sura":71,"aya":4,"quran_text":"يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُؤَخِّرْكُمْ إِلَى أَجَلٍ مُسَمًّى إِنَّ أَجَلَ اللَّهِ إِذَا جَاءَ لَا يُؤَخَّرُ لَوْ كُنْتُمْ تَعْلَمُونَ","bangla_text":"আল্লাহ তা’আলা তোমাদের পাপসমূহ ক্ষমা করবেন এবং নির্দিষ্ট সময় পর্যন্ত অবকাশ দিবেন। নিশ্চয় আল্লাহ তা’আলার নির্দিষ্টকাল যখন হবে, তখন অবকাশ দেয়া হবে না, যদি তোমরা তা জানতে!","english_text":"That He may forgive some of your sins and prolong your term till an appointed time. Surely when God's appointed time is come it will not be put off, if only you knew!","bangla_translit":"ইয়ার্গ্ফি লাকুম্ মিন্ যুনূবিকুম্ ওয়া ইয়ুয়ার্খ্খিকুম্ ইলা য় আজ্বালিম্ মুসাম্মা-; ইন্না আজ্বালাল্লা-হি ইযা-জ্বা-য়া লা-ইয়ুয়ার্খ্খ। লাও কুন্তুম্ তা’লামূন্।","english_translit":"Yaghfir lakum min thunoobikum wayuakhkhirkum ila ajalin musamman inna ajala Allahi itha jaa la yuakhkharu law kuntum taAAlamoona"},{"sura":71,"aya":5,"quran_text":"قَالَ رَبِّ إِنِّي دَعَوْتُ قَوْمِي لَيْلًا وَنَهَارًا","bangla_text":"সে বললঃ হে আমার পালনকর্তা! আমি আমার সম্প্রদায়কে দিবারাত্রি দাওয়াত দিয়েছি;","english_text":"He said: \"O Lord, I called my people night and day,","bangla_translit":"ক্ব-লা রব্বি ইন্নী দা‘আওতু ক্বওমী লাইলাঁও অন্নাহা-র-।","english_translit":"Qala rabbi innee daAAawtu qawmee laylan wanaharan"},{"sura":71,"aya":6,"quran_text":"فَلَمْ يَزِدْهُمْ دُعَائِي إِلَّا فِرَارًا","bangla_text":"কিন্তু আমার দাওয়াত তাদের পলায়নকেই বৃদ্ধি করেছে।","english_text":"But the more I called, they only ran the farther away.","bangla_translit":"ফালাম্ ইয়াযিদ্হুম্ দু’আ-য়ী য় ইল্লা-ফির-র-।","english_translit":"Falam yazidhum duAAaee illa firaran"},{"sura":71,"aya":7,"quran_text":"وَإِنِّي كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوا أَصَابِعَهُمْ فِي آذَانِهِمْ وَاسْتَغْشَوْا ثِيَابَهُمْ وَأَصَرُّوا وَاسْتَكْبَرُوا اسْتِكْبَارًا","bangla_text":"আমি যতবারই তাদেরকে দাওয়াত দিয়েছি, যাতে আপনি তাদেরকে ক্ষমা করেন, ততবারই তারা কানে অঙ্গুলি দিয়েছে, মুখমন্ডল বস্ত্রাবৃত করেছে, জেদ করেছে এবং খুব ঔদ্ধত্য প্রদর্শন করেছে।","english_text":"And every time I called them that You may forgive them, they thrust their fingers into their ears, and covered themselves with their garments, and became wayward, and behaved with downright insolence.","bangla_translit":"অইন্নী কুল্লামা-দা‘আওতুহুম্ লিতাগ্ফির লাহুম্ জ্বায়ালূ য় আছোয়া-বি‘আহুম্ ফী য় আ-যা-নিহিম্ অস্তাগ্শাও ছিয়া-বাহুম্ অ আছোর্য়ারূ অস্তাক্বারুস্ তিক্বা-রা-।","english_translit":"Wainnee kullama daAAawtuhum litaghfira lahum jaAAaloo asabiAAahum fee athanihim waistaghshaw thiyabahum waasarroo waistakbaroo istikbaran"},{"sura":71,"aya":8,"quran_text":"ثُمَّ إِنِّي دَعَوْتُهُمْ جِهَارًا","bangla_text":"অতঃপর আমি তাদেরকে প্রকাশ্যে দাওয়াত দিয়েছি,","english_text":"Then I called them loudly and more openly,","bangla_translit":"ছুম্মা ইন্নী দা‘আওতুহুম্ জ্বিহা-রন্।","english_translit":"Thumma innee daAAawtuhum jiharan"},{"sura":71,"aya":9,"quran_text":"ثُمَّ إِنِّي أَعْلَنْتُ لَهُمْ وَأَسْرَرْتُ لَهُمْ إِسْرَارًا","bangla_text":"অতঃপর আমি ঘোষণা সহকারে প্রচার করেছি এবং গোপনে চুপিসারে বলেছি।","english_text":"And declared to them in public and in private,","bangla_translit":"ছুম্মা ইন্নী য় আ’লান্তু লাহুম্ অআর্স্রতু লাহুম্ ইস্র-রন্।","english_translit":"Thumma innee aAAlantu lahum waasrartu lahum israran"},{"sura":71,"aya":10,"quran_text":"فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا","bangla_text":"অতঃপর বলেছিঃ তোমরা তোমাদের পালনকর্তার ক্ষমা প্রার্থনা কর। তিনি অত্যন্ত ক্ষমাশীল।","english_text":"And I told them: 'Ask your Lord to forgive you. He is verily forgiving.","bangla_translit":"ফাকুল্তুস্ তাগ্ফিরূ রব্বাকুম্; ইন্নাহূ কা-না গাফ্ফা-রইঁ।","english_translit":"Faqultu istaghfiroo rabbakum innahu kana ghaffaran"},{"sura":71,"aya":11,"quran_text":"يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا","bangla_text":"তিনি তোমাদের উপর অজস্র বৃষ্টিধারা ছেড়ে দিবেন,","english_text":"He will send you abundant rain from the sky,","bangla_translit":"ইর্য়ুসিলিস্ সামা-য়া ‘আলাইকুম্ মিদ্রা-র- ।","english_translit":"Yursili alssamaa AAalaykum midraran"},{"sura":71,"aya":12,"quran_text":"وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنْهَارًا","bangla_text":"তোমাদের ধন-সম্পদ ও সন্তান-সন্ততি বাড়িয়ে দিবেন, তোমাদের জন্যে উদ্যান স্থাপন করবেন এবং তোমাদের জন্যে নদীনালা প্রবাহিত করবেন।","english_text":"And will give you increase of wealth and sons, and give you gardens and springs of water.","bangla_translit":"অ ইয়ুম্দিদ্কুম্ বিআম্ওয়া-লিঁও অবানীনা অইয়ুজ‘আল্ লাকুম্ জ্বান্না-তিঁও অইয়াজ‘আল্ লাকুম্ আন্হা-র-।","english_translit":"Wayumdidkum biamwalin wabaneena wayajAAal lakum jannatin wayajAAal lakum anharan"},{"sura":71,"aya":13,"quran_text":"مَا لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَارًا","bangla_text":"তোমাদের কি হল যে, তোমরা আল্লাহ তা’আলার শ্রেষ্টত্ব আশা করছ না।","english_text":"What has come upon you that you do not fear the majesty of God,","bangla_translit":"মা-লাকুম্ লা-র্তাজুনা লিল্লা-হি ওয়াক্ব-র-।","english_translit":"Ma lakum la tarjoona lillahi waqaran"},{"sura":71,"aya":14,"quran_text":"وَقَدْ خَلَقَكُمْ أَطْوَارًا","bangla_text":"অথচ তিনি তোমাদেরকে বিভিন্ন রকমে সৃষ্টি করেছেন।","english_text":"Knowing that He has created you by various stages?","bangla_translit":"অক্বদ্ খলাক্বকুম্ আতওয়া-রা-।","english_translit":"Waqad khalaqakum atwaran"},{"sura":71,"aya":15,"quran_text":"أَلَمْ تَرَوْا كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَمَاوَاتٍ طِبَاقًا","bangla_text":"তোমরা কি লক্ষ্য কর না যে, আল্লাহ কিভাবে সপ্ত আকাশ স্তরে স্তরে সৃষ্টি করেছেন।","english_text":"Do you not see how God has fashioned seven skies one above the other,","bangla_translit":"আলাম তারও কাইফা খলাক্ব ল্লা-হু সাব্‘আ সামাওয়া-তিন্ ত্বিবা-ক্বঁও।","english_translit":"Alam taraw kayfa khalaqa Allahu sabAAa samawatin tibaqan"},{"sura":71,"aya":16,"quran_text":"وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا وَجَعَلَ الشَّمْسَ سِرَاجًا","bangla_text":"এবং সেখানে চন্দ্রকে রেখেছেন আলোরূপে এবং সূর্যকে রেখেছেন প্রদীপরূপে।","english_text":"And has placed the moon therein, an illumination, and has placed the sun, a lighted lamp?","bangla_translit":"অজ্বা‘আলাল্ ক্বমার ফীহিন্না নূরাঁও অজ্বা‘আলাশ্ শাম্সা সির-জ্বা-।","english_translit":"WajaAAala alqamara feehinna nooran wajaAAala alshshamsa sirajan"},{"sura":71,"aya":17,"quran_text":"وَاللَّهُ أَنْبَتَكُمْ مِنَ الْأَرْضِ نَبَاتًا","bangla_text":"আল্লাহ তা’আলা তোমাদেরকে মৃত্তিকা থেকে উদগত করেছেন।","english_text":"God produced you from the earth like a vegetable growth;","bangla_translit":"অল্লা-হু আম্বাতাকুম্ মিনাল্ র্আদ্বি নাবা-তান্।","english_translit":"WaAllahu anbatakum mina alardi nabatan"},{"sura":71,"aya":18,"quran_text":"ثُمَّ يُعِيدُكُمْ فِيهَا وَيُخْرِجُكُمْ إِخْرَاجًا","bangla_text":"অতঃপর তাতে ফিরিয়ে নিবেন এবং আবার পুনরুত্থিত করবেন।","english_text":"He will then return you back to it, and bring you out again.","bangla_translit":"ছুম্মা ইয়ু‘ঈদুকুম্ ফীহা-অইয়ুখ্রিজুকুম্ ইখ্র-জ্বা-।","english_translit":"Thumma yuAAeedukum feeha wayukhrijukum ikhrajan"},{"sura":71,"aya":19,"quran_text":"وَاللَّهُ جَعَلَ لَكُمُ الْأَرْضَ بِسَاطًا","bangla_text":"আল্লাহ তা’আলা তোমাদের জন্যে ভূমিকে করেছেন বিছানা।","english_text":"God has made the earth for you a spreading,","bangla_translit":"অল্লা-হু জ্বা‘আলা লাকুমুল্ র্আদ্বোয়া বিসা-ত্বোয়াল্।","english_translit":"WaAllahu jaAAala lakumu alarda bisatan"},{"sura":71,"aya":20,"quran_text":"لِتَسْلُكُوا مِنْهَا سُبُلًا فِجَاجًا","bangla_text":"যাতে তোমরা চলাফেরা কর প্রশস্ত পথে।","english_text":"So that you may walk upon its spacious paths.'","bangla_translit":"লিতাস্লুকূ মিন্হা-সুবুলান্ ফিজ্বা-জ্বা-।","english_translit":"Litaslukoo minha subulan fijajan"},{"sura":71,"aya":21,"quran_text":"قَالَ نُوحٌ رَبِّ إِنَّهُمْ عَصَوْنِي وَاتَّبَعُوا مَنْ لَمْ يَزِدْهُ مَالُهُ وَوَلَدُهُ إِلَّا خَسَارًا","bangla_text":"নূহ বললঃ হে আমার পালনকর্তা, আমার সম্প্রদায় আমাকে অমান্য করেছে আর অনুসরণ করছে এমন লোককে, যার ধন-সম্পদ ও সন্তান-সন্ততি কেবল তার ক্ষতিই বৃদ্ধি করছে।","english_text":"But they did not listen to me,\" Noah said, \"and followed him whose wealth and children only added to his ruin.","bangla_translit":"ক্ব-লা নূর্হু রব্বি ইন্নাহুম্ ‘আছোয়াওনী অত্তাবা‘ঊ মাল্ লাম্ ইয়াযিদ্হু মা-লুহূ ওয়া অলাদুহূ য় ইল্লা-খাসা-র-।","english_translit":"Qala noohun rabbi innahum AAasawnee waittabaAAoo man lam yazidhu maluhu wawaladuhu illa khasaran"},{"sura":71,"aya":22,"quran_text":"وَمَكَرُوا مَكْرًا كُبَّارًا","bangla_text":"আর তারা ভয়ানক চক্রান্ত করছে।","english_text":"And they contrived a plot of great magnitude,","bangla_translit":"অমাকারূ মাক্রন্ কুব্বা-র-।","english_translit":"Wamakaroo makran kubbaran"},{"sura":71,"aya":23,"quran_text":"وَقَالُوا لَا تَذَرُنَّ آلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا","bangla_text":"তারা বলছেঃ তোমরা তোমাদের উপাস্যদেরকে ত্যাগ করো না এবং ত্যাগ করো না ওয়াদ, সূয়া, ইয়াগুছ, ইয়াউক ও নসরকে।","english_text":"And said: 'Do not abandon your gods, and do not abandon Wadda or Suwa', or Yaghuth, Ya'uq or Nasr.'","bangla_translit":"অ ক্ব-লূ লা-তাযারুন্না আ-লিহাতাকুম্ অলা-তাযারুন্না অদ্দাঁও অলা-সুওয়া- আঁও অলা-ইয়াগূছা অ ইয়া‘ঊ ক্ব অনাস্র-।","english_translit":"Waqaloo la tatharunna alihatakum wala tatharunna waddan wala suwaAAan wala yaghootha wayaAAooqa wanasran"},{"sura":71,"aya":24,"quran_text":"وَقَدْ أَضَلُّوا كَثِيرًا وَلَا تَزِدِ الظَّالِمِينَ إِلَّا ضَلَالًا","bangla_text":"অথচ তারা অনেককে পথভ্রষ্ট করেছে। অতএব আপনি জালেমদের পথভ্রষ্টতাই বাড়িয়ে দিন।","english_text":"And they misled many. So do not give the evil-doers increase but in error.","bangla_translit":"অক্বদ আদ্বোয়াল্লু কাছীরন্ অলা-তাযিদিজ্ জোয়া-লিমীনা ইল্লা-দ্বোয়ালা-লা-।","english_translit":"Waqad adalloo katheeran wala tazidi alththalimeena illa dalalan"},{"sura":71,"aya":25,"quran_text":"مِمَّا خَطِيئَاتِهِمْ أُغْرِقُوا فَأُدْخِلُوا نَارًا فَلَمْ يَجِدُوا لَهُمْ مِنْ دُونِ اللَّهِ أَنْصَارًا","bangla_text":"তাদের গোনাহসমূহের দরুন তাদেরকে নিমজ্জিত করা হয়েছে, অতঃপর দাখিল করা হয়েছে জাহান্নামে। অতঃপর তারা আল্লাহ তা’আলা ব্যতীত কাউকে সাহায্যকারী পায়নি।","english_text":"They were drowned because of their habitual sinfulness, and sent to Hell, and did not find any helper other than God.","bangla_translit":"মিম্মা-খাত্বী-য়া-তিহিম্ উগ্রিকু ফাউদ্খিলূ না-রন্ ফালাম্ ইয়াজ্বিদূ লাহুম্ মিন্ দূনিল্ লা-হি আন্ছোয়া-র-।","english_translit":"Mimma khateeatihim oghriqoo faodkhiloo naran falam yajidoo lahum min dooni Allahi ansaran"},{"sura":71,"aya":26,"quran_text":"وَقَالَ نُوحٌ رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا","bangla_text":"নূহ আরও বললঃ হে আমার পালনকর্তা, আপনি পৃথিবীতে কোন কাফের গৃহবাসীকে রেহাই দিবেন না।","english_text":"Noah said: \"O Lord, do not leave a single habitation of unbelievers on the earth.","bangla_translit":"অক্ব-লা নূর্হু রব্বি লা-তার্যা ‘আলাল্ র্আদ্বি মিনাল্ কা-ফিরীনা দাইইয়া-র-।","english_translit":"Waqala noohun rabbi la tathar AAala alardi mina alkafireena dayyaran"},{"sura":71,"aya":27,"quran_text":"إِنَّكَ إِنْ تَذَرْهُمْ يُضِلُّوا عِبَادَكَ وَلَا يَلِدُوا إِلَّا فَاجِرًا كَفَّارًا","bangla_text":"যদি আপনি তাদেরকে রেহাই দেন, তবে তারা আপনার বান্দাদেরকে পথভ্রষ্ট করবে এবং জন্ম দিতে থাকবে কেবল পাপাচারী, কাফের।","english_text":"If you leave them, they will lead Your creatures astray, and beget but iniquitous and ungrateful offspring.","bangla_translit":"ইন্নাকা ইন্ তার্যাহুম্ ইয়ুদ্বিল্লূ ‘ইবা- দাকা অলা-ইয়ালিদূ য় ইল্লা-ফা-জ্বিরন্ কাফ্ফা-র-।","english_translit":"Innaka in tatharhum yudilloo AAibadaka wala yalidoo illa fajiran kaffaran"},{"sura":71,"aya":28,"quran_text":"رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَلَا تَزِدِ الظَّالِمِينَ إِلَّا تَبَارًا","bangla_text":"হে আমার পালনকর্তা! আপনি আমাকে, আমার পিতা-মাতাকে, যারা মুমিন হয়ে আমার গৃহে প্রবেশ করে-তাদেরকে এবং মুমিন পুরুষ ও মুমিন নারীদেরকে ক্ষমা করুন এবং যালেমদের কেবল ধ্বংসই বৃদ্ধি করুন।","english_text":"O Lord, forgive me, my parents, and any one who enters my house as a believer, and all believing men and women, and do not give the evil-doers increase save in ruin.","bangla_translit":"রব্বির্গ্ফিলী অলিওয়া-লিদাইয়্যা অলিমান্ দাখলা বাইতিয়া মু”মিনাঁও অলিল্ মু”মিনীনা অল্ মু”মিনা-ত্; অলা-তাযিদিজ্ জোয়া-লিমীনা ইল্লা-তাবা-র-।","english_translit":"Rabbi ighfir lee waliwalidayya waliman dakhala baytiya muminan walilmumineena waalmuminati wala tazidi alththalimeena illa tabaran"}]