[{"sura":13,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ المر تِلْكَ آيَاتُ الْكِتَابِ وَالَّذِي أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ","bangla_text":"আলিফ-লাম-মীম-রা; এগুলো কিতাবের আয়াত। যা কিছু আপনার পালনকর্তার পক্ষ থেকে অবতীর্ণ হয়েছে, তা সত্য। কিন্তু অধিকাংশ মানুষ এতে বিশ্বাস করে না।","english_text":"ALIF LAM MIM RA. These are the verses of the Scripture. Whatsoever is sent down to you from your Lord is the truth; but most men do not believe.","bangla_translit":"আলিফ্ লা-ম্ মী-ম্ র-; তিল্কা আ-ইয়াতুল কিতাব্; অল্লাযী য় উন্যিলা ইলাইকা র্মি রব্বিকাল্ হাক্বক্বু অলা-কিন্না আক্ছারন্না-সি লা-ইয়ুমিনূ ন্।","english_translit":"Aliflammeemra tilka ayatu alkitabi waallathee onzila ilayka min rabbika alhaqqu walakinna akthara alnnasi la yuminoona"},{"sura":13,"aya":2,"quran_text":"اللَّهُ الَّذِي رَفَعَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ثُمَّ اسْتَوَى عَلَى الْعَرْشِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى يُدَبِّرُ الْأَمْرَ يُفَصِّلُ الْآيَاتِ لَعَلَّكُمْ بِلِقَاءِ رَبِّكُمْ تُوقِنُونَ","bangla_text":"আল্লাহ, যিনি উর্ধ্বদেশে স্থাপন করেছেন আকাশমন্ডলীকে স্তম্ভ ব্যতীত। তোমরা সেগুলো দেখ। অতঃপর তিনি আরশের উপর অধিষ্ঠিত হয়েছেন। এবং সূর্য ও চন্দ্রকে কর্মে নিয়োজিত করেছেন। প্রত্যেকে নির্দিষ্ট সময় মোতাবেক আবর্তন করে। তিনি সকল বিষয় পরিচালনা করেন, নিদর্শনসমূহ প্রকাশ করেন, যাতে তোমরা স্বীয় পালনকর্তার সাথে সাক্ষাত সম্বন্ধে নিশ্চিত বিশ্বাসী হও।","english_text":"It is God who raised the skies without support, as you can see, then assumed His throne, and enthralled the sun and the moon (so that) each runs to a predetermined course. He disposes all affairs, distinctly explaining every sign that you may be certain of the meeting with your Lord.","bangla_translit":"আল্লা-হুল্লাযী রফা‘আস্ সামা-ওয়া-তি বিগইরি ‘আমাদিন্ তারাওনাহা- ছুম্মাস্ তাওয়া-‘আলাল্ ‘আরশি অসাখ্খরাশ্ শাম্সা অল্ ক্বর্মা; কুল্লুঁই ইয়াজুরী লিআজ্বালিম্ মুসাম্মা; ইয়ুদাব্বিরুল্ আম্র ইয়ুফাছ্ছিলুল্ আ-ইয়া-তি লা‘আল্লাকুম্ বিলিক্ব-য়ি রব্বিকুম্ তূক্বিনূন্।","english_translit":"Allahu allathee rafaAAa alssamawati bighayri AAamadin tarawnaha thumma istawa AAala alAAarshi wasakhkhara alshshamsa waalqamara kullun yajree liajalin musamman yudabbiru alamra yufassilu alayati laAAallakum biliqai rabbikum tooqinoona"},{"sura":13,"aya":3,"quran_text":"وَهُوَ الَّذِي مَدَّ الْأَرْضَ وَجَعَلَ فِيهَا رَوَاسِيَ وَأَنْهَارًا وَمِنْ كُلِّ الثَّمَرَاتِ جَعَلَ فِيهَا زَوْجَيْنِ اثْنَيْنِ يُغْشِي اللَّيْلَ النَّهَارَ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ","bangla_text":"তিনিই ভুমন্ডলকে বিস্তৃত করেছেন এবং তাতে পাহাড় পর্বত ও নদ-নদী স্থাপন করেছেন এবং প্রত্যেক ফলের মধ্যে দু’দু প্রকার সৃষ্টি করে রেখেছেন। তিনি দিনকে রাত্রি দ্বারা আবৃত করেন। এতে তাদের জন্যে নিদর্শণ রয়েছে, যারা চিন্তা করে।","english_text":"It is He who stretched the earth and placed upon it stabilisers and rivers; and made two of a pair of every fruit; (and) He covers up the day with the night. In these are signs for those who reflect.","bangla_translit":"অ হুঅল্লাযী মাদ্দাল্ র্আদ্বোয়া অজ্বা‘আলা ফীহা- রওয়া-সিয়া অ আন্হা-র-; অমিন্ কুল্লিছ্ ছামার-তি জ্বা‘আলা ফীহা-যাওজ্বাইনিছ্ নাইনি ইয়ুগ্শিল্ লাইলান্নাহার্-; ইন্না ফী যা-লিকা লাআ-ইয়া-তিল লিক্বওমিঁ ইয়াতাফাক্কারূন্।","english_translit":"Wahuwa allathee madda alarda wajaAAala feeha rawasiya waanharan wamin kulli alththamarati jaAAala feeha zawjayni ithnayni yughshee allayla alnnahara inna fee thalika laayatin liqawmin yatafakkaroona"},{"sura":13,"aya":4,"quran_text":"وَفِي الْأَرْضِ قِطَعٌ مُتَجَاوِرَاتٌ وَجَنَّاتٌ مِنْ أَعْنَابٍ وَزَرْعٌ وَنَخِيلٌ صِنْوَانٌ وَغَيْرُ صِنْوَانٍ يُسْقَى بِمَاءٍ وَاحِدٍ وَنُفَضِّلُ بَعْضَهَا عَلَى بَعْضٍ فِي الْأُكُلِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ","bangla_text":"এবং যমিনে বিভিন্ন শস্য ক্ষেত্র রয়েছে-একটি অপরটির সাথে সংলগ্ন এবং আঙ্গুরের বাগান আছে আর শস্য ও খজ্জꦣ2497;র রয়েছে-একটির মূল অপরটির সাথে মিলিত এবং কতক মিলিত নয়। এগুলো কে একই পানি দ্বারা সেচ করা হয়। আর আমি স্বাদে একটিকে অপরটির চাইতে উৎকৃষ্টতর করে দেই। এগুলোর মধ্যে নিদর্শণ রয়েছে তাদের জন্য যারা চিন্তা ভাবনা করে।","english_text":"On the earth are tracts adjoining one another, and vineyards, fields of corn and date-palm trees, some forked, some with single trunks, yet all irrigated by the self-same water, though We make some more excellent than the others in fruit. There are surely signs in them for those who understand.","bangla_translit":"অফিল্ র্আদ্বি ক্বিত্বোয়া‘ঊম্ মুতাজ্বা-ওয়ির-তুঁও অজ্বান্নাতুম্ মিন্ আ’না-বিঁও ওয়া যার‘ঊওঁ অনাখীলুন্ ছিন্ওয়া-নুওঁ অ গইরু ছিনওয়া-নিইঁ ইউস্ক্ব-বিমা-ইঁও অ-হিদিন্ অনুফাদ্দি¦লু বা’দ্বোয়াহা-‘আলা-বা’দ্বিন্ ফিল্ উকুল্; ইন্না ফী যা-লিকা লাআ-ইয়া-তিল্লিক্বওমিঁই ইয়া’ক্বিলূন্।","english_translit":"Wafee alardi qitaAAun mutajawiratun wajannatun min aAAnabin wazarAAun wanakheelun sinwanun waghayru sinwanin yusqa bimain wahidin wanufaddilu baAAdaha AAala baAAdin fee alokuli inna fee thalika laayatin liqawmin yaAAqiloona"},{"sura":13,"aya":5,"quran_text":"وَإِنْ تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ أَإِذَا كُنَّا تُرَابًا أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ أُولَئِكَ الَّذِينَ كَفَرُوا بِرَبِّهِمْ وَأُولَئِكَ الْأَغْلَالُ فِي أَعْنَاقِهِمْ وَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ","bangla_text":"যদি আপনি বিস্ময়ের বিষয় চান, তবে তাদের একথা বিস্ময়কর যে, আমরা যখন মাটি হয়ে যাব, তখনও কি নতুন ভাবে সৃজিত হব? এরাই স্বীয় পালনকর্তার সত্তায় অবিশ্বাসী হয়ে গেছে, এদের গর্দানেই লৌহ-শৃংখল পড়বে এবং এরাই দোযখী এরা তাতে চিরকাল থাকবে।","english_text":"If you are surprised, then astonishing is the speech (of those who say:) \"Having turned to dust shall we be raised as a new creation?\" They are the ones who deny their Lord, and they will have collars around their necks. They are the inmates of Hell, where they will abide for ever.","bangla_translit":"অ ইন্ তা’জ্বাব ফা‘আজ্বাবুন্ ক্বওলুহুম্ আ ইযা-কুন্না-তুর-বান্ আ ইন্না-লাফী খল্ক্বিন্ জ্বাদীদ্; উলা-য়িকাল্লাযীনা কাফারূ বিরব্বীহিম্ অউলা-য়িকাল্ আগ্লা-লু ফী য় আ’না-ক্বিহিম্, অউলা-য়িকা আছ্হা-বু ন্না-রি হুম্ ফীহা-খা-লিদূন্।","english_translit":"Wain taAAjab faAAajabun qawluhum aitha kunna turaban ainna lafee khalqin jadeedin olaika allatheena kafaroo birabbihim waolaika alaghlalu fee aAAnaqihim waolaika ashabu alnnari hum feeha khalidoona"},{"sura":13,"aya":6,"quran_text":"وَيَسْتَعْجِلُونَكَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ وَقَدْ خَلَتْ مِنْ قَبْلِهِمُ الْمَثُلَاتُ وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِلنَّاسِ عَلَى ظُلْمِهِمْ وَإِنَّ رَبَّكَ لَشَدِيدُ الْعِقَابِ","bangla_text":"এরা আপনার কাছে মঙ্গলের পরিবর্তে দ্রুত অমঙ্গল কামনা করে। তাদের পূর্বে অনুরূপ অনেক শাস্তিপ্রাপ্ত জনগোষ্ঠী অতিক্রান্ত হয়েছে। আপনার পালনকর্তা মানুষকে তাদের অন্যায় সত্বেও ক্ষমা করেন এবং আপনার পালনকর্তা কঠিন শাস্তিদাতা ও বটে।","english_text":"They want you to hasten the evil before the good, even when there have been examples of retribution before them. Though certainly your Lord forgives human beings for their iniquities, your Lord is severe of retribution.","bangla_translit":"অ ইয়াস্তা’জ্বিলূনাকা বিস্সাইয়িয়াতি ক্বব্লাল্ হাসানাতি অক্বদ খলাত্ মিন্ ক্বব্লিহিমুল্ মাছুলা-ত্;অ ইন্না রব্বাকা লাযূ মাগ্ফিরাতি ল্লিন্না-সি ‘আলা-জুল্মিহিম্ অইন্না রব্বাকা লাশাদীদুল্ ই’ক্বা-ব্।","english_translit":"WayastaAAjiloonaka bialssayyiati qabla alhasanati waqad khalat min qablihimu almathulatu wainna rabbaka lathoo maghfiratin lilnnasi AAala thulmihim wainna rabbaka lashadeedu alAAiqabi"},{"sura":13,"aya":7,"quran_text":"وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ إِنَّمَا أَنْتَ مُنْذِرٌ وَلِكُلِّ قَوْمٍ هَادٍ","bangla_text":"কাফেররা বলেঃ তাঁর প্রতি তাঁর পালনকর্তার পক্ষ থেকে কোন নিদর্শন অবতীর্ণ হল না কেন? আপনার কাজ তো ভয় প্রদর্শন করাই এবং প্রত্যেক সম্প্রদায়ের জন্যে পথপ্রদর্শক হয়েছে।","english_text":"The unbelievers say: \"Why no miracle was sent down to him by his Lord?\" But you are only a bearer of warnings, and a guide for every nation.","bangla_translit":"অইয়াক্বুলুল্লাযীনা কাফারূ লাওলা য় উন্যিলা ‘আলাইহি আ-ইয়াতুম্ র্মি রব্বিহ্; ইন্নামা য় আন্তা মুন্যিরুঁও অলিকুল্লি ক্বওমিন্ হা-দ্।","english_translit":"Wayaqoolu allatheena kafaroo lawla onzila AAalayhi ayatun min rabbihi innama anta munthirun walikulli qawmin hadin"},{"sura":13,"aya":8,"quran_text":"اللَّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنْثَى وَمَا تَغِيضُ الْأَرْحَامُ وَمَا تَزْدَادُ وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدَارٍ","bangla_text":"আল্লাহ জানেন প্রত্যেক নারী যা গর্ভধারণ করে এবং গর্ভাশয়ে যা সঙ্কুচিত ও বর্ধিত হয়। এবং তাঁর কাছে প্রত্যেক বস্তুরই একটা পরিমাণ রয়েছে।","english_text":"God is cognisant of what every female carries in her womb, or what the wombs want or exceed (of their disburdening time). With Him all things are in determined measure.","bangla_translit":"আল্লা-হু ইয়া’লামু মা-তাহ্মিলু কুল্লু উন্ছা-অমা-তাগীদ্বুল্ র্আহা-মু অমা-তায্দা-দ্; অ কুল্লু শাইয়িন্ ‘ইন্দাহূ বিমিক্বদার্-।","english_translit":"Allahu yaAAlamu ma tahmilu kullu ontha wama tagheedu alarhamu wama tazdadu wakullu shayin AAindahu bimiqdarin"},{"sura":13,"aya":9,"quran_text":"عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيرُ الْمُتَعَالِ","bangla_text":"তিনি সকল গোপন ও প্রকাশ্য বিষয় অবগত, মহোত্তম, সর্বোচ্চ মর্যাদাবান।","english_text":"He is the knower of the known and the unknown, the mighty and most high.","bangla_translit":"‘আ-লিমুল্ গইবি অশ্শাহাদাতিল্ কাবীরুল্ মুতা‘আল্।","english_translit":"AAalimu alghaybi waalshshahadati alkabeeru almutaAAali"},{"sura":13,"aya":10,"quran_text":"سَوَاءٌ مِنْكُمْ مَنْ أَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهِ وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ وَسَارِبٌ بِالنَّهَارِ","bangla_text":"তোমাদের মধ্যে কেউ গোপনে কথা বলুক বা তা সশব্দে প্রকাশ করুক, রাতের অন্ধকারে সে আত্নগোপন করুক বা প্রকাশ্য দিবালোকে বিচরণ করুক, সবাই তাঁর নিকট সমান।","english_text":"He who keeps his secret among you is the same to Him as he who speaks out publicly, and he who hides himself in the night and walks freely in the day.","bangla_translit":"সাওয়া-য়ুম্ মিন্কুম্ মান্ আর্সারল্ ক্বওলা অমান্ জ্বাহারা বিহী অমান্ হুঅ মুস্তাখ্ফিম্ বিল্লাইলি অসা-রিবুম্ বিন্নাহার্-।","english_translit":"Sawaon minkum man asarra alqawla waman jahara bihi waman huwa mustakhfin biallayli wasaribun bialnnahari"},{"sura":13,"aya":11,"quran_text":"لَهُ مُعَقِّبَاتٌ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ اللَّهِ إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ وَإِذَا أَرَادَ اللَّهُ بِقَوْمٍ سُوءًا فَلَا مَرَدَّ لَهُ وَمَا لَهُمْ مِنْ دُونِهِ مِنْ وَالٍ","bangla_text":"তাঁর পক্ষ থেকে অনুসরণকারী রয়েছে তাদের অগ্রে এবং পশ্চাতে, আল্লাহর নির্দেশে তারা ওদের হেফাযত করে। আল্লাহ কোন জাতির অবস্থা পরিবর্তন করেন না, যে পর্যন্ত না তারা তাদের নিজেদের অবস্থা পরিবর্তন করে। আল্লাহ যখন কোন জাতির উপর বিপদ চান, তখন তা রদ হওয়ার নয় এবং তিনি ব্যতীত তাদের কোন সাহায্যকারী নেই।","english_text":"His angels keep watch over him in succession (night and day), in front and behind, by God's command. Verily God does not change the state of a people till they change themselves. When God intends misfortune for a people no one can avert it, and no saviour will they have apart from Him.","bangla_translit":"লাহূ মুআ’ক্ব্ক্বিবা-তুম্ মিম্ বাইনি ইয়াদাইহি অ মিন্ খল্ফিহী ইয়াহ্ফাজূনাহূ মিন্ আম্রিল্লা-হ্; ইন্নাল্লা-হা লা-ইয়ুগইয়্যিরু মা-বিক্বওমিন্ হাত্তা-ইয়ুগ্ইয়্যিরূ মা-বিআন্ফুসিহিম্; অ ইযা য় আরা-দাল্লা-হু বিক্বওমিন্ সূ য় য়ান্ ফালা-মারদ্দা লাহূ অমা-লাহুম্ মিন্ দূনিহী মিওঁ ওয়া-ল্।","english_translit":"Lahu muAAaqqibatun min bayni yadayhi wamin khalfihi yahfathoonahu min amri Allahi inna Allaha la yughayyiru ma biqawmin hatta yughayyiroo ma bianfusihim waitha arada Allahu biqawmin sooan fala maradda lahu wama lahum min doonihi min walin"},{"sura":13,"aya":12,"quran_text":"هُوَ الَّذِي يُرِيكُمُ الْبَرْقَ خَوْفًا وَطَمَعًا وَيُنْشِئُ السَّحَابَ الثِّقَالَ","bangla_text":"তিনিই তোমাদেরকে বিদ্যুৎ দেখান ভয়ের জন্যে এবং আশার জন্যে এবং উক্ষিত করেন ঘন মেঘমালা।","english_text":"It is He who makes the lightning flash for fear and hope, and raises massive clouds.","bangla_translit":"হুঅল্লাযী ইয়ুরীকুমুল্ র্বাক্ব খওফাঁও ওয়া ত্বমা‘আঁও অ ইয়ুন্শিয়ুস্ সাহা-বাছ্ ছিক্ব-ল্।","english_translit":"Huwa allathee yureekumu albarqa khawfan watamaAAan wayunshio alssahaba alththiqala"},{"sura":13,"aya":13,"quran_text":"وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلَائِكَةُ مِنْ خِيفَتِهِ وَيُرْسِلُ الصَّوَاعِقَ فَيُصِيبُ بِهَا مَنْ يَشَاءُ وَهُمْ يُجَادِلُونَ فِي اللَّهِ وَهُوَ شَدِيدُ الْمِحَالِ","bangla_text":"তাঁর প্রশংসা পাঠ করে বজ্র এবং সব ফেরেশতা, সভয়ে। তিনি বজ্রপাত করেন, অতঃপর যাকে ইচছা, তাকে তা দ্বারা আঘাত করেন; তথাপি তারা আল্লাহ সম্পর্কে বিতন্ডা করে, অথচ তিনি মহাশক্তিশালী।","english_text":"The thunder sings His praises, and the angels too, for awe of Him. He sends thunder-bolts and strikes whosoever He will with them: Even then it is God they contend about! But mighty is He in (His) power.","bangla_translit":"অ ইয়ুসাব্বির্হু র’দু বিহাম্দিহী অল্মালা-য়িকাতু মিন্ খীফাতিহী অইর্য়ুসিলুস্ ছোয়াওয়া-‘ইক্বা ফাইয়ুছীবু বিহা-মাইঁ ইয়াশা-য়ু অ হুম্ ইয়ুজ্বা-দিলূনা ফিল্লা-হি অ হুঅ শাদীদুল্ মিহা-ল্।","english_translit":"Wayusabbihu alrraAAdu bihamdihi waalmalaikatu min kheefatihi wayursilu alssawaAAiqa fayuseebu biha man yashao wahum yujadiloona fee Allahi wahuwa shadeedu almihali"},{"sura":13,"aya":14,"quran_text":"لَهُ دَعْوَةُ الْحَقِّ وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ لَا يَسْتَجِيبُونَ لَهُمْ بِشَيْءٍ إِلَّا كَبَاسِطِ كَفَّيْهِ إِلَى الْمَاءِ لِيَبْلُغَ فَاهُ وَمَا هُوَ بِبَالِغِهِ وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ","bangla_text":"সত্যের আহবান একমাত্র তাঁরই এবং তাকে ছাড়া যাদেরকে ডাকে, তারা তাদের কোন কাজে আসে না; ওদের দৃষ্টান্ত সেরূপ, যেমন কেউ দু’ হাত পানির দিকে প্রসারিত করে যাতে পানি তার মুখে পৌঁছে যায়। অথচ পানি কোন সময় পৌঁছাবে না। কাফেরদের যত আহবান তার সবই পথভ্রষ্টতা।","english_text":"To call on Him is true (supplication). For those they invoke other than Him do not answer them at all, except like a man who stretches his hands towards the water that it reach his mouth, but it will never reach it. Not more than error are the prayers of infidels.","bangla_translit":"লাহূ দা’অতুল্ হাক্ব; অল্লাযীনা ইয়াদ্‘ঊনা মিন্ দূনিহী লা-ইয়াস্তাজ্বীবূনা লাহুম্ বিশাইয়িন্ ইল্লা-কাবা-সিত্বি কাফ্ফাইহি ইলাল্ মা-য়ি লিয়াব্লুগ ফা-হু অমা-হুওয়া বিবা-লিগিহ্; অমা-দু‘আ-য়ুল্ কা-ফিরীনা ইল্লা-ফী দ্বোয়ালা-ল্।","english_translit":"Lahu daAAwatu alhaqqi waallatheena yadAAoona min doonihi la yastajeeboona lahum bishayin illa kabasiti kaffayhi ila almai liyablugha fahu wama huwa bibalighihi wama duAAao alkafireena illa fee dalalin"},{"sura":13,"aya":15,"quran_text":"وَلِلَّهِ يَسْجُدُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا وَظِلَالُهُمْ بِالْغُدُوِّ وَالْآصَالِ","bangla_text":"আল্লাহকে সেজদা করে যা কিছু নভোমন্ডলে ও ভূমন্ডলে আছে ইচ্ছায় অথবা অনিচ্ছায় এবং তাদের প্রতিচ্ছায়াও সকাল-সন্ধ্যায়।","english_text":"Whosoever is in the heavens and on earth bows to God in submission with a will or perforce, as do their shadows in the morning and evening.","bangla_translit":"অ লিল্লা-হি ইয়াস্জদু মান্ ফিস্ সামা-ওয়া-তি অল্ র্আদ্বি ত্বোয়াওআঁও অর্কাহাঁও অ জিলা-লুহুম্ বিল্ গুদুওয়্যি অল্ আ-ছোয়া-ল্।","english_translit":"Walillahi yasjudu man fee alssamawati waalardi tawAAan wakarhan wathilaluhum bialghuduwwi waalasali"},{"sura":13,"aya":16,"quran_text":"قُلْ مَنْ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ قُلِ اللَّهُ قُلْ أَفَاتَّخَذْتُمْ مِنْ دُونِهِ أَوْلِيَاءَ لَا يَمْلِكُونَ لِأَنْفُسِهِمْ نَفْعًا وَلَا ضَرًّا قُلْ هَلْ يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ أَمْ هَلْ تَسْتَوِي الظُّلُمَاتُ وَالنُّورُ أَمْ جَعَلُوا لِلَّهِ شُرَكَاءَ خَلَقُوا كَخَلْقِهِ فَتَشَابَهَ الْخَلْقُ عَلَيْهِمْ قُلِ اللَّهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ الْوَاحِدُ الْقَهَّارُ","bangla_text":"জিজ্ঞেস করুন নভোমন্ডল ও ভুমন্ডলের পালনকর্তা কে? বলে দিনঃ আল্লাহ! বলুনঃ তবে কি তোমরা আল্লাহ ব্যতীত এমন অভিভাবক স্থির করেছ, যারা নিজেদের ভাল-মন্দের ও মালিক নয়? বলুনঃ অন্ধ চক্ষুষ্মান কি সমান হয়? অথবা কোথাও কি অন্ধকার ও আলো সমান হয়। তবে কি তারা আল্লাহর জন্য এমন অংশীদার স্থির করেছে যে, তারা কিছু সৃষ্টি করেছে, যেমন সৃষ্টি করেছেন আল্লাহ? অতঃপর তাদের সৃষ্টি এরূপ বিভ্রান্তি ঘটিয়েছে? বলুনঃ আল্লাহই প্রত্যেক বস্তুর স্রষ্টা এবং তিনি একক, পরাক্রমশালী।","english_text":"Ask them: \"Who is the Lord of the heavens and the earth?\" (They will) say: \"God.\" Say: \"Then why do you take protectors besides Him who have no power over their own gain or loss?\" Say: \"Can a blind man and one who can see be equal? Or, darkness and light be the same? Or, have those they have appointed equal of God created, as He has created, so that the (two) creations look alike to them?\" Say: \"God is the creator of everything. He is One, the omnipotent.\"","bangla_translit":"ক্বুল্ র্মা রব্বুস্ সামা-ওয়া-তি অল্ র্আদ্ব্; ক্বুলিল্লা-হ্; ক্বুল্ আফাত্তাখায্তুম্ মিন্ দূনিহী য় আউলিয়া-য়া লা-ইয়াম্লিকূনা লিআন্ফুসিহিম্ নাফ্ ‘আও অলা- দ্বোর্য়ার-;ক্বুল্ হাল্ ইয়াস্তাওয়িল্ আ’মা-অল্ বাছীরু আম্ হাল্ তাস্তাওয়িজ্ জুলুমা-তু অন্নূরু আম্ জ্বা‘আলূ লিল্লা-হি শুরাকা-য়া খলাক্বুকাখল্ক্বিহী ফাতাশা-বাহাল্ খল্ক্ব ‘আইহিম্ ক্বুলিল্লা-হু খ-লিক্বু কুল্লি শাইয়িঁও অহুঅল্ ওয়া-হিদুল্ ক্বর্হ্হা।","english_translit":"Qul man rabbu alssamawati waalardi quli Allahu qul afaittakhathtum min doonihi awliyaa la yamlikoona lianfusihim nafAAan wala darran qul hal yastawee alaAAma waalbaseeru am hal tastawee alththulumatu waalnnooru am jaAAaloo lillahi shurakaa khalaqoo kakhalqihi fatashabaha alkhalqu AAalayhim quli Allahu khaliqu kulli shayin wahuwa alwahidu alqahharu"},{"sura":13,"aya":17,"quran_text":"أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَسَالَتْ أَوْدِيَةٌ بِقَدَرِهَا فَاحْتَمَلَ السَّيْلُ زَبَدًا رَابِيًا وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النَّارِ ابْتِغَاءَ حِلْيَةٍ أَوْ مَتَاعٍ زَبَدٌ مِثْلُهُ كَذَلِكَ يَضْرِبُ اللَّهُ الْحَقَّ وَالْبَاطِلَ فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاءً وَأَمَّا مَا يَنْفَعُ النَّاسَ فَيَمْكُثُ فِي الْأَرْضِ كَذَلِكَ يَضْرِبُ اللَّهُ الْأَمْثَالَ","bangla_text":"তিনি আকাশ থেকে পানি বর্ষণ করেন। অতঃপর স্রোতধারা প্রবাহিত হতে থাকে নিজ নিজ পরিমাণ অনুযায়ী। অতঃপর স্রোতধারা স্ফীত ফেনারাশি উপরে নিয়ে আসে। এবং অলঙ্কার অথবা তৈজসপত্রের জন্যে যে বস্তুকে আগুনে উত্তপ্ত করে, তাতেও তেমনি ফেনারাশি থাকে। এমনি ভাবে আল্লাহ সত্য ও অসত্যের দৃষ্টান্ত প্রদান করেন। অতএব, ফেনা তো শুকিয়ে খতম হয়ে যায় এবং যা মানুষের উপকারে আসে, তা জমিতে অবশিষ্ট থাকে। আল্লাহ এমনিভাবে দৃষ্টান্তসমূহ বর্ণনা করেন।","english_text":"He sends down water from the skies, which flows in channels according to their capacity, with the scum borne on the surface of the torrent, as rises the scum when metals are heated on the fire for making ornaments and household utensils. This is how God determines truth and falsehood. The scum disappears like the foam on the bank, and that which is useful to man remains on the earth. That is how God sets forth precepts of wisdom.","bangla_translit":"আন্যালা মিনাস্সামা-য়ি মা-য়ান, ফাসা-লাত্ আও দিয়াতুম্ বি ক্বদারিহা- ফাহতামালাস্ সাইলু যাবার্দা র-বিয়া-; অমিম্মা-ইয়ূক্বিদূনা ‘আলাইহি ফিন্না-রিব্ তিগ-য়া হিল্ইয়াতিন্ আও মাতা-‘ইন্ যাবাদুম্ মিছ্লুহূ কাযা-লিকা ইয়াদ্রিবুল্লা-হুল্ হাক্বক্ব অল্ বা-ত্বিল্; ফাআম্মায্ যাবাদু ফাইয়ায্হাবু জ্বুফা-য়ান্ অআম্মা-মা-ইয়ান্ফা‘উন্না-সা ফাইয়াম্কুছু ফিল্ র্আদ্ব্; কাযা-লিকা ইয়াদ্ব রিবুল্লা-হুল্ আম্ছা-ল্।","english_translit":"Anzala mina alssamai maan fasalat awdiyatun biqadariha faihtamala alssaylu zabadan rabiyan wamimma yooqidoona AAalayhi fee alnnari ibtighaa hilyatin aw mataAAin zabadun mithluhu kathalika yadribu Allahu alhaqqa waalbatila faamma alzzabadu fayathhabu jufaan waamma ma yanfaAAu alnnasa fayamkuthu fee alardi kathalika yadribu Allahu alamthala"},{"sura":13,"aya":18,"quran_text":"لِلَّذِينَ اسْتَجَابُوا لِرَبِّهِمُ الْحُسْنَى وَالَّذِينَ لَمْ يَسْتَجِيبُوا لَهُ لَوْ أَنَّ لَهُمْ مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لَافْتَدَوْا بِهِ أُولَئِكَ لَهُمْ سُوءُ الْحِسَابِ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمِهَادُ","bangla_text":"যারা পালনকর্তার আদেশ পালন করে, তাদের জন্য উত্তম প্রতিদান রয়েছে এবং যারা আদেশ পালন করে না, যদি তাদের কাছে জগতের সবকিছু থাকে এবং তার সাথে তার সমপরিমাণ আরও থাকে, তবে সবই নিজেদের মুক্তিপণ স্বরূপ দিয়ে দেবে। তাদের জন্যে রয়েছে কঠোর হিসাব। তাদের আবাস হবে জাহান্নাম। সেটা কতইনা নিকৃষ্ট অবস্থান।","english_text":"For those who obey their Lord is excellence. For those who fail to obey, the reckoning will be hard, even if they possess and give as ransom all that there is on the earth, and as much more; and Hell will be their abode: How wretched is its wide expanse!","bangla_translit":"লিল্লাযী নাস্ তাজ্বা-বূ লিরব্বী হিমুল্ হুস্না-; অল্লাযীনা লাম্ ইাস্তাজ্বীবূ লাহূ লাও আন্না লাহুম্ মা-ফিল্ র্আদ্বি জ্বামীআঁও অমিছ্লাহূ মা‘আহূ লাফ্তাদাঁও বিহ্; উলা-য়িকা লাহুম্ সূ-য়ুল্ হিসা-ব্; অমাওয়া-হুম্ জ্বাহান্নাম্; অবিসাল্ মিহা-দ্।","english_translit":"Lillatheena istajaboo lirabbihimu alhusna waallatheena lam yastajeeboo lahu law anna lahum ma fee alardi jameeAAan wamithlahu maAAahu laiftadaw bihi olaika lahum sooo alhisabi wamawahum jahannamu wabisa almihadu"},{"sura":13,"aya":19,"quran_text":"أَفَمَنْ يَعْلَمُ أَنَّمَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ كَمَنْ هُوَ أَعْمَى إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ","bangla_text":"যে ব্যক্তি জানে যে, যা কিছু পালনকর্তার পক্ষ থেকে আপনার প্রতি অবর্তীর্ণ হয়েছে তা সত্য সে কি ঐ ব্যক্তির সমান, যে অন্ধ? তারাই বোঝে, যারা বোধশক্তি সম্পন্ন।","english_text":"Can a man who knows what has been revealed to you from your Lord is the truth, and one who cannot see, be the same? They alone take warning who are wise,","bangla_translit":"আফা মাইঁ ইয়া’লামু আন্নামা য় উন্যিলা ইলাইকা র্মি রব্বিকাল্ হাক্ব্কু কামান্ হুঅ আ’মা-; ইন্নামা-ইয়াতাযাক্কারু উলুল্ আল্বা-ব্।","english_translit":"Afaman yaAAlamu annama onzila ilayka min rabbika alhaqqu kaman huwa aAAma innama yatathakkaru oloo alalbabi"},{"sura":13,"aya":20,"quran_text":"الَّذِينَ يُوفُونَ بِعَهْدِ اللَّهِ وَلَا يَنْقُضُونَ الْمِيثَاقَ","bangla_text":"এরা এমন লোক, যারা আল্লাহর প্রতিশ্রুতি পূর্ণ করে এবং অঙ্গীকার ভঙ্গ করে না।","english_text":"Who fulfil their covenant with God and do not break their agreement,","bangla_translit":"আল্লাযীনা ইয়ূফূনা বিআ’হ্দিল্লা-হি অলা-ইয়ান্কদ্বনাল্ মীছা-ক্ব।","english_translit":"Allatheena yoofoona biAAahdi Allahi wala yanqudoona almeethaqa"},{"sura":13,"aya":21,"quran_text":"وَالَّذِينَ يَصِلُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُونَ سُوءَ الْحِسَابِ","bangla_text":"এবং যারা বজায় রাখে ঐ সম্পর্ক, যা বজায় রাখতে আল্লাহ আদেশ দিয়েছেন এবং স্বীয় পালনকর্তাকে ভয় করে এবং কঠোর হিসাবের আশঙ্কা রাখে।","english_text":"Who keep together what God has ordained held together, and fear their Lord and dread the hardship of the Reckoning,","bangla_translit":"অল্লাযীনা ইয়াছিলূনা মা য় আমারাল্লা-হু বিহী য় আইঁ ইয়ূছলা অ ইয়াখ্ শাওনা রব্বাহুম্ অ ইয়াখা-ফূনা সু-য়াল্ হিসা-ব্।","english_translit":"Waallatheena yasiloona ma amara Allahu bihi an yoosala wayakhshawna rabbahum wayakhafoona sooa alhisabi"},{"sura":13,"aya":22,"quran_text":"وَالَّذِينَ صَبَرُوا ابْتِغَاءَ وَجْهِ رَبِّهِمْ وَأَقَامُوا الصَّلَاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَةَ أُولَئِكَ لَهُمْ عُقْبَى الدَّارِ","bangla_text":"এবং যারা স্বীয় পালনকর্তার সন্তুষ্টির জন্যে সবর করে, নামায প্রতিষ্টা করে আর আমি তাদেরকে যা দিয়েছি, তা থেকে গোপনে ও প্রকাশ্য ব্যয় করে এবং যারা মন্দের বিপরীতে ভাল করে, তাদের জন্যে রয়েছে পরকালের গৃহ।","english_text":"Who persevere in seeking the way of their Lord, who fulfil their devotional obligations, and spend of what We have given them, secretly or openly, who repel evil with good: For them is the recompense of Paradise:","bangla_translit":"অ ল্লাযীনা ছোয়াবারুব্ তিগা-য়া অজ্ব হি রব্বিহিম্ অ আক্ব-মুছ্ ছলা-তা অআন্ফাক্বু মিম্মা- রযাক্বনা-হুম্ র্সিরাঁও অ‘আলা-নিয়াতাঁও অইয়াদ্রয়ূনা বিল্ হাসানাতিস্ সাইয়িয়াতা উলা-য়িকা লাহুম্ ‘উক্ববাদ্দার্-।","english_translit":"Waallatheena sabaroo ibtighaa wajhi rabbihim waaqamoo alssalata waanfaqoo mimma razaqnahum sirran waAAalaniyatan wayadraoona bialhasanati alssayyiata olaika lahum AAuqba alddari"},{"sura":13,"aya":23,"quran_text":"جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا وَمَنْ صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ وَالْمَلَائِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بَابٍ","bangla_text":"তা হচ্ছে বসবাসের বাগান। তাতে তারা প্রবেশ করবে এবং তাদের সৎকর্মশীল বাপ-দাদা, স্বামী-স্ত্রী ও সন্তানেরা। ফেরেশতারা তাদের কাছে আসবে প্রত্যেক দরজা দিয়ে।","english_text":"Perpetual gardens which they will enter with those of their fathers, spouses and children who were virtuous and at peace, with angels coming in through every door","bangla_translit":"জান্না-তু ‘আদ্নিই ইয়াদ্খুলূনাহা-অমান্ ছোয়ালাহা মিন্আ-বা-য়িহিম্ অ আয্ওয়া-জ্বিহিম্ অ র্যুরিয়্যা-তিহিম্ অল্ মালা-য়িকাতু ইয়াদ্খুলূনা ‘আলাইহিম্ মিন্ কুল্লি বা-ব্।","english_translit":"Jannatu AAadnin yadkhuloonaha waman salaha min abaihim waazwajihim wathurriyyatihim waalmalaikatu yadkhuloona AAalayhim min kulli babin"},{"sura":13,"aya":24,"quran_text":"سَلَامٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِ","bangla_text":"বলবেঃ তোমাদের সবরের কারণে তোমাদের উপর শান্তি বর্ষিত হোক। আর তোমাদের এ পরিণাম-গৃহ কতই না চমৎকার।","english_text":"Saying: \"(Welcome,) peace on you, for you persevered.\" How excellent the recompense of Paradise!","bangla_translit":"সালা-মুন্ ‘আলাইকুম্ বিমা-ছোয়ার্বাতুম্ ফানি’মা ‘উক্ববাদ্দার্-।","english_translit":"Salamun AAalaykum bima sabartum faniAAma AAuqba alddari"},{"sura":13,"aya":25,"quran_text":"وَالَّذِينَ يَنْقُضُونَ عَهْدَ اللَّهِ مِنْ بَعْدِ مِيثَاقِهِ وَيَقْطَعُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ وَيُفْسِدُونَ فِي الْأَرْضِ أُولَئِكَ لَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ","bangla_text":"এবং যারা আল্লাহর অঙ্গীকারকে দৃঢ় ও পাকা-পোক্ত করার পর তা ভঙ্গ করে, আল্লাহ যে, সম্পর্ক বজায় রাখতে আদেশ করেছেন, তা ছিন্ন করে এবং পৃথিবীতে অশান্তি সৃষ্টি করে, ওরা ঐ সমস্ত লোক যাদের জন্যে রয়েছে অভিসম্পাত এবং ওদের জন্যে রয়েছে কঠিন আযাব।","english_text":"As for those who break God's covenant after validating it, and sever relations which God ordained cohered, and spread corruption in the land, there is condemnation for them and an evil abode.","bangla_translit":"অল্লাযীনা ইয়ান্কুদ্বুনা ‘আহ্দাল্লা-হি মিম্ বা’দি মীছা-ক্বিহী অইয়াক্বত‘¡ঊনা মা য় আমারল্লা-হু বিহী য় আঁই ইয়ূছলা অ ইয়ুফ্সিদূনা ফিল্ র্আদ্বি উলা-য়িকা লাহুমুল্লা’নাতু অলাহুম্ সূ-য়ুদ্দার্-।","english_translit":"Waallatheena yanqudoona AAahda Allahi min baAAdi meethaqihi wayaqtaAAoona ma amara Allahu bihi an yoosala wayufsidoona fee alardi olaika lahumu allaAAnatu walahum sooo alddari"},{"sura":13,"aya":26,"quran_text":"اللَّهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ وَفَرِحُوا بِالْحَيَاةِ الدُّنْيَا وَمَا الْحَيَاةُ الدُّنْيَا فِي الْآخِرَةِ إِلَّا مَتَاعٌ","bangla_text":"আল্লাহ যার জন্যে ইচ্ছা রুযী প্রশস্ত করেন এবং সংকুচিত করেন। তারা পার্থিব জীবনের প্রতি মুগ্ধ। পার্থিবজীবন পরকালের সামনে অতি সামান্য সম্পদ বৈ নয়।","english_text":"God increases or decreases the fortunes of whosoever He will, and they rejoice in the life of this world. Yet the life of this world is nothing but a merchandise as compared to the life of the next.","bangla_translit":"আল্লা-হু ইয়াবসুত্বর্ রিয্ক্ব লিমাইঁ ইয়াশা-য়ু অইয়াক্বর্ দি; অফারিহূ বিল্ হাইয়া-তিদ্ দুন্ইয়া-অমাল্ হাইয়া-তুদ্দুন্ইয়া-ফিল্ আ-খিরতি ইল্লা-মাতা’।","english_translit":"Allahu yabsutu alrrizqa liman yashao wayaqdiru wafarihoo bialhayati alddunya wama alhayatu alddunya fee alakhirati illa mataAAun"},{"sura":13,"aya":27,"quran_text":"وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ قُلْ إِنَّ اللَّهَ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ أَنَابَ","bangla_text":"কাফেররা বলেঃ তাঁর প্রতি তাঁর পালনকর্তার পক্ষ থেকে কোন নিদর্শন কেন অবতীর্ণ হলো না? বলে দিন, আল্লাহ যাকে ইচ্ছা পথভ্রষ্ট করেন এবং যে, মনোনিবেশ করে, তাকে নিজের দিকে পথপ্রদর্শন করেন।","english_text":"The unbelievers say: \"How is it that no miracle was sent down to him by his Lord?\" Say: \"God leads whosoever He wills astray, and guides whoever turns to Him in repentance.","bangla_translit":"অইয়াক্বুলুল্লাযীনা কাফারূ লাওলা য় উন্যিলা ‘আলাইহি আ-ইয়াতুম্ র্মি রব্বিহ্; ক্বুল্ ইন্নাল্লা-হা ইয়ুদিল্লু মাইঁ ইয়াশা-য়ু অইয়াহ্দী য় ইলাইহি মান্ আনা-ব্।","english_translit":"Wayaqoolu allatheena kafaroo lawla onzila AAalayhi ayatun min rabbihi qul inna Allaha yudillu man yashao wayahdee ilayhi man anaba"},{"sura":13,"aya":28,"quran_text":"الَّذِينَ آمَنُوا وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللَّهِ أَلَا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ","bangla_text":"যারা বিশ্বাস স্থাপন করে এবং তাদের অন্তর আল্লাহর যিকির দ্বারা শান্তি লাভ করে; জেনে রাখ, আল্লাহর যিকির দ্বারাই অন্তর সমূহ শান্তি পায়।","english_text":"Those who believe and find peace in their hearts from the contemplation of God: Surely there is peace of heart in the contemplation of God!\"","bangla_translit":"আল্লাযীনা আ-মানূ অতাত্বমায়িন্ন ক্বুলূবুহুম্ বিযিক্রিল্লা-হ্; আলা-বিযিক্রিল্লা-হি তাত্ব মায়িন্ন ল্ ক্বুলূব্।","english_translit":"Allatheena amanoo watatmainnu quloobuhum bithikri Allahi ala bithikri Allahi tatmainnu alquloobu"},{"sura":13,"aya":29,"quran_text":"الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ طُوبَى لَهُمْ وَحُسْنُ مَآبٍ","bangla_text":"যারা বিশ্বাস স্থাপন করে এবং সৎকর্ম সম্পাদন করে, তাদের জন্যে রয়েছে সুসংবাদ এবং মনোরম প্রত্যাবর্তণস্থল।","english_text":"Those who believe and do the right, have happiness, and an excellent resting place.","bangla_translit":"আল্লাযীনা আ-মানূ অ ‘আমিলুছ্ ছোয়া-লিহাতি ত্বু বা-লাহুম্ অহুসনু মাআ-ব্।","english_translit":"Allatheena amanoo waAAamiloo alssalihati tooba lahum wahusnu maabin"},{"sura":13,"aya":30,"quran_text":"كَذَلِكَ أَرْسَلْنَاكَ فِي أُمَّةٍ قَدْ خَلَتْ مِنْ قَبْلِهَا أُمَمٌ لِتَتْلُوَ عَلَيْهِمُ الَّذِي أَوْحَيْنَا إِلَيْكَ وَهُمْ يَكْفُرُونَ بِالرَّحْمَنِ قُلْ هُوَ رَبِّي لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ مَتَابِ","bangla_text":"এমনিভাবে আমি আপনাকে একটি উম্মতের মধ্যে প্রেরণ করেছি। তাদের পূর্বে অনেক উম্মত অতিক্রান্ত হয়েছে। যাতে আপনি তাদেরকে ঐ নির্দেশ শুনিয়ে দেন, যা আমি আপনার কাছে প্রেরণ করেছি। তথাপি তারা দয়াময়কে অস্বীকার করে। বলুনঃ তিনিই আমার পালনকর্তা। তিনি ব্যতীত কারও উপাসনা নাই। আমি তাঁর উপরই ভরসা করেছি এবং তাঁর দিকেই আমার প্রত্যাবর্তণ।","english_text":"That is how We have sent you to a people before whom many a people have come and gone, so that you may announce to them whatever We have revealed to you. But they do not believe in Ar-Rahman. Tell them: \"He is my Lord. There is no other god but He. In Him have I placed my trust, and to Him is my reversion.\"","bangla_translit":"কাযা-লিকা র্আসাল্না-কা ফী য় উম্মাতিন্ ক্বদ্ খলাত্ মিন্ ক্বব্লিহা য় উমামুল্ লিতাত্লুওয়া- ‘আলাইহিমুল্লাযী য় আওহাইনা য় ইলাইকা অহুম্ ইয়াক্ফুরূনা র্বিরহ্মা-ন্; ক্বুল্ হুঅ রব্বী লা য় ইলা-হা ইল্লা- হুঅ ‘আলাইহি তাওয়াক্কাল্তু অ ইলাইহি মাতা-ব্।","english_translit":"Kathalika arsalnaka fee ommatin qad khalat min qabliha omamun litatluwa AAalayhimu allathee awhayna ilayka wahum yakfuroona bialrrahmani qul huwa rabbee la ilaha illa huwa AAalayhi tawakkaltu wailayhi matabi"},{"sura":13,"aya":31,"quran_text":"وَلَوْ أَنَّ قُرْآنًا سُيِّرَتْ بِهِ الْجِبَالُ أَوْ قُطِّعَتْ بِهِ الْأَرْضُ أَوْ كُلِّمَ بِهِ الْمَوْتَى بَلْ لِلَّهِ الْأَمْرُ جَمِيعًا أَفَلَمْ يَيْأَسِ الَّذِينَ آمَنُوا أَنْ لَوْ يَشَاءُ اللَّهُ لَهَدَى النَّاسَ جَمِيعًا وَلَا يَزَالُ الَّذِينَ كَفَرُوا تُصِيبُهُمْ بِمَا صَنَعُوا قَارِعَةٌ أَوْ تَحُلُّ قَرِيبًا مِنْ دَارِهِمْ حَتَّى يَأْتِيَ وَعْدُ اللَّهِ إِنَّ اللَّهَ لَا يُخْلِفُ الْمِيعَادَ","bangla_text":"যদি কোন কোরআন এমন হত, যার সাহায্যে পাহাড় চলমান হয় অথবা যমীন খন্ডিত হয় অথবা মৃতরা কথা বলে, তবে কি হত? বরং সব কাজ তো আল্লাহর হাতে। ঈমানদাররা কি এ ব্যাপারে নিশ্চিত নয় যে, যদি আল্লাহ চাইতেন, তবে সব মানুষকে সৎপথে পরিচালিত করতেন? কাফেররা তাদের কৃতকর্মের কারণে সব সময় আঘাত পেতে থাকবে অথবা তাদের গৃহের নিকটবর্তী স্থানে আঘাত নেমে আসবে, যে, পর্যন্ত আল্লাহর ওয়াদা না আসে। নিশ্চয় আল্লাহ ওয়াদার খেলাফ করেন না।","english_text":"Had there been a Qur'an which could have made the mountains move, or the earth to cleave asunder, or the dead to speak, yet all authority belongs to God. Have the believers not learnt that if God had so willed He could have guided all mankind? As for unbelievers, they will be visited by misfortune endlessly for what they have done; or it would sit in their homes till the promised threat of God comes to pass. Surely God does not go back on His promise.","bangla_translit":"অলাও আন্না ক্বর্আ-নান্ সুইয়্যিরাত্ বিহিল্ জ্বিবালু আও ক্বুত্ত্বিআ’ত্ বিহিল্ র্আদ্বু আও কুল্লিমা বিহিল্ মাওতা-; বাল্ লিল্লা-হিল্ আম্রু জ্বামী‘আ- আফালাম্ ইয়াইয়াসিল্লাযীনা আ-মানূ য় আল্লাও ইয়াশা-য়ুল্লা-হু লাহাদান না-সা জ্বামীআ’-; অলা-ইয়াযা-লুল্লাযীনা কাফারূ তুছীবুহুম্ বিমা-ছোয়ানা‘ঊক্ব-রি‘আতুন্ আও তাহুল্ল ক্বরীবাম্ মিন্ দা-রিহিম্ হাত্তা-ইয়াতিয়া ওয়া’দুল্লা-হ্; ইন্নাল্লা-হা লা-ইয়ুখ্লিফুল্ মী‘আ-দ্।","english_translit":"Walaw anna quranan suyyirat bihi aljibalu aw quttiAAat bihi alardu aw kullima bihi almawta bal lillahi alamru jameeAAan afalam yayasi allatheena amanoo an law yashao Allahu lahada alnnasa jameeAAan wala yazalu allatheena kafaroo tuseebuhum bima sanaAAoo qariAAatun aw tahullu qareeban min darihim hatta yatiya waAAdu Allahi inna Allaha la yukhlifu almeeAAada"},{"sura":13,"aya":32,"quran_text":"وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ فَأَمْلَيْتُ لِلَّذِينَ كَفَرُوا ثُمَّ أَخَذْتُهُمْ فَكَيْفَ كَانَ عِقَابِ","bangla_text":"আপনার পূর্বে কত রাসূলের সাথে ঠাট্টা করা হয়েছে। অতঃপর আমি কাফেরদেরকে কিছু অবকাশ দিয়েছি। , এর পর তাদেরকে পাকড়াও করেছি। অতএব কেমন ছিল আমার শাস্তি।","english_text":"Many an apostle have they mocked before you; but I allowed the unbelievers respite, then I seized them. How severe was My punishment then!","bangla_translit":"অ লাক্বদিস্ তুহ্যিয়া বিরুসুলিম্ মিন্ ক্বব্লিকা ফাআম্লাইতু লিল্লাযীনা কাফারূ ছুম্মা আখায্তুহুম্ ফাকাইফা কা-না ই’ক্ব -ব্।","english_translit":"Walaqadi istuhzia birusulin min qablika faamlaytu lillatheena kafaroo thumma akhathtuhum fakayfa kana AAiqabi"},{"sura":13,"aya":33,"quran_text":"أَفَمَنْ هُوَ قَائِمٌ عَلَى كُلِّ نَفْسٍ بِمَا كَسَبَتْ وَجَعَلُوا لِلَّهِ شُرَكَاءَ قُلْ سَمُّوهُمْ أَمْ تُنَبِّئُونَهُ بِمَا لَا يَعْلَمُ فِي الْأَرْضِ أَمْ بِظَاهِرٍ مِنَ الْقَوْلِ بَلْ زُيِّنَ لِلَّذِينَ كَفَرُوا مَكْرُهُمْ وَصُدُّوا عَنِ السَّبِيلِ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ","bangla_text":"ওরা প্রত্যেকেই কি মাথার উপর স্ব স্ব কৃতকর্ম নিয়ে দন্ডায়মান নয়? এবং তারা আল্লাহর জন্য অংশীদার সাব্যস্ত করে। বলুন; নাম বল অথবা খবর দাও পৃথিবীর এমন কিছু জিনিস সম্পর্কে যা তিনি জানেন না? অথবা অসার কথাবার্তা বলছ? বরং সুশোভিত করা হয়েছে কাফেরদের জন্যে তাদের প্রতারণাকে এবং তাদেরকে সৎপথ থেকে বাধা দান করা হয়েছে। আল্লাহ যাকে পথভ্রষ্ট করেন, তার কোন পথ প্রদর্শক নেই।","english_text":"Who is it who stands (watch) over every soul for what it does? Yet they ascribe compeers to God. Say: \"Then name them. Or are you announcing to God what He does not know on the earth? Or is it only empty talk? In fact, the unbelievers' plots are made to look attractive to them, so that they are held back from the right path. Whosoever God allows to go astray has none to show him the way.","bangla_translit":"আফামান্ হুঅ ক্ব-য়িমুন্ ‘আলা-কুল্লি নাফ্সিম্ বিমা-ক্বসাবাত্ অজ্বা‘আলূ লিল্লা-হি শুরাকা-য়া ক্বুল্ সাম্ম হুম্; আম্ তুনাব্বিয়ূনাহূ বিমা-লা-ইয়া’লামু ফিল্ র্আদ্বি আম্ বিজোয়া-হিরিম্ মিনাল্ ক্বওল্; বাল্ যুইয়্যিনা লিল্লাযীনা কাফারূ মাক্রুহুম্ অছুদ্দূ ‘আনিস্ সাবীল্; অমাইঁ ইয়ুদ্লিলিল্লা-হু ফামা-লাহূ মিন্ হা-দ্।","english_translit":"Afaman huwa qaimun AAala kulli nafsin bima kasabat wajaAAaloo lillahi shurakaa qul sammoohum am tunabbioonahu bima la yaAAlamu fee alardi am bithahirin mina alqawli bal zuyyina lillatheena kafaroo makruhum wasuddoo AAani alssabeeli waman yudlili Allahu fama lahu min hadin"},{"sura":13,"aya":34,"quran_text":"لَهُمْ عَذَابٌ فِي الْحَيَاةِ الدُّنْيَا وَلَعَذَابُ الْآخِرَةِ أَشَقُّ وَمَا لَهُمْ مِنَ اللَّهِ مِنْ وَاقٍ","bangla_text":"দুনিয়ার জীবনেই এদের জন্য রয়েছে আযাব এবং অতি অবশ্য আখেরাতের জীবন কঠোরতম। আল্লাহর কবল থেকে তাদের কোন রক্ষাকারী নেই।","english_text":"For them is punishment in this world; and the punishment of the world to come is far more severe. They will have no one to save them from God.","bangla_translit":"লাহুম্ ‘আযা-বুন্ ফিল্ হাইয়া-তিদ্ দুনইয়া-অলা ‘আযা-বুল্ আ-খিরতি আশাক্বক্বু অমা-লাহুম্ মিনাল্লা-হি মিঁও ওয়া-ক্ব।","english_translit":"Lahum AAathabun fee alhayati alddunya walaAAathabu alakhirati ashaqqu wama lahum mina Allahi min waqin"},{"sura":13,"aya":35,"quran_text":"مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ أُكُلُهَا دَائِمٌ وَظِلُّهَا تِلْكَ عُقْبَى الَّذِينَ اتَّقَوْا وَعُقْبَى الْكَافِرِينَ النَّارُ","bangla_text":"পরহেযগারদের জন্যে প্রতিশ্রুত জান্নাতের অবস্থা এই যে, তার নিম্নে নির্ঝরিণীসমূহ প্রবাহিত হয়। তার ফলসমূহ চিরস্থায়ী এবং ছায়াও। এটা তাদের প্রতিদান, যারা সাবধান হয়েছে এবং কাফেরদের প্রতিফল অগ্নি।","english_text":"The likeness of Paradise promised the pious and devout is (of a garden) with streams of rippling water, everlasting fruits and shade. This is the recompense of those who keep away from evil; but the recompense of those who deny the truth is Hell.","bangla_translit":"মাছালুল্ জান্নাতি ল্লাতী উ‘ইদাল্ মুত্তাক্বুন্; তাজ্ব রী মিন্ তাহ্তিহাল্ আনহার্-; উকুলুহা-দা-য়িমুওঁ অজিল্লুহা-; তিল্কা ‘উক্ববাল্ লাযীনাত্তাক্বও অ‘উক্ববাল্ কা-ফিরীনান্ নার্-।","english_translit":"Mathalu aljannati allatee wuAAida almuttaqoona tajree min tahtiha alanharu okuluha daimun wathilluha tilka AAuqba allatheena ittaqaw waAAuqba alkafireena alnnaru"},{"sura":13,"aya":36,"quran_text":"وَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَفْرَحُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمِنَ الْأَحْزَابِ مَنْ يُنْكِرُ بَعْضَهُ قُلْ إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ وَلَا أُشْرِكَ بِهِ إِلَيْهِ أَدْعُو وَإِلَيْهِ مَآبِ","bangla_text":"এবং যাদেরকে আমি গ্রন্থ দিয়েছি, তারা আপনার প্রতি যা অবতীর্ণ হয়েছে, তজ্জন্যে আনন্দিত হয় এবং কোন কোন দল এর কোন কোন বিষয় অস্বীকার করে। বলুন, আমাকে এরূপ আদেশই দেয়া হয়েছে যে, আমি আল্লাহর এবাদত করি। এবং তাঁর সাথে অংশীদার না করি। আমি তাঁর দিকেই দাওয়াত দেই এবং তাঁর কাছেই আমার প্রত্যাবর্তন।","english_text":"Those to whom We have given the Scriptures rejoice in what We have sent down to you; but some of their factions reject some of it. Tell them: \"I am commanded to worship only God, and not to associate compeers with Him. To Him I call you, and to Him is the destination.\"","bangla_translit":"অল্লাযীনা আ-তাইনা-হুমুল্ কিতা-বা ইয়াফ্রাহূনা বিমা য় উন্যিলা ইলাইকা অ মিনাল্ আহ্যা-বি মাইঁ ইয়ুন্কিরু বা’দ্বোয়াহ্; ক্বুল্ ইন্নামা য় উর্মিতু আন্ আ’বুদাল্লা-হা অলা য় উশ্রিকা বিহী ইলাইহি আদ্‘ঊঅইলাইহি মাআ-ব্।","english_translit":"Waallatheena ataynahumu alkitaba yafrahoona bima onzila ilayka wamina alahzabi man yunkiru baAAdahu qul innama omirtu an aAAbuda Allaha wala oshrika bihi ilayhi adAAoo wailayhi maabi"},{"sura":13,"aya":37,"quran_text":"وَكَذَلِكَ أَنْزَلْنَاهُ حُكْمًا عَرَبِيًّا وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَمَا جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِنْ وَلِيٍّ وَلَا وَاقٍ","bangla_text":"এমনিভাবেই আমি এ কোরআনকে আরবী ভাষায় নির্দেশরূপে অবতীর্ণ করেছি। যদি আপনি তাদের প্রবৃত্তির অনুসরণ করেন আপনার কাছে জ্ঞান পৌঁছার পর, তবে আল্লাহর কবল থেকে আপনার না কোন সাহায্যকারী আছে এবং না কোন রক্ষাকারী।","english_text":"That is how We have sent down this (Qur'an) as a code of clear judgement. But if you follow their caprices, now that you have been given knowledge, you will have no friend or protector against God.","bangla_translit":"অ কাযা-লিকা আন্যাল্না-হু হুক্মান্ ‘আরাবিয়্যা-; অ লায়িনিত্তাবা’তা আহ্ওয়া য় হুম্ বা’দা মা-জ্বা-কা মিনাল্ ‘ইল্মি মা-লাকা মিনাল্লা-হি মিঁও অলিয়্যিঁও অলা-ওয়া-ক্ব।","english_translit":"Wakathalika anzalnahu hukman AAarabiyyan walaini ittabaAAta ahwaahum baAAda ma jaaka mina alAAilmi ma laka mina Allahi min waliyyin wala waqin"},{"sura":13,"aya":38,"quran_text":"وَلَقَدْ أَرْسَلْنَا رُسُلًا مِنْ قَبْلِكَ وَجَعَلْنَا لَهُمْ أَزْوَاجًا وَذُرِّيَّةً وَمَا كَانَ لِرَسُولٍ أَنْ يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ لِكُلِّ أَجَلٍ كِتَابٌ","bangla_text":"আপনার পূর্বে আমি অনেক রসূল প্রেরণ করেছি এবং তাঁদেরকে পত্নী ও সন্তান-সন্ততি দিয়েছি। কোন রসূলের এমন সাধ্য ছিল না যে আল্লাহর নির্দেশ ছাড়া কোন নিদর্শন উপস্থিত করে। প্রত্যেকটি ওয়াদা লিখিত আছে।","english_text":"We sent many apostles before you, and bestowed on them wives and children, but it was not for any apostle to come up with a miracle unless by the leave of God. For every age there is a law.","bangla_translit":"অ লাক্বদ্ র্আসালনা- রুসুলাম্ মিন্ ক্বব্লিকা অজ্বা‘আল্না-লাহুম্ আয্ওয়া-জ্বাঁও অর্যুরিয়্যাহ্;অমা-কা-না লি রসূলিন্ আইঁ ইয়াতিয়া বিআ-ইয়াতিন্ ইল্লা-বিইয্নিল্লা-হ্; লিকুল্লি আজ্বালিন্ কিতা-ব্।","english_translit":"Walaqad arsalna rusulan min qablika wajaAAalna lahum azwajan wathurriyyatan wama kana lirasoolin an yatiya biayatin illa biithni Allahi likulli ajalin kitabun"},{"sura":13,"aya":39,"quran_text":"يَمْحُو اللَّهُ مَا يَشَاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الْكِتَابِ","bangla_text":"আল্লাহ যা ইচ্ছা মিটিয়ে দেন এবং বহাল রাখেন এবং মূলগ্রন্থ তাঁর কাছেই রয়েছে।","english_text":"God abrogates or confirms whatsoever He will, for He has with Him the Book of Books.","bangla_translit":"ইয়াম্হুল্লা-হু মা-ইয়াশা-য়ু অ ইয়ুছ্বিতু অ ‘ইন্দাহূ য় উম্মুল কিতা-ব্।","english_translit":"Yamhoo Allahu ma yashao wayuthbitu waAAindahu ommu alkitabi"},{"sura":13,"aya":40,"quran_text":"وَإِنْ مَا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَعَلَيْنَا الْحِسَابُ","bangla_text":"আমি তাদের সাথে যে ওয়াদা করেছি, তার কোন একটি যদি আপনাকে দেখিয়ে দেই কিংবা আপনাকে উঠিয়ে নেই, তাতে কি আপনার দায়িত্ব তো পৌছে দেয়া এবং আমার দায়িত্ব হিসাব নেয়া।","english_text":"Whether We allow you to see (the punishment) We have promised them, or end your life before (its execution), it is certainly for you to convey the message; the reckoning is for Us to do.","bangla_translit":"অ ইঁম্মা-নুরিইয়ান্নাকা বা’দ্বোয়াল্লাযী না‘ইদুহুম্ আও নাতাওয়াফ্ফাইয়ান্নাকা ফাইন্নামা-‘আলাইকাল্ বালা-গু অ‘আলাইনাল্ হিসা-ব্।","english_translit":"Wain ma nuriyannaka baAAda allathee naAAiduhum aw natawaffayannaka fainnama AAalayka albalaghu waAAalayna alhisabu"},{"sura":13,"aya":41,"quran_text":"أَوَلَمْ يَرَوْا أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُهَا مِنْ أَطْرَافِهَا وَاللَّهُ يَحْكُمُ لَا مُعَقِّبَ لِحُكْمِهِ وَهُوَ سَرِيعُ الْحِسَابِ","bangla_text":"তারা কি দেখে না যে, আমি তাদের দেশকে চতুর্দিক থেকে সমানে সঙ্কুচিত করে আসছি? আল্লাহ নির্দেশ দেন। তাঁর নির্দেশকে পশ্চাতে নিক্ষেপকারী কেউ নেই। তিনি দ্রুত হিসাব গ্রহণ করেন।","english_text":"Do they not see Us advancing from all sides into their land and reducing its frontiers? It is for God to judge; and there is none to reverse His judgement. He is swift at reckoning.","bangla_translit":"আঅলাম্ ইয়ারাও আন্না- নাতিল্ র্আদ্বোয়া নান্ক্ব ুছুহা-মিন্ আত্ব ্র-ফিহা-; অল্লা-হু ইয়াহ্কুমু লা-মু‘আক্বক্বিবা লিহুক্মিহ্; অ হুঅ সারীউল্ হিসা-ব্।","english_translit":"Awalam yaraw anna natee alarda nanqusuha min atrafiha waAllahu yahkumu la muAAaqqiba lihukmihi wahuwa sareeAAu alhisabi"},{"sura":13,"aya":42,"quran_text":"وَقَدْ مَكَرَ الَّذِينَ مِنْ قَبْلِهِمْ فَلِلَّهِ الْمَكْرُ جَمِيعًا يَعْلَمُ مَا تَكْسِبُ كُلُّ نَفْسٍ وَسَيَعْلَمُ الْكُفَّارُ لِمَنْ عُقْبَى الدَّارِ","bangla_text":"তাদের পূর্বে যারা ছিল, তারা চক্রান্ত করেছে। আর সকল চক্রান্ত তো আল্লাহর হাতেই আছে। তিনি জানেন প্রত্যেক ব্যক্তি যা কিছু করে। কাফেররা জেনে নেবে যে, পর জীবনের আবাসস্থল কাদের জন্য রয়েছে।","english_text":"Surely those who had gone before them had also plotted; but God's is all the planning, for He has knowledge of what each does. The unbelievers will soon learn for whom is the guerdon of Paradise.","bangla_translit":"অ ক্বদ্ মাকারল্লাযীনা মিন্ ক্বব্লিহিম্ ফালিল্লা-হিল্ মাক্রু জ্বামী‘আ ইয়া’লামু মা- তাক্সিবু কুল্লু নাফ্স্; অ সাইয়া’লামুল্ কুফ্ফা-রু লিমান্ ‘উক্ববা দ্দার্-।","english_translit":"Waqad makara allatheena min qablihim falillahi almakru jameeAAan yaAAlamu ma taksibu kullu nafsin wasayaAAlamu alkuffaru liman AAuqba alddari"},{"sura":13,"aya":43,"quran_text":"وَيَقُولُ الَّذِينَ كَفَرُوا لَسْتَ مُرْسَلًا قُلْ كَفَى بِاللَّهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ وَمَنْ عِنْدَهُ عِلْمُ الْكِتَابِ","bangla_text":"কাফেররা বলেঃ আপনি প্রেরিত ব্যক্তি নন। বলে দিন, আমার ও তোমাদের মধ্যে প্রকৃষ্ট সাক্ষী হচ্ছেন আল্লাহ এবং ঐ ব্যক্তি, যার কাছে গ্রন্থের জ্ঞান আছে।","english_text":"Yet those who are disbelievers say: \"You are not the apostle sent (by God).\" Tell them: \"God is sufficient as witness between me and you, and he who has knowledge of the Book.\"","bangla_translit":"অইয়াক্বুলু ল্লাযীনা কাফারূ লাস্তা র্মুসালা ক্বুল্ কাফা-বিল্লা-হি শাহীদাম্ বাইনী-অবাইনাকুম্ অমান্ ‘ইন্দাহূ ‘ইল্মুল্ কিতা-ব্।","english_translit":"Wayaqoolu allatheena kafaroo lasta mursalan qul kafa biAllahi shaheedan baynee wabaynakum waman AAindahu AAilmu alkitabi"}]