[{"sura":4,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا","bangla_text":"হে মানব সমাজ! তোমরা তোমাদের পালনকর্তাকে ভয় কর, যিনি তোমাদেরকে এক ব্যক্তি থেকে সৃষ্টি করেছেন এবং যিনি তার থেকে তার সঙ্গীনীকে সৃষ্টি করেছেন; আর বিস্তার করেছেন তাদের দু’জন থেকে অগণিত পুরুষ ও নারী। আর আল্লাহকে ভয় কর, যাঁর নামে তোমরা একে অপরের নিকট যাচঞ্ঝা করে থাক এবং আত্নীয় জ্ঞাতিদের ব্যাপারে সতর্কতা অবলম্বন কর। নিশ্চয় আল্লাহ তোমাদের ব্যাপারে সচেতন রয়েছেন।","english_text":"O MEN, FEAR your Lord who created you from a single cell, and from it created its mate, and from the two of them dispersed men and women (male and female) in multitudes. So fear God in whose name you ask of one another (the bond of) relationships. God surely keeps watch over you.","bangla_translit":"ইয়া য় আইয়্যুহান না-সুত্তাক্ব রব্বাকুমুল্লাযী খালাক্বাকুম্ মিন্ নাফ্সিওঁ অ-হিদাতিওঁ অখালাক্বা মিন্হা-যাওজ্বাহা-অবাছ্ছা মিন্হুমা- রিজ্বা-লান্ কাছীরাওঁ অনিসা-আন্ অত্তাকুল্লা-হাল্লাযী তাসা-আলূনা বিহী অল্ র্আহা-ম্; ইন্নাল্লা-হা কা-না ‘আলাইকুম্ রাক্বীবা-।","english_translit":"Ya ayyuha alnnasu ittaqoo rabbakumu allathee khalaqakum min nafsin wahidatin wakhalaqa minha zawjaha wabaththa minhuma rijalan katheeran wanisaan waittaqoo Allaha allathee tasaaloona bihi waalarhama inna Allaha kana AAalaykum raqeeban"},{"sura":4,"aya":2,"quran_text":"وَآتُوا الْيَتَامَى أَمْوَالَهُمْ وَلَا تَتَبَدَّلُوا الْخَبِيثَ بِالطَّيِّبِ وَلَا تَأْكُلُوا أَمْوَالَهُمْ إِلَى أَمْوَالِكُمْ إِنَّهُ كَانَ حُوبًا كَبِيرًا","bangla_text":"এতীমদেরকে তাদের সম্পদ বুঝিয়ে দাও। খারাপ মালামালের সাথে ভালো মালামালের অদল-বদল করো না। আর তাদের ধন-সম্পদ নিজেদের ধন-সম্পদের সাথে সংমিশ্রিত করে তা গ্রাস করো না। নিশ্চয় এটা বড়ই মন্দ কাজ।","english_text":"Give to the orphans their possessions, and do not replace things of your own which are bad with things which are good among theirs, and do not intermix their goods with your own and make use of them, for this is a grievous crime.","bangla_translit":"ওয়াআ-তুল্ ইয়াতা-মা য় আম্ওয়া-লাহুম্ অলা-তাতাবাদ্দালুল্ খাবীছা বিত্ত্বোয়াইয়্যিবি অলা-তাকুলূ য় আম্ওয়া-লাহুম্ ইলা য় আম্ওয়া-লিকুম্; ইন্নাহূ কা-না হূবান্ কাবীরা-।","english_translit":"Waatoo alyatama amwalahum wala tatabaddaloo alkhabeetha bialttayyibi wala takuloo amwalahum ila amwalikum innahu kana hooban kabeeran"},{"sura":4,"aya":3,"quran_text":"وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ مَثْنَى وَثُلَاثَ وَرُبَاعَ فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً أَوْ مَا مَلَكَتْ أَيْمَانُكُمْ ذَلِكَ أَدْنَى أَلَّا تَعُولُوا","bangla_text":"আর যদি তোমরা ভয় কর যে, এতীম মেয়েদের হক যথাথভাবে পুরণ করতে পারবে না, তবে সেসব মেয়েদের মধ্যে থেকে যাদের ভাল লাগে তাদের বিয়ে করে নাও দুই, তিন, কিংবা চারটি পর্যন্ত। আর যদি এরূপ আশঙ্কা কর যে, তাদের মধ্যে ন্যায় সঙ্গত আচরণ বজায় রাখতে পারবে না, তবে, একটিই অথবা তোমাদের অধিকারভুক্ত দাসীদেরকে; এতেই পক্ষপাতিত্বে জড়িত না হওয়ার অধিকতর সম্ভাবনা।","english_text":"If you fear you cannot be equitable to orphan girls (in your charge, or misuse their persons), then marry women who are lawful for you, two, three, or four; but if you fear you cannot treat so many with equity, marry only one, or a maid or captive. This is better than being iniquitous.","bangla_translit":"অইন্ খিফ্তুম্ আল্লাতুক্ব সিতু ফিল্ ইয়াতা-মা- ফান্কিহূ মা-ত্বোয়া-বা লাকুম্ মিনান্নিসা - য়ি মাছ্না- অছুলা-ছা অরুবা-‘আ ফাইন্ খিফ্তুম্ আল্লা- তা’দিলূ ফাওয়া-হিদাতান্ আও মা-মালাকাত্ আইমা-নুকুম্; যা-লিকা আদ্না য় আল্লা- তা‘ঊলূ।","english_translit":"Wain khiftum alla tuqsitoo fee alyatama fainkihoo ma taba lakum mina alnnisai mathna wathulatha warubaAAa fain khiftum alla taAAdiloo fawahidatan aw ma malakat aymanukum thalika adna alla taAAooloo"},{"sura":4,"aya":4,"quran_text":"وَآتُوا النِّسَاءَ صَدُقَاتِهِنَّ نِحْلَةً فَإِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِنْهُ نَفْسًا فَكُلُوهُ هَنِيئًا مَرِيئًا","bangla_text":"আর তোমরা স্ত্রীদেরকে তাদের মোহর দিয়ে দাও খুশীমনে। তারা যদি খুশী হয়ে তা থেকে অংশ ছেড়ে দেয়, তবে তা তোমরা স্বাচ্ছন্দ্যে ভোগ কর।","english_text":"Give to women their dowers willingly, but if they forego part of it themselves, then use it to your advantage.","bangla_translit":"অআ-তুন্ নিসা - য়া ছোয়াদুক্বা-তিহিন্না নিহ্লাহ্; ফাইন্ ত্বিব্নালাকুম্ ‘আন্ শাইয়িম্ মিন্হু নাফ্সান্ ফাকুলূহু হানী - য়াম্ মারী - য়া-।","english_translit":"Waatoo alnnisaa saduqatihinna nihlatan fain tibna lakum AAan shayin minhu nafsan fakuloohu haneean mareean"},{"sura":4,"aya":5,"quran_text":"وَلَا تُؤْتُوا السُّفَهَاءَ أَمْوَالَكُمُ الَّتِي جَعَلَ اللَّهُ لَكُمْ قِيَامًا وَارْزُقُوهُمْ فِيهَا وَاكْسُوهُمْ وَقُولُوا لَهُمْ قَوْلًا مَعْرُوفًا","bangla_text":"আর যে সম্পদকে আল্লাহ তোমাদের জীবন-যাত্রার অবলম্বন করেছেন, তা অর্বাচীনদের হাতে তুলে দিও না। বরং তা থেকে তাদেরকে খাওয়াও, পরাও এবং তাদেরকে সান্তনার বানী শোনাও।","english_text":"Do not entrust (their) property God has given you to maintain (On trust), to those who are immature; but feed them and clothe them from it, and speak to them with kindness.","bangla_translit":"অলা-তুতুস্ সুফাহা - য়া আম্ওয়া-লাকুমুল্ লাতী জ্বা‘আলাল্লা-হু লাকুম্ ক্বিয়া-মাওঁ র্অযুক্ব ূহুম্ ফীহা-অক্সূূহুম্ অক্ব ূলূ লাহুম্ ক্বাওলাম্ মা’রূফা-।","english_translit":"Wala tutoo alssufahaa amwalakumu allatee jaAAala Allahu lakum qiyaman waorzuqoohum feeha waoksoohum waqooloo lahum qawlan maAAroofan"},{"sura":4,"aya":6,"quran_text":"وَابْتَلُوا الْيَتَامَى حَتَّى إِذَا بَلَغُوا النِّكَاحَ فَإِنْ آنَسْتُمْ مِنْهُمْ رُشْدًا فَادْفَعُوا إِلَيْهِمْ أَمْوَالَهُمْ وَلَا تَأْكُلُوهَا إِسْرَافًا وَبِدَارًا أَنْ يَكْبَرُوا وَمَنْ كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ وَمَنْ كَانَ فَقِيرًا فَلْيَأْكُلْ بِالْمَعْرُوفِ فَإِذَا دَفَعْتُمْ إِلَيْهِمْ أَمْوَالَهُمْ فَأَشْهِدُوا عَلَيْهِمْ وَكَفَى بِاللَّهِ حَسِيبًا","bangla_text":"আর এতীমদের প্রতি বিশেষভাবে নজর রাখবে, যে পর্যন্ত না তারা বিয়ের বয়সে পৌঁছে। যদি তাদের মধ্যে বুদ্ধি-বিবেচনার উন্মেষ আঁচ করতে পার, তবে তাদের সম্পদ তাদের হাতে অর্পন করতে পার। এতীমের মাল প্রয়োজনাতিরিক্ত খরচ করো না বা তারা বড় হয়ে যাবে মনে করে তাড়াতাড়ি খেয়ে ফেলো না। যারা স্বচ্ছল তারা অবশ্যই এতীমের মাল খরচ করা থেকে বিরত থাকবে। আর যে অভাবগ্রস্ত সে সঙ্গত পরিমাণ খেতে পারে। যখন তাদের হাতে তাদের সম্পদ প্রত্যার্পণ কর, তখন সাক্ষী রাখবে। অবশ্য আল্লাহই হিসাব নেয়ার ব্যাপারে যথেষ্ট।","english_text":"And test (and try) the orphans until they are of marriageable age. If you find they have acquired sound judgement, then hand over their property to them; but devour not their wealth, nor use it up hastily out of fear that soon they will grow up (and demand it). And (the guardian) who is rich should abstain from spending much (of their wealth); and he who is poor should use only as much as is fair. And when you give back their possessions have this witnessed, (and remember) that God is sufficient to take all account.","bangla_translit":"অব্তালুল্ ইয়াতা-মা-হাত্তা য় ইযা-বালাগুন্নিকা-হা ফাইন্ আ-নাস্তুম্ মিন্হুম্ রুশ্দান্ ফাদ্ফা‘ঊ য় ইলাইহিম্ আম্ওয়া-লাহুম্ অলা-তাকুলূহা য় ইস্রা-ফাওঁ অবিদা-রান্ আইঁ ইয়াক্বারূ; অমান্ কা-না গানিয়্যান্ ফাল্ ইয়াস্তা’ফিফ্ অমান্ কা-না ফাক্বীরান্ ফাল্ইয়াকুল্ বিল্ মা’রূফি ফাইযা- দাফা’তুম্ ইলাইহিম্ আম্ওয়া-লাহুম্ ফাশ্হিদূ ‘আলাইহিম্ ; অকাফা- বিল্লা-হি হাসীবা-।","english_translit":"Waibtaloo alyatama hatta itha balaghoo alnnikaha fain anastum minhum rushdan faidfaAAoo ilayhim amwalahum wala takulooha israfan wabidaran an yakbaroo waman kana ghaniyyan falyastaAAfif waman kana faqeeran falyakul bialmaAAroofi faitha dafaAAtum ilayhim amwalahum faashhidoo AAalayhim wakafa biAllahi haseeban"},{"sura":4,"aya":7,"quran_text":"لِلرِّجَالِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ وَلِلنِّسَاءِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ نَصِيبًا مَفْرُوضًا","bangla_text":"পিতা-মাতা ও আত্নীয়-স্বজনদের পরিত্যক্ত সম্পত্তিতে পুরুষদেরও অংশ আছে এবং পিতা-মাতা ও আত্নীয়-স্বজনদের পরিত্যক্ত সম্পত্তিতে নারীদেরও অংশ আছে; অল্প হোক কিংবা বেশী। এ অংশ নির্ধারিত।","english_text":"Men have a share in what the parents and relatives leave behind at death; and women have a share in what the parents and relatives leave behind. Be it large or small a legal share is fixed.","bangla_translit":"র্লিরিজ্বা-লি নাছীবুম্ মিম্মা-তারাকাল্ ওয়া-লিদা-নি অল্আক্ব ্রাবূনা অলিন্নিসা - য়ি নাছীবুম্ মিম্মা- তারাকাল্ ওয়া-লিদা-নি অল্ আক্ব ্রাবূনা মিম্মা ক্বাল্লা মিন্হু আও কার্ছু; নাছীবাম্ মাফ্রূদ্বোয়া-।","english_translit":"Lilrrijali naseebun mimma taraka alwalidani waalaqraboona walilnnisai naseebun mimma taraka alwalidani waalaqraboona mimma qalla minhu aw kathura naseeban mafroodan"},{"sura":4,"aya":8,"quran_text":"وَإِذَا حَضَرَ الْقِسْمَةَ أُولُو الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينُ فَارْزُقُوهُمْ مِنْهُ وَقُولُوا لَهُمْ قَوْلًا مَعْرُوفًا","bangla_text":"সম্পতি বন্টনের সময় যখন আত্নীয়-স্বজন, এতীম ও মিসকীন উপস্থিত হয়, তখন তা থেকে তাদের কিছু খাইয়ে দাও এবং তাদের সাথে কিছু সদালাপ করো।","english_text":"And when the relatives and orphans and the needy collect at the time of the division (of property) provide for them too, and talk kindly to them.","bangla_translit":"অইযা- হাদ্বোয়ারাল্ ক্বিস্মাতা ঊলুল্ ক্বর্ ুবা- অল্ ইয়াতা-মা-অল্ মাসা-কীনু র্ফাযুক্ব ূহুম্ মিন্হু অক্ব ূলূ লাহুম্ ক্বাওলাম্ মা’রূফা-।","english_translit":"Waitha hadara alqismata oloo alqurba waalyatama waalmasakeenu faorzuqoohum minhu waqooloo lahum qawlan maAAroofan"},{"sura":4,"aya":9,"quran_text":"وَلْيَخْشَ الَّذِينَ لَوْ تَرَكُوا مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعَافًا خَافُوا عَلَيْهِمْ فَلْيَتَّقُوا اللَّهَ وَلْيَقُولُوا قَوْلًا سَدِيدًا","bangla_text":"তাদের ভয় করা উচিত, যারা নিজেদের পশ্চাতে দুর্বল অক্ষম সন্তান-সন্ততি ছেড়ে গেলে তাদের জন্যে তারাও আশঙ্কা করে; সুতরাং তারা যেন আল্লাহকে ভয় করে এবং সংগত কথা বলে।","english_text":"Let people fear the day when they leave small children behind them unprovided, and how concerned they would be for them. So fear God and say the right things to them.","bangla_translit":"অল্ ইয়াখ্শাল্ লাযীনা লাও তারাকূ মিন্ খাল্ফিহিম্ র্যুরিয়্যাতান্ দ্বি‘আ-ফান্ খা-ফূ ‘আলাইহিম্ ফাল্ ইয়াত্তাক্ব ুল্লা-হা অল্ইয়াক্ব ূলূ ক্বাওলান্ সাদীদা।","english_translit":"Walyakhsha allatheena law tarakoo min khalfihim thurriyyatan diAAafan khafoo AAalayhim falyattaqoo Allaha walyaqooloo qawlan sadeedan"},{"sura":4,"aya":10,"quran_text":"إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْمًا إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَارًا وَسَيَصْلَوْنَ سَعِيرًا","bangla_text":"যারা এতীমদের অর্থ-সম্পদ অন্যায়ভাবে খায়, তারা নিজেদের পেটে আগুনই ভর্তি করেছে এবং সত্ত্বরই তারা অগ্নিতে প্রবেশ করবে।","english_text":"Those who devour the possessions of the orphans unjustly devour only fire, and will surely burn in Hell.","bangla_translit":"ইন্নাল্লাযীনা ইয়াকুলূনা আম্ওয়া-লাল্ ইয়াতা-মা-জুল্মান্ ইন্নামা- ইয়াকুলূনা ফী বুত্ব ূনিহিম্ না-রা-; অসাইয়াছ্লাওনা সা‘ঈরা-।","english_translit":"Inna allatheena yakuloona amwala alyatama thulman innama yakuloona fee butoonihim naran wasayaslawna saAAeeran"},{"sura":4,"aya":11,"quran_text":"يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ فَإِنْ كُنَّ نِسَاءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ وَإِنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ وَلِأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِنْ كَانَ لَهُ وَلَدٌ فَإِنْ لَمْ يَكُنْ لَهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلِأُمِّهِ الثُّلُثُ فَإِنْ كَانَ لَهُ إِخْوَةٌ فَلِأُمِّهِ السُّدُسُ مِنْ بَعْدِ وَصِيَّةٍ يُوصِي بِهَا أَوْ دَيْنٍ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ لَا تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعًا فَرِيضَةً مِنَ اللَّهِ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا","bangla_text":"আল্লাহ তোমাদেরকে তোমাদের সন্তানদের সম্পর্কে আদেশ করেনঃ একজন পুরুষের অংশ দু?জন নারীর অংশের সমান। অতঃপর যদি শুধু নারীই হয় দু' এর অধিক, তবে তাদের জন্যে ঐ মালের তিন ভাগের দুই ভাগ যা ত্যাগ করে মরে এবং যদি একজনই হয়, তবে তার জন্যে অর্ধেক। মৃতের পিতা-মাতার মধ্য থেকে প্রত্যেকের জন্যে ত্যাজ্য সম্পত্তির ছয় ভাগের এক ভাগ, যদি মৃতের পুত্র থাকে। যদি পুত্র না থাকে এবং পিতা-মাতাই ওয়ারিস হয়, তবে মাতা পাবে তিন ভাগের এক ভাগ। অতঃপর যদি মৃতের কয়েকজন ভাই থাকে, তবে তার মাতা পাবে ছয় ভাগের এক ভাগ ওছিয়্যতের পর, যা করে মরেছে কিংবা ঋণ পরিশোধের পর। তোমাদের পিতা ও পুত্রের মধ্যে কে তোমাদের জন্যে অধিক উপকারী তোমরা জান না। এটা আল্লাহ কতৃক নির্ধারিত অংশ নিশ্চয় আল্লাহ সর্বজ্ঞ, রহস্যবিদ।","english_text":"As for the children, God decrees that the share of the male is equivalent to that of two females. If they consist of women only, and of them more than two, they will get two-thirds of the inheritance; but in case there is one, she will inherit one half. The parents will each inherit a sixth of the estate if it happens the deceased has left a child; but if he has left no children, and his parents are his heirs, then the mother will inherit one-third; but if he has left brothers, the mother will inherit one-sixth after payment of legacies and debts. Of parents and children you do not know who are more useful to you. These are the decrees of God who knows all and is wise.","bangla_translit":"ইয়ূছীকুমুল্লা-হু ফী য় আওলা-দিকুম্ লিয্যাকারি মিছ্লু হাজ্জিল্ উন্ছাইয়াইনি, ফাইন্ কুন্না নিসা-য়ান্ ফাওক্বাছ্ নাতাইনি ফালাহুন্না ছুলুছা- মা-তারাকা, অইন্ কা-নাত্ ওয়া-হিদাতান্ ফালাহান নিছ্ফু অলিআবাওয়াইহি লিকুল্লি ওয়া-হিদিম্ মিন্হুমাস্ সুদুসু মিম্মা-তারাকা ইন্ কা-না লাহূ অলাদুন্ ফাইল্লাম্ ইয়াকুল্লাহূ অলাদুওঁ অআরিছাহূ য় আবাওয়া-হু ফালিউম্মিহিছ্ ছুলুছু ফাইন্ কা-না লাহূ য় ইখ্ওয়াতুন্ ফালিউম্মিহিস্ সুদুসু ম্মি বা’দি অছিয়্যাতিইঁ ইয়ূছীবিহা য় আওদাইন্; আ-বা - উকুম্ অআবনা - য়ুকুম্, লা- তাদ্রূনা আইয়্যূহুম আক্ব ্রাবু লাকুম্ নাফ্‘আ-’ ফারীদ্বোয়াতাম্ মিনাল্লা-হ্; ইন্নাল্লা-হা কা-না ‘আলীমান্ হাকীমা-।","english_translit":"Yooseekumu Allahu fee awladikum lilththakari mithlu haththi alonthayayni fain kunna nisaan fawqa ithnatayni falahunna thulutha ma taraka wain kanat wahidatan falaha alnnisfu waliabawayhi likulli wahidin minhuma alssudusu mimma taraka in kana lahu waladun fain lam yakun lahu waladun wawarithahu abawahu faliommihi alththuluthu fain kana lahu ikhwatun faliommihi alssudusu min baAAdi wasiyyatin yoosee biha aw daynin abaokum waabnaokum la tadroona ayyuhum aqrabu lakum nafAAan fareedatan mina Allahi inna Allaha kana AAaleeman hakeeman"},{"sura":4,"aya":12,"quran_text":"وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ إِنْ لَمْ يَكُنْ لَهُنَّ وَلَدٌ فَإِنْ كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ مِنْ بَعْدِ وَصِيَّةٍ يُوصِينَ بِهَا أَوْ دَيْنٍ وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ إِنْ لَمْ يَكُنْ لَكُمْ وَلَدٌ فَإِنْ كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُمْ مِنْ بَعْدِ وَصِيَّةٍ تُوصُونَ بِهَا أَوْ دَيْنٍ وَإِنْ كَانَ رَجُلٌ يُورَثُ كَلَالَةً أَوِ امْرَأَةٌ وَلَهُ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ فَإِنْ كَانُوا أَكْثَرَ مِنْ ذَلِكَ فَهُمْ شُرَكَاءُ فِي الثُّلُثِ مِنْ بَعْدِ وَصِيَّةٍ يُوصَى بِهَا أَوْ دَيْنٍ غَيْرَ مُضَارٍّ وَصِيَّةً مِنَ اللَّهِ وَاللَّهُ عَلِيمٌ حَلِيمٌ","bangla_text":"আর, তোমাদের হবে অর্ধেক সম্পত্তি, যা ছেড়ে যায় তোমাদের স্ত্রীরা যদি তাদের কোন সন্তান না থাকে। যদি তাদের সন্তান থাকে, তবে তোমাদের হবে এক-চতুর্থাংশ ঐ সম্পত্তির, যা তারা ছেড়ে যায়; ওছিয়্যতের পর, যা তারা করে এবং ঋণ পরিশোধের পর। স্ত্রীদের জন্যে এক-চতুর্থাংশ হবে ঐ সম্পত্তির, যা তোমরা ছেড়ে যাও যদি তোমাদের কোন সন্তান না থাকে। আর যদি তোমাদের সন্তান থাকে, তবে তাদের জন্যে হবে ঐ সম্পত্তির আট ভাগের এক ভাগ, যা তোমরা ছেড়ে যাও ওছিয়্যতের পর, যা তোমরা কর এবং ঋণ পরিশোধের পর। যে পুরুষের, ত্যাজ্য সম্পত্তি, তার যদি পিতা-পুত্র কিংবা স্ত্রী না থাকে এবং এই মৃতের এক ভাই কিংবা এক বোন থাকে, তবে উভয়ের প্রত্যেকে ছয়-ভাগের এক পাবে। আর যদি ততোধিক থাকে, তবে তারা এক তৃতীয়াংশ অংশীদার হবে ওছিয়্যতের পর, যা করা হয় অথবা ঋণের পর এমতাবস্থায় যে, অপরের ক্ষতি না করে। এ বিধান আল্লাহর। আল্লাহ সর্বজ্ঞ, সহনশীল।","english_text":"Your share in the property the wives leave behind is half if they die without an issue, but in case they have left children, then your share is one-fourth after the payment of legacies and debts; and your wife shall inherit one-fourth of what you leave at death if you die childless, if not, she will get one-eighth of what you leave behind after payment of legacies and debts. If a man or a woman should die without leaving either children or parents behind but have brother and sister, they shall each inherit one-sixth. In case there are more, they will share one-third of the estate after payment of legacies and debts without prejudice to others. This is the decree of God who knows all and is kind.","bangla_translit":"অলাকুম নিছ্ফু মা-তারাকা আয্ওয়া-জ্ব ুকুম্ ইল্লাম্ ইয়াকুল্লাহুন্না অলাদুন্ ফাইন্ কা-না লাহুন্না অলাদুন্ ফালাকুর্মু রুবু‘উ মিম্মা- তারাক্না মিম্ বা’দি অছিয়্যাতিইঁ ইয়ূছীনা বিহা য় আও দাইন্; অলাহুর্ন্না রুবু‘উ মিম্মা- তারাক্তুম্ ইল্লাম্ ইয়াকুল্লাকুম্ অলাদুন্ ফাইন্ কা-না লাকুম্ অলাদুন্ ফালাহুন্নাছ্ ছুমুনু মিম্মা- তারাক্তুম্ মিম্ বা’দি অছিয়্যাতিন্ তূছূনা বিহা য় আও দাইন; অইন্ কা-না রাজ্ব ুলুইঁ ইয়ূরাছু কালা-লাতান্ আওয়িম্রায়াতুওঁ অলাহূ য় আখুন্ আও উখ্তুন্ ফালিকুল্লি ওয়া-হিদিম্ মিন্হুমাস্ সুদুসু, ফাইন্ কা-নূ য় আক্ছারা মিন্ যা-লিকা ফাহুম্ শুরাকা - উ ফিছ্ ছুলুছি মিম্ বা’দি অছিয়্যাতিইঁ ইয়ূছোয়া-বিহা য় আও দাইনিন্ গাইরা মুদ্বোয়া -র্ রিন্ অছিয়্যাতাম্ মিনাল্লা-হ্; অল্লা-হু ‘আলীমুন্ হালীম্।","english_translit":"Walakum nisfu ma taraka azwajukum in lam yakun lahunna waladun fain kana lahunna waladun falakumu alrrubuAAu mimma tarakna min baAAdi wasiyyatin yooseena biha aw daynin walahunna alrrubuAAu mimma taraktum in lam yakun lakum waladun fain kana lakum waladun falahunna alththumunu mimma taraktum min baAAdi wasiyyatin toosoona biha aw daynin wain kana rajulun yoorathu kalalatan awi imraatun walahu akhun aw okhtun falikulli wahidin minhuma alssudusu fain kanoo akthara min thalika fahum shurakao fee alththuluthi min baAAdi wasiyyatin yoosa biha aw daynin ghayra mudarrin wasiyyatan mina Allahi waAllahu AAaleemun haleemun"},{"sura":4,"aya":13,"quran_text":"تِلْكَ حُدُودُ اللَّهِ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ","bangla_text":"এগুলো আল্লাহর নির্ধারিত সীমা। যে কেউ আল্লাহ ও রসূলের আদেশমত চলে, তিনি তাকে জান্নাত সমূহে প্রবেশ করাবেন, যেগুলোর তলদেশ দিয়ে স্রোতস্বিনী প্রবাহিত হবে। তারা সেখানে চিরকাল থাকবে। এ হল বিরাট সাফল্য।","english_text":"These are the limits set by God, and those who follow the commandments of God and the Prophet, will indeed be admitted to gardens with streams of water running by, where they will for ever abide; and this will be success supreme.","bangla_translit":"তিল্কা হুদূদুল্লা-হ্; অমাইঁ ইয়ুত্বি‘ইল্লা-হা অ রাসূলাহূ ইয়ুদ্খিল্হু জ্বান্না-তিন্ তাজ্ব ্রী মিন্ তাহ্তিহাল্ আন্হা-রু খা-লিদীনা ফীহা-; অযা-লিকাল্ ফাওযুল্ ‘আজীম্।","english_translit":"Tilka hudoodu Allahi waman yutiAAi Allaha warasoolahu yudkhilhu jannatin tajree min tahtiha alanharu khalideena feeha wathalika alfawzu alAAatheemu"},{"sura":4,"aya":14,"quran_text":"وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ وَيَتَعَدَّ حُدُودَهُ يُدْخِلْهُ نَارًا خَالِدًا فِيهَا وَلَهُ عَذَابٌ مُهِينٌ","bangla_text":"যে কেউ আল্লাহ ও রসূলের অবাধ্যতা করে এবং তার সীমা অতিক্রম করে তিনি তাকে আগুনে প্রবেশ করাবেন। সে সেখানে চিরকাল থাকবে। তার জন্যে রয়েছে অপমানজনক শাস্তি।","english_text":"Those who disobey God and the Prophet and exceed the bounds of law, will be taken to Hell and abide there for ever and shall suffer despicable punishment.","bangla_translit":"অমাইঁ ইয়া’ছিল্লা-হা অরাসূলাহূ অইয়াতা‘আদ্দা হুদূদাহূ ইয়ুদ্খিল্হু না-রান্ খা-লিদান্ ফীহা-অলাহূ ‘আযা-বুম্ মুহীন্।","english_translit":"Waman yaAAsi Allaha warasoolahu wayataAAadda hudoodahu yudkhilhu naran khalidan feeha walahu AAathabun muheenun"},{"sura":4,"aya":15,"quran_text":"وَاللَّاتِي يَأْتِينَ الْفَاحِشَةَ مِنْ نِسَائِكُمْ فَاسْتَشْهِدُوا عَلَيْهِنَّ أَرْبَعَةً مِنْكُمْ فَإِنْ شَهِدُوا فَأَمْسِكُوهُنَّ فِي الْبُيُوتِ حَتَّى يَتَوَفَّاهُنَّ الْمَوْتُ أَوْ يَجْعَلَ اللَّهُ لَهُنَّ سَبِيلًا","bangla_text":"আর তোমাদের নারীদের মধ্যে যারা ব্যভিচারিণী তাদের বিরুদ্ধে তোমাদের মধ্য থেকে চার জন পুরুষকে সাক্ষী হিসেবে তলব কর। অতঃপর যদি তারা সাক্ষ্য প্রদান করে তবে সংশ্লিষ্টদেরকে গৃহে আবদ্ধ রাখ, যে পর্যন্ত মৃত্যু তাদেরকে তুলে না নেয় অথবা আল্লাহ তাদের জন্য অন্য কোন পথ নির্দেশ না করেন।","english_text":"If any of your women is guilty of unnatural offence, bring four of your witnesses to give evidence; if they testify against them, retain them in the houses until death overtakes them or God provides some other way for them.","bangla_translit":"অল্লা-তী ইয়াতীনাল্ ফা-হিশাতা মিন্ নিসা - য়িকুম্ ফাস্তাশ্হিদূ ‘আলাইহিন্না র্আবা‘আতাম্ মিন্কুম্, ফাইন্ শাহিদূ ফাআম্সিকূহুন্না ফিল্ বুইয়ূতি হাত্তা-ইয়াতাওয়াফ্ফা-হুন্নাল্ মাওতু আও ইয়াজ্ব ্‘আলাল্লা-হু লাহুন্না সাবীলা-।","english_translit":"Waallatee yateena alfahishata min nisaikum faistashhidoo AAalayhinna arbaAAatan minkum fain shahidoo faamsikoohunna fee albuyooti hatta yatawaffahunna almawtu aw yajAAala Allahu lahunna sabeelan"},{"sura":4,"aya":16,"quran_text":"وَاللَّذَانِ يَأْتِيَانِهَا مِنْكُمْ فَآذُوهُمَا فَإِنْ تَابَا وَأَصْلَحَا فَأَعْرِضُوا عَنْهُمَا إِنَّ اللَّهَ كَانَ تَوَّابًا رَحِيمًا","bangla_text":"তোমাদের মধ্য থেকে যে দু’জন সেই কুকর্মে লিপ্ত হয়, তাদেরকে শাস্তি প্রদান কর। অতঃপর যদি উভয়ে তওবা করে এবং নিজেদের সংশোধন করে, তবে তাদের থেকে হাত গুটিয়ে নাও। নিশ্চয় আল্লাহ তওবা কবুলকারী, দয়ালু।","english_text":"If two (men) among you are guilty of such acts then punish both of them. But if they repent and reform, let them be, for God accepts repentance and is merciful.","bangla_translit":"অল্লাযা-নি ইয়াতিয়া-নিহা-মিন্কুম্ ফাআ-যূহুমা-ফাইন্ তা-বা-অআছ্লাহা- ফাআ’রিদ্ব ূ ‘আন্হুমা-; ইন্নাল্লা-হা কা-না তাও ওয়া-বার রাহীমা-।","english_translit":"Waallathani yatiyaniha minkum faathoohuma fain taba waaslaha faaAAridoo AAanhuma inna Allaha kana tawwaban raheeman"},{"sura":4,"aya":17,"quran_text":"إِنَّمَا التَّوْبَةُ عَلَى اللَّهِ لِلَّذِينَ يَعْمَلُونَ السُّوءَ بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِنْ قَرِيبٍ فَأُولَئِكَ يَتُوبُ اللَّهُ عَلَيْهِمْ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا","bangla_text":"অবশ্যই আল্লাহ তাদের তওবা কবুল করবেন, যারা ভূলবশতঃ মন্দ কাজ করে, অতঃপর অনতিবিলম্বে তওবা করে; এরাই হল সেসব লোক যাদেরকে আল্লাহ ক্ষমা করে দেন। আল্লাহ মহাজ্ঞানী, রহস্যবিদ।","english_text":"God does accept repentance, but only of those who are guilty of an evil out of ignorance yet quickly repent, and God turns to them again, for God is all-knowing and all-wise.","bangla_translit":"ইন্নামাত্তাওবাতু ‘আলাল্লা-হিল্লাযীনা ইয়া’মালূনাস্ সূ - আ বিজ্বাহা-লাতিন্ ছুম্মা ইয়াতূবূনা মিন্ ক্বারীবিন্ ফাউলা - য়িকা ইয়াতূ-বুল্লা-হু ‘আলাইহিম; অকা-নাল্লা-হু ‘আলীমান্ হাকীমা-।","english_translit":"Innama alttawbatu AAala Allahi lillatheena yaAAmaloona alssooa bijahalatin thumma yatooboona min qareebin faolaika yatoobu Allahu AAalayhim wakana Allahu AAaleeman hakeeman"},{"sura":4,"aya":18,"quran_text":"وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّى إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّي تُبْتُ الْآنَ وَلَا الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ أُولَئِكَ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا","bangla_text":"আর এমন লোকদের জন্য কোন ক্ষমা নেই, যারা মন্দ কাজ করতেই থাকে, এমন কি যখন তাদের কারো মাথার উপর মৃত্যু উপস্থিত হয়, তখন বলতে থাকেঃ আমি এখন তওবা করছি। আর তওবা নেই তাদের জন্য, যারা কুফরী অবস্থায় মৃত্যুবরণ করে। আমি তাদের জন্য যন্ত্রণাদায়ক শাস্তি প্রস্তুত করে রেখেছি।","english_text":"But (He does not accept) the repentance of those who continue indulging in evil until death draws near and they say: \"We now repent;\" nor of those who die disbelieving. For them We have a grievous retribution in wait.","bangla_translit":"অ লাইসাতিত্ তাওবাতু লিল্লাযীনা ইয়া’মালূনাস্ সাইয়্যিয়া-তি হাত্তা য় ইযা-হাদ্বোয়ারা আহাদাহুমুল্ ম্ওাতু ক্বা-লা ইন্ নী তুব্তুল্ আ-না অলাল্ লাযীনা ইয়ামূতূনা অহুম্ কুফ্ফার্-; উলা - য়িকা ‘আতাদ্না- লাহুম্ ‘আযা-বান্ আলীমা-।","english_translit":"Walaysati alttawbatu lillatheena yaAAmaloona alssayyiati hatta itha hadara ahadahumu almawtu qala innee tubtu alana wala allatheena yamootoona wahum kuffarun olaika aAAtadna lahum AAathaban aleeman"},{"sura":4,"aya":19,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا لَا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّسَاءَ كَرْهًا وَلَا تَعْضُلُوهُنَّ لِتَذْهَبُوا بِبَعْضِ مَا آتَيْتُمُوهُنَّ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ فَإِنْ كَرِهْتُمُوهُنَّ فَعَسَى أَنْ تَكْرَهُوا شَيْئًا وَيَجْعَلَ اللَّهُ فِيهِ خَيْرًا كَثِيرًا","bangla_text":"হে ঈমাণদারগণ! বলপূর্বক নারীদেরকে উত্তরাধিকারে গ্রহন করা তোমাদের জন্যে হালাল নয় এবং তাদেরকে আটক রেখো না যাতে তোমরা তাদেরকে যা প্রদান করেছ তার কিয়দংশ নিয়ে নাও; কিন্তু তারা যদি কোন প্রকাশ্য অশ্লীলতা করে! নারীদের সাথে সদ্ভাবে জীবন-যাপন কর। অতঃপর যদি তাদেরকে অপছন্দ কর, তবে হয়ত তোমরা এমন এক জিনিসকে অপছন্দ করছ, যাতে আল্লাহ, অনেক কল্যাণ রেখেছেন।","english_text":"O believers, you are not allowed to take perforce the women (of dead relatives) into your heritage, or tyrannise over them in order to deprive them of what you have given them, unless they are guilty of open adultery. Live with them with tolerance and justice even if you do not care for them. For it may well be you may not like a thing, yet God may have endued it with much goodness.","bangla_translit":"ইয়া য় আইয়্যুহাল্লাযীনা আ-মানূ লা-ইয়াহিল্লু লাকুম্ আন্ তারিছুন্নিসা - আ কারহা-; অলা- তা’দ্ব ুলূহুন্না লিতায্হাবূ বিবা’দ্বি মা য় আ-তাইতুমূহুন্না ইল্লা য় আইঁ ইয়াতীনা বিফা-হিশাতিম্ মুবাইয়্যিনাতিন্ অ‘আ-শিরূহুন্না বিলমা’রূফি ফাইন্ কারিহ্তুমূহুন্না ফা‘আসা য় আন্ তাক্রাহূ শাইয়াওঁ অইয়াজ্ব ্‘আলাল্লা-হু ফীহি খাইরান্ কাছীরা-।","english_translit":"Ya ayyuha allatheena amanoo la yahillu lakum an tarithoo alnnisaa karhan wala taAAduloohunna litathhaboo bibaAAdi ma ataytumoohunna illa an yateena bifahishatin mubayyinatin waAAashiroohunna bialmaAAroofi fain karihtumoohunna faAAasa an takrahoo shayan wayajAAala Allahu feehi khayran katheeran"},{"sura":4,"aya":20,"quran_text":"وَإِنْ أَرَدْتُمُ اسْتِبْدَالَ زَوْجٍ مَكَانَ زَوْجٍ وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَارًا فَلَا تَأْخُذُوا مِنْهُ شَيْئًا أَتَأْخُذُونَهُ بُهْتَانًا وَإِثْمًا مُبِينًا","bangla_text":"যদি তোমরা এক স্ত্রীর স্থলে অন্য স্ত্রী পরিবর্তন করতে ইচ্ছা কর এবং তাদের একজনকে প্রচুর ধন-সম্পদ প্রদান করে থাক, তবে তা থেকে কিছুই ফেরত গ্রহণ করো না। তোমরা কি তা অন্যায়ভাবে ও প্রকাশ্য গোনাহর মাধ্যমে গ্রহণ করবে?","english_text":"If you want to take another wife in place of the one you are married to, then even if you have given her a talent of gold, do not take back a thing. Would you take it away by slandering and using unjust means?","bangla_translit":"অইন্ আরাত্তুমুস্ তিব্দা-লা যাওজ্বিম্ মাকা-না যাওজ্বিওঁ অ আ-তাইতুম্ ইহ্দা-হুন্না ক্বিনত্বোয়া-রান্ ফালা-তাখুযূ মিন্হু শাইয়া-; আতাখুযূনাহূ বুহ্তা-নাওঁ অইছ্মাম্ মুবীনা-।","english_translit":"Wain aradtumu istibdala zawjin makana zawjin waataytum ihdahunna qintaran fala takhuthoo minhu shayan atakhuthoonahu buhtanan waithman mubeenan"},{"sura":4,"aya":21,"quran_text":"وَكَيْفَ تَأْخُذُونَهُ وَقَدْ أَفْضَى بَعْضُكُمْ إِلَى بَعْضٍ وَأَخَذْنَ مِنْكُمْ مِيثَاقًا غَلِيظًا","bangla_text":"তোমরা কিরূপে তা গ্রহণ করতে পার, অথচ তোমাদের একজন অন্য জনের কাছে গমন এবং নারীরা তোমাদের কাছে থেকে সুদৃঢ় অঙ্গীকার গ্রহণ করেছে।","english_text":"How could you do that having slept with one another, and when they had taken a solemn pledge from you?","bangla_translit":"অকাইফা তাখুযূনাহূ অক্বাদ্ আফ্দ্বোয়া- বা’দ্ব ুকুম্ ইলা-বা’দ্বিওঁ অআখায্না মিন্কুম্ মীছা-ক্বান্ গালীজোয়া-।","english_translit":"Wakayfa takhuthoonahu waqad afda baAAdukum ila baAAdin waakhathna minkum meethaqan ghaleethan"},{"sura":4,"aya":22,"quran_text":"وَلَا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ مِنَ النِّسَاءِ إِلَّا مَا قَدْ سَلَفَ إِنَّهُ كَانَ فَاحِشَةً وَمَقْتًا وَسَاءَ سَبِيلًا","bangla_text":"যে নারীকে তোমাদের পিতা-পিতামহ বিবাহ করেছে তোমরা তাদের বিবাহ করো না। কিন্তু যা বিগত হয়ে গেছে। এটা অশ্লীল, গযবের কাজ এবং নিকৃষ্ট আচরণ।","english_text":"And do not wed the women your fathers had wed. What happened in the past is now past: It was lewd and abhorrent, and only the way of evil.","bangla_translit":"অলা-তান্কিহূ মা- নাকাহা আ-বা - উকুম্ মিনান্নিসা - য়ি ইল্লা-মা- ক্বাদ্ সালাফ্; ইন্নাহূ কা-না ফা-হিশাতাওঁ অমাক¦ ্তান্ অসা - য়া সাবীলা-।","english_translit":"Wala tankihoo ma nakaha abaokum mina alnnisai illa ma qad salafa innahu kana fahishatan wamaqtan wasaa sabeelan"},{"sura":4,"aya":23,"quran_text":"حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ وَبَنَاتُكُمْ وَأَخَوَاتُكُمْ وَعَمَّاتُكُمْ وَخَالَاتُكُمْ وَبَنَاتُ الْأَخِ وَبَنَاتُ الْأُخْتِ وَأُمَّهَاتُكُمُ اللَّاتِي أَرْضَعْنَكُمْ وَأَخَوَاتُكُمْ مِنَ الرَّضَاعَةِ وَأُمَّهَاتُ نِسَائِكُمْ وَرَبَائِبُكُمُ اللَّاتِي فِي حُجُورِكُمْ مِنْ نِسَائِكُمُ اللَّاتِي دَخَلْتُمْ بِهِنَّ فَإِنْ لَمْ تَكُونُوا دَخَلْتُمْ بِهِنَّ فَلَا جُنَاحَ عَلَيْكُمْ وَحَلَائِلُ أَبْنَائِكُمُ الَّذِينَ مِنْ أَصْلَابِكُمْ وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ إِلَّا مَا قَدْ سَلَفَ إِنَّ اللَّهَ كَانَ غَفُورًا رَحِيمًا","bangla_text":"তোমাদের জন্যে হারাম করা হয়েছে তোমাদের মাতা, তোমাদের কন্যা, তোমাদের বোন, তোমাদের ফুফু, তোমাদের খালা, ভ্রাতৃকণ্যা; ভগিনীকণ্যা তোমাদের সে মাতা, যারা তোমাদেরকে স্তন্যপান করিয়েছে, তোমাদের দুধ-বোন, তোমাদের স্ত্রীদের মাতা, তোমরা যাদের সাথে সহবাস করেছ সে স্ত্রীদের কন্যা যারা তোমাদের লালন-পালনে আছে। যদি তাদের সাথে সহবাস না করে থাক, তবে এ বিবাহে তোমাদের কোন গোনাহ নেই। তোমাদের ঔরসজাত পুত্রদের স্ত্রী এবং দুই বোনকে একত্রে বিবাহ করা; কিন্তু যা অতীত হয়ে গেছে। নিশ্চয় আল্লাহ ক্ষমাকরী, দয়ালু।","english_text":"Unlawful are your mothers and daughters and your sisters to you, and the sisters of your fathers and your mothers, and the daughters of your brothers and sisters, and foster mothers, foster sisters, and the mothers of your wives, and the daughters of the wives you have slept with who are under your charge; but in case you have not slept with them there is no offence (if you marry their daughters); and the wives of your own begotten sons; and marrying two sisters is unlawful. What happened in the past (is now past): God is forgiving and kind.","bangla_translit":"র্হুরিমাত্ ‘আলাইকুম্ উম্মাহা-তুকুম্ অবানা-তুকুম্ অআখাওয়া-তুকুম্ অ‘আম্মা-তুকুম্ অখা-লা-তুকুম্ অবানা-তুল্ আখি অবানা-তুল্ উখ্তি অউম্মাহা-তুকুমুল্ লা-তী য় র্আদ্বোয়া’নাকুম্ অআখাওয়া-তুকুম্ মির্না রাদ্বোয়া-‘আতি অউম্মাহা-তু নিসা - য়িকুম্ অ রাবা - য়িবুকুমুল্ লা-তী ফী হুজ্ব ূরিকুম্ মিন্নিসা - য়িকুমুল্ লা-তী দাখাল্তুম্ বিহিন্না ফাইল্ লাম্ তাকূনূ দাখাল্তুম্ বিহিন্না ফালা-জ্ব ুনা-হা ‘আলাইকুম্ অহালা - য়িলু আব্না - য়িকুমুল্ লাযীনা মিন্ আছ্লা-বিকুম্ অআন্ তাজ্ব ্মা‘উ বাইনাল উখ্তাইনি ইল্লা-মা-ক্বাদ সালাফ; ইন্নাল্লা-হা কা-না গাফূরাব্ রাহীমা-।","english_translit":"Hurrimat AAalaykum ommahatukum wabanatukum waakhawatukum waAAammatukum wakhalatukum wabanatu alakhi wabanatu alokhti waommahatukumu allatee ardaAAnakum waakhawatukum mina alrradaAAati waommahatu nisaikum warabaibukumu allatee fee hujoorikum min nisaikumu allatee dakhaltum bihinna fain lam takoonoo dakhaltum bihinna fala junaha AAalaykum wahalailu abnaikumu allatheena min aslabikum waan tajmaAAoo bayna alokhtayni illa ma qad salafa inna Allaha kana ghafooran raheeman"},{"sura":4,"aya":24,"quran_text":"وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ كِتَابَ اللَّهِ عَلَيْكُمْ وَأُحِلَّ لَكُمْ مَا وَرَاءَ ذَلِكُمْ أَنْ تَبْتَغُوا بِأَمْوَالِكُمْ مُحْصِنِينَ غَيْرَ مُسَافِحِينَ فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَّ فَآتُوهُنَّ أُجُورَهُنَّ فَرِيضَةً وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا تَرَاضَيْتُمْ بِهِ مِنْ بَعْدِ الْفَرِيضَةِ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا","bangla_text":"এবং নারীদের মধ্যে তাদের ছাড়া সকল সধবা স্ত্রীলোক তোমাদের জন্যে নিষিদ্ধ; তোমাদের দক্ষিণ হস্ত যাদের মালিক হয়ে যায়-এটা তোমাদের জন্য আল্লাহর হুকুম। এদেরকে ছাড়া তোমাদের জন্যে সব নারী হালাল করা হয়েছে, শর্ত এই যে, তোমরা তাদেরকে স্বীয় অর্থের বিনিময়ে তলব করবে বিবাহ বন্ধনে আবদ্ধ করার জন্য-ব্যভিচারের জন্য নয়। অনন্তর তাদের মধ্যে যাকে তোমরা ভোগ করবে, তাকে তার নির্ধারিত হক দান কর। তোমাদের কোন গোনাহ হবে না যদি নির্ধারণের পর তোমরা পরস্পরে সম্মত হও। নিশ্চয় আল্লাহ সুবিজ্ঞ, রহস্যবিদ।","english_text":"Also forbidden are married women unless they are captives (of war). Such is the decree of God. Lawful for you are women besides these if you seek them with your wealth for wedlock and not for debauchery. Then give those of these women you have enjoyed, the agreed dower. It will not be sinful if you agree to something (else) by mutual consent after having settled the dowry. God is certainly all-knowing and all-wise.","bangla_translit":"অল্ মুহ্ছনা- তু মিনান্ নিসা - য়ি ইল্লা-মা-মালাকাত্ আইমা-নুকুম্, কিতা-বাল্লা-হি ‘আলাইকুম্, অউহিল্লা লাকুম্ মা-অরা - য়া যা-লিকুম্ আন্ তাব্তাগূ বিআম্ওয়া-লিকুম্ মুহ্ছিনীনা গাইরা মূসা-ফিহীন্; ফামাস্তাম্তা’তুম্ বিহী মিন্হুন্না ফাআ-তূহুন্না উজ্ব ূরাহুন্না ফারীদ্বোয়াহ্; অলা-জ্ব ুনা-হা ‘আলাইকুম্ ফীমা- তারা-দ্বোয়াইতুম্ বিহী মিম্ বা’দিল্ ফারীদ্বোয়াহ্; ইন্নাল্লা-হা কা-না ‘আলীমান্ হাকীম।","english_translit":"Waalmuhsanatu mina alnnisai illa ma malakat aymanukum kitaba Allahi AAalaykum waohilla lakum ma waraa thalikum an tabtaghoo biamwalikum muhsineena ghayra musafiheena fama istamtaAAtum bihi minhunna faatoohunna ojoorahunna fareedatan wala junaha AAalaykum feema taradaytum bihi min baAAdi alfareedati inna Allaha kana AAaleeman hakeeman"},{"sura":4,"aya":25,"quran_text":"وَمَنْ لَمْ يَسْتَطِعْ مِنْكُمْ طَوْلًا أَنْ يَنْكِحَ الْمُحْصَنَاتِ الْمُؤْمِنَاتِ فَمِنْ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْ فَتَيَاتِكُمُ الْمُؤْمِنَاتِ وَاللَّهُ أَعْلَمُ بِإِيمَانِكُمْ بَعْضُكُمْ مِنْ بَعْضٍ فَانْكِحُوهُنَّ بِإِذْنِ أَهْلِهِنَّ وَآتُوهُنَّ أُجُورَهُنَّ بِالْمَعْرُوفِ مُحْصَنَاتٍ غَيْرَ مُسَافِحَاتٍ وَلَا مُتَّخِذَاتِ أَخْدَانٍ فَإِذَا أُحْصِنَّ فَإِنْ أَتَيْنَ بِفَاحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنَ الْعَذَابِ ذَلِكَ لِمَنْ خَشِيَ الْعَنَتَ مِنْكُمْ وَأَنْ تَصْبِرُوا خَيْرٌ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ","bangla_text":"আর তোমাদের মধ্যে যে ব্যক্তি স্বাধীন মুসলমান নারীকে বিয়ে করার সামর্থ্য রাখে না, সে তোমাদের অধিকারভুক্ত মুসলিম ক্রীতদাসীদেরকে বিয়ে করবে। আল্লাহ তোমাদের ঈমান সম্পর্কে ভালোভাবে জ্ঞাত রয়েছেন। তোমরা পরস্পর এক, অতএব, তাদেরকে তাদের মালিকের অনুমতিক্রমে বিয়ে কর এবং নিয়ম অনুযায়ী তাদেরকে মোহরানা প্রদান কর এমতাবস্থায় যে, তারা বিবাহ বন্ধনে আবদ্ধ হবে-ব্যভিচারিণী কিংবা উপ-পতি গ্রহণকারিণী হবে না। অতঃপর যখন তারা বিবাহ বন্ধনে এসে যায়, তখন যদি কোন অশ্লীল কাজ করে, তবে তাদেরকে স্বাধীন নারীদের অর্ধেক শাস্তি ভোগ করতে হবে। এ ব্যবস্থা তাদের জন্যে, তোমাদের মধ্যে যারা ব্যভিচারে লিপ্ত হওয়ার ব্যাপারে ভয় করে। আর যদি সবর কর, তবে তা তোমাদের জন্যে উত্তম। আল্লাহ ক্ষমাশীল, করুণাময়।","english_text":"If one of you cannot afford to marry a believing gentlewoman (let him marry) a maid who is a believer. God is aware of your faith: The one of you is of the other; so marry them with the consent of their people, and give them an appropriate dowry. They are women (seeking) wedlock, and not lechery, nor secretly looking for paramours. But if they are married and guilty of adultery, inflict on them half the punishment (enjoined) for gentlewomen. This is for those who are afraid of doing wrong. In case they can wait, it is better for them. God is forgiving and kind.","bangla_translit":"অমাল্লাম্ ইয়াস্তাত্বি’ মিন্কুম্ ত্বোয়াওলান্ আইঁ ইয়ান্কিহাল্ মুহ্ছনা-তিল্ মুমিনা-তি ফামিম্ মা-মালাকাত্ আইমা-নুকুম্ মিন্ ফাতাইয়া-তিকুমুল্ মুমিনা-ত্; অল্লা-হু আ’লামু বিঈমা-নিকুম্; বা’দ্বু কুম্ মিম্ বা’দ্বি ফান্কিহূ হুন্না বিইয্নি আহ্লিহিন্না অ আ-তূহুন্না উজ্ব ূরা হুন্না বিল্মা’রূফি মুহ্ছনা-তিন্ গাইরা মুসা-ফিহা-তিওঁ অলা-মুত্তাখিযা-তি আখ্দা-নিন্ ফাইযা য় উহ্ছিন্না ফাইন্ আতাইনা বিফা-হিশাতিন্ ফা‘আলাইহিন্না নিছ্ফু মা-‘আলাল্ মুহ্ছনা-তি মিনাল্ ‘আযা-ব্; যা-লিকা লিমান্ খাশিয়াল্ ‘আনাতা মিন্কুম্; অ আন্ তাছ্বিরূ খাইরুল্লাকুম্ অল্লা-হু গাফূর্রু রাহীম।","english_translit":"Waman lam yastatiAA minkum tawlan an yankiha almuhsanati almuminati famin ma malakat aymanukum min fatayatikumu almuminati waAllahu aAAlamu bieemanikum baAAdukum min baAAdin fainkihoohunna biithni ahlihinna waatoohunna ojoorahunna bialmaAAroofi muhsanatin ghayra masafihatin wala muttakhithati akhdanin faitha ohsinna fain atayna bifahishatin faAAalayhinna nisfu ma AAala almuhsanati mina alAAathabi thalika liman khashiya alAAanata minkum waan tasbiroo khayrun lakum waAllahu ghafoorun raheemun"},{"sura":4,"aya":26,"quran_text":"يُرِيدُ اللَّهُ لِيُبَيِّنَ لَكُمْ وَيَهْدِيَكُمْ سُنَنَ الَّذِينَ مِنْ قَبْلِكُمْ وَيَتُوبَ عَلَيْكُمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ","bangla_text":"আল্লাহ তোমাদের জন্যে সব কিছু পরিষ্কার বর্ণনা করে দিতে চান, তোমাদের পূর্ববর্তীদের পথ প্রদর্শন করতে চান। এবং তোমাদেরকে ক্ষমা করতে চান, আল্লাহ মহাজ্ঞানী রহস্যবিদ।","english_text":"God wishes to make it clear to you and guide you through the example of earlier people, and to forgive you, for God is all-knowing and all-wise.","bangla_translit":"ইয়ুরীদুল্লা-হু লিইয়ুবাইয়্যিনা লাকুম্ অইয়াহ্দিয়াকুম্ সুনানাল্লাযীনা মিন্ ক্বাব্লিকুম্ অইয়াতূবা ‘আলাইকুম্; অল্লা-হু ‘আলীমুন্ হাকীম্।","english_translit":"Yureedu Allahu liyubayyina lakum wayahdiyakum sunana allatheena min qablikum wayatooba AAalaykum waAllahu AAaleemun hakeemun"},{"sura":4,"aya":27,"quran_text":"وَاللَّهُ يُرِيدُ أَنْ يَتُوبَ عَلَيْكُمْ وَيُرِيدُ الَّذِينَ يَتَّبِعُونَ الشَّهَوَاتِ أَنْ تَمِيلُوا مَيْلًا عَظِيمًا","bangla_text":"আল্লাহ তোমাদের প্রতি ক্ষমাশীল হতে চান, এবং যারা কামনা-বাসনার অনুসারী, তারা চায় যে, তোমরা পথ থেকে অনেক দূরে বিচ্যুত হয়ে পড়।","english_text":"God likes to turn to you, but those who are lost in the pleasures of the flesh wish to turn you astray, far away.","bangla_translit":"অল্লা-হু ইয়ুরীদু আইঁ ইয়াতূবা ‘আলাইকুম্’ অ ইয়ুরীদুল্লাযীনা ইয়াত্তাবি‘উনাশ্ শাহাওয়া-তি আন্ তামীলূ মাইলান্ ‘আজীমা-।","english_translit":"WaAllahu yureedu an yatooba AAalaykum wayureedu allatheena yattabiAAoona alshshahawati an tameeloo maylan AAatheeman"},{"sura":4,"aya":28,"quran_text":"يُرِيدُ اللَّهُ أَنْ يُخَفِّفَ عَنْكُمْ وَخُلِقَ الْإِنْسَانُ ضَعِيفًا","bangla_text":"আল্লাহ তোমাদের বোঝা হালকা করতে চান। মানুষ দুর্বল সৃজিত হয়েছে।","english_text":"God would like to lighten your burden, for man was created weak.","bangla_translit":"ইয়ুরীদুল্লা-হু আইঁ ইয়ুখাফ্ফিফা ‘আন্কুম্ অখুলিক্বাল্ ইন্সা-নু দ্বোয়া‘ঈফা-।","english_translit":"Yureedu Allahu an yukhaffifa AAankum wakhuliqa alinsanu daAAeefan"},{"sura":4,"aya":29,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ إِلَّا أَنْ تَكُونَ تِجَارَةً عَنْ تَرَاضٍ مِنْكُمْ وَلَا تَقْتُلُوا أَنْفُسَكُمْ إِنَّ اللَّهَ كَانَ بِكُمْ رَحِيمًا","bangla_text":"হে ঈমানদারগণ! তোমরা একে অপরের সম্পদ অন্যায়ভাবে গ্রাস করো না। কেবলমাত্র তোমাদের পরস্পরের সম্মতিক্রমে যে ব্যবসা করা হয় তা বৈধ। আর তোমরা নিজেদের কাউকে হত্যা করো না। নিঃসন্দেহে আল্লাহ তা’আলা তোমাদের প্রতি দয়ালু।","english_text":"O believers, you should not usurp unjustly the wealth of each other, but trade by mutual consent; and do not destroy yourselves. God is merciful to you.","bangla_translit":"ইয়া য় আইয়্যুহাল্লাযীনা আ-মানূ লা-তাকুলূ য় আম্ওয়া-লাকুম্ বাইনাকুম্ বিল্বা-ত্বিলি ইল্লা য় আন্ তাকূনা তিজ্বা-রাতান্ আন্ তারা-দ্বিম্ মিন্কুম্ অলা-তাক্ব্ ্তুলূ য় আন্ফুসাকুম্; ইন্নাল্লা-হা কা-না বিকুম্ রাহীমা-।","english_translit":"Ya ayyuha allatheena amanoo la takuloo amwalakum baynakum bialbatili illa an takoona tijaratan AAan taradin minkum wala taqtuloo anfusakum inna Allaha kana bikum raheeman"},{"sura":4,"aya":30,"quran_text":"وَمَنْ يَفْعَلْ ذَلِكَ عُدْوَانًا وَظُلْمًا فَسَوْفَ نُصْلِيهِ نَارًا وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا","bangla_text":"আর যে কেউ সীমালঙ্ঘন কিংবা জুলুমের বশবর্তী হয়ে এরূপ করবে, তাকে খুব শীঘ্রই আগুনে নিক্ষেপ করা হবে। এটা আল্লাহর পক্ষে খুবই সহজসাধ্য।","english_text":"If someone does so through oppression or injustice, We shall cast him into Hell: This is how (the Law of) God works inevitably.","bangla_translit":"অমাইঁ ইয়াফ্‘আল্ যা-লিকা উদ্ওয়া-নাওঁ অজুল্মান্ ফাসাওফা নুছ্লীহি না-রা-; অকা-না যা-লিকা ‘আলাল্লা-হি ইয়াসীরা-।","english_translit":"Waman yafAAal thalika AAudwanan wathulman fasawfa nusleehi naran wakana thalika AAala Allahi yaseeran"},{"sura":4,"aya":31,"quran_text":"إِنْ تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ وَنُدْخِلْكُمْ مُدْخَلًا كَرِيمًا","bangla_text":"যেগুলো সম্পর্কে তোমাদের নিষেধ করা হয়েছে যদি তোমরা সেসব বড় গোনাহ গুলো থেকে বেঁচে থাকতে পার। তবে আমি তোমাদের ক্রটি-বিচ্যুতিগুলো ক্ষমা করে দেব এবং সম্মান জনক স্থানে তোমাদের প্রবেশ করার।","english_text":"If you keep away from the deadly sins that have been forbidden, We shall efface your faults, and lead you to a place of honour.","bangla_translit":"ইন্ তাজ্ব ্তানিবূ কাবা - য়িরা মা- তুন্হাওনা ‘আন্হু নুকার্ফ্ফি ‘আন্কুম্ সাইয়্যিয়া-তিকুম্ অ নুদ্খিল্কুম্ মুদ্খালান্ কারীমা-।","english_translit":"In tajtaniboo kabaira ma tunhawna AAanhu nukaffir AAankum sayyiatikum wanudkhilkum mudkhalan kareeman"},{"sura":4,"aya":32,"quran_text":"وَلَا تَتَمَنَّوْا مَا فَضَّلَ اللَّهُ بِهِ بَعْضَكُمْ عَلَى بَعْضٍ لِلرِّجَالِ نَصِيبٌ مِمَّا اكْتَسَبُوا وَلِلنِّسَاءِ نَصِيبٌ مِمَّا اكْتَسَبْنَ وَاسْأَلُوا اللَّهَ مِنْ فَضْلِهِ إِنَّ اللَّهَ كَانَ بِكُلِّ شَيْءٍ عَلِيمًا","bangla_text":"আর তোমরা আকাঙ্ক্ষা করো না এমন সব বিষয়ে যাতে আল্লাহ তা’আলা তোমাদের একের উপর অপরের শ্রেষ্ঠত্ব দান করেছেন। পুরুষ যা অর্জন করে সেটা তার অংশ এবং নারী যা অর্জন করে সেটা তার অংশ। আর আল্লাহর কাছে তাঁর অনুগ্রহ প্রার্থনা কর। নিঃসন্দেহে আল্লাহ তা’আলা সর্ব বিষয়ে জ্ঞাত।","english_text":"Do not covet what God has favoured some with more than He has some others. Men have a share in what they earn, and women have theirs in what they earn. Ask God for His favours. Surely God has knowledge of everything.","bangla_translit":"অলা-তাতামান্নাও মা-ফাদ্ব্দ্বোয়ালাল্লা-হু বিহী বা’দ্বোয়াকুম্ ‘আলা-বা’দ্ব; র্লিরিজ্বা-লি নাছীবুম্ মিম্মাক্ তাসাবূ; অলিন্নিসা - য়ি নাছীবুম্ মিম্মাক্ তাসাব্না; অস্আলুল্লা-হা মিন্ ফাদ্ব্লিহ্; ইন্নাল্লা-হা কা-না বিকুল্লি শাইয়িন ‘আলীমা-।","english_translit":"Wala tatamannaw ma faddala Allahu bihi baAAdakum AAala baAAdin lilrrijali naseebun mimma iktasaboo walilnnisai naseebun mimma iktasabna waisaloo Allaha min fadlihi inna Allaha kana bikulli shayin AAaleeman"},{"sura":4,"aya":33,"quran_text":"وَلِكُلٍّ جَعَلْنَا مَوَالِيَ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ وَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ فَآتُوهُمْ نَصِيبَهُمْ إِنَّ اللَّهَ كَانَ عَلَى كُلِّ شَيْءٍ شَهِيدًا","bangla_text":"পিতা-মাতা এবং নিকটাত্নীয়গণ যা ত্যাগ করে যান সেসবের জন্যই আমি উত্তরাধিকারী নির্ধারণ করে দিয়েছি। আর যাদের সাথে তোমরা অঙ্গীকারাবদ্ধ হয়েছ তাদের প্রাপ্য দিয়ে দাও। আল্লাহ তা’আলা নিঃসন্দেহে সব কিছুই প্রত্যক্ষ করেন।","english_text":"For each We have appointed heirs to what parents and relatives leave behind. And to those you have given your pledge in marriage give their share, for God is witness to everything.","bangla_translit":"অলিকুল্লিন্ জ্বা‘আল্না- মাওয়া-লিয়া মিম্মা-তারাকাল্ ওয়া-লিদা-নি অল্আক্ব ্্রাবূন্; অল্লাযীনা ‘আক্বাদাত্ আইমা-নুকুম্ ফাআ-তূ হুম্ নাছীবাহুম্; ইন্নাল্লা-হা কা-না ‘আলা-কুল্লি শাইয়িন্ শাহীদা-।","english_translit":"Walikullin jaAAalna mawaliya mimma taraka alwalidani waalaqraboona waallatheena AAaqadat aymanukum faatoohum naseebahum inna Allaha kana AAala kulli shayin shaheedan"},{"sura":4,"aya":34,"quran_text":"الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ بِمَا فَضَّلَ اللَّهُ بَعْضَهُمْ عَلَى بَعْضٍ وَبِمَا أَنْفَقُوا مِنْ أَمْوَالِهِمْ فَالصَّالِحَاتُ قَانِتَاتٌ حَافِظَاتٌ لِلْغَيْبِ بِمَا حَفِظَ اللَّهُ وَاللَّاتِي تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ وَاضْرِبُوهُنَّ فَإِنْ أَطَعْنَكُمْ فَلَا تَبْغُوا عَلَيْهِنَّ سَبِيلًا إِنَّ اللَّهَ كَانَ عَلِيًّا كَبِيرًا","bangla_text":"পুরুষেরা নারীদের উপর কৃর্তত্বশীল এ জন্য যে, আল্লাহ একের উপর অন্যের বৈশিষ্ট্য দান করেছেন এবং এ জন্য যে, তারা তাদের অর্থ ব্যয় করে। সে মতে নেককার স্ত্রীলোকগণ হয় অনুগতা এবং আল্লাহ যা হেফাযতযোগ্য করে দিয়েছেন লোক চক্ষুর অন্তরালেও তার হেফাযত করে। আর যাদের মধ্যে অবাধ্যতার আশঙ্কা কর তাদের সদুপদেশ দাও, তাদের শয্যা ত্যাগ কর এবং প্রহার কর। যদি তাতে তারা বাধ্য হয়ে যায়, তবে আর তাদের জন্য অন্য কোন পথ অনুসন্ধান করো না। নিশ্চয় আল্লাহ সবার উপর শ্রেষ্ঠ।","english_text":"Men are the support of women as God gives some more means than others, and because they spend of their wealth (to provide for them). So women who are virtuous are obedient to God and guard the hidden as God has guarded it. As for women you feel are averse, talk to them suasively; then leave them alone in bed (without molesting them) and go to bed with them (when they are willing). If they open out to you, do not seek an excuse for blaming them. Surely God is sublime and great.","bangla_translit":"র্আরিজ্বা-লু ক্বাও ওয়ামূনা ‘আলান্নিসা - য়ি বিমা-ফাদ্ব্দ্বোয়ালাল্ লা-হু বাদ্বোয়াহুম্ ‘আলা- বা’দ্বিওঁ অবিমা য় আন্ফাক্ব ূমিন্ আমওয়ালিহিম্ ফাছ্ছোয়া-লিহা-তু ক্বা-নিতা-তুন্ হা-ফিজোয়া-তুল্ লিল্গাইবি বিমা- হাফিজোয়াল্লা-হ্ ; অল্লা-তী তাখা-ফূনা নুশূযাহুন্না ফা‘ইজ্ব ূহুন্না অহ্জ্ব ুরূহুন্না ফিল্ মাদ্বোয়া-জ্বি‘ই অদ্ব্রিবূ হুন্না, ফাইন্ আত্বোয়া’নাকুম্ ফালা-তাব্গূ ‘আলাইহিন্না সাবীলা-; ইন্নাল্লা- হা কা-না ‘আ-লিয়্যান্ কাবীরা-।","english_translit":"Alrrijalu qawwamoona AAala alnnisai bima faddala Allahu baAAdahum AAala baAAdin wabima anfaqoo min amwalihim faalssalihatu qanitatun hafithatun lilghaybi bima hafitha Allahu waallatee takhafoona nushoozahunna faAAithoohunna waohjuroohunna fee almadajiAAi waidriboohunna fain ataAAnakum fala tabghoo AAalayhinna sabeelan inna Allaha kana AAaliyyan kabeeran"},{"sura":4,"aya":35,"quran_text":"وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا فَابْعَثُوا حَكَمًا مِنْ أَهْلِهِ وَحَكَمًا مِنْ أَهْلِهَا إِنْ يُرِيدَا إِصْلَاحًا يُوَفِّقِ اللَّهُ بَيْنَهُمَا إِنَّ اللَّهَ كَانَ عَلِيمًا خَبِيرًا","bangla_text":"যদি তাদের মধ্যে সম্পর্কচ্ছেদ হওয়ার মত পরিস্থিতিরই আশঙ্কা কর, তবে স্বামীর পরিবার থেকে একজন এবং স্ত্রীর পরিবার থেকে একজন সালিস নিযুক্ত করবে। তারা উভয়ের মীমাংসা চাইলে আল্লাহ সর্বজ্ঞ, সবকিছু অবহিত।","english_text":"If you fear a breach between them, appoint one arbiter from the people of the man and one from the people of the woman. If they wish to have a settlement then God will reconcile them, for God is all-knowing and cognisant.","bangla_translit":"অইন্ খিফ্তুম্ শিক্বা-ক্বা বাইনিহিমা-ফাব্‘আছূ হাকামাম্ মিন্ আহ্লিহী অহাকামাম্ মিন্ আহ্লিহা-, ইঁইয়ুরীদা য় ইছ্লাহাইঁ ইয়ুওয়াফ্ফিক্বিল্লা-হু বাইনাহুমা-; ইন্নাল্লা-হা কা-না ‘আলীমান খাবীরা-।","english_translit":"Wain khiftum shiqaqa baynihima faibAAathoo hakaman min ahlihi wahakaman min ahliha in yureeda islahan yuwaffiqi Allahu baynahuma inna Allaha kana AAaleeman khabeeran"},{"sura":4,"aya":36,"quran_text":"وَاعْبُدُوا اللَّهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا وَبِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَالْجَارِ ذِي الْقُرْبَى وَالْجَارِ الْجُنُبِ وَالصَّاحِبِ بِالْجَنْبِ وَابْنِ السَّبِيلِ وَمَا مَلَكَتْ أَيْمَانُكُمْ إِنَّ اللَّهَ لَا يُحِبُّ مَنْ كَانَ مُخْتَالًا فَخُورًا","bangla_text":"আর উপাসনা কর আল্লাহর, শরীক করো না তাঁর সাথে অপর কাউকে। পিতা-মাতার সাথে সৎ ও সদয় ব্যবহার কর এবং নিকটাত্নীয়, এতীম-মিসকীন, প্রতিবেশী, অসহায় মুসাফির এবং নিজের দাস-দাসীর প্রতিও। নিশ্চয়ই আল্লাহ পছন্দ করেন না দাম্ভিক-গর্বিতজনকে।","english_text":"Pay homage to God, and make none His compeer, and be good to your parents and relatives, the orphans and the needy and the neighbours who are your relatives, and the neighbours who are strangers, and the friend by your side, the traveller and your servants and subordinates. God does not surely love those who are arrogant and boastful,","bangla_translit":"অ’বুদুল্লা-হা অলা- তুশ্রিকূ বিহী শাইয়াওঁ অ বিল ওয়া-লিদাইনি ইহ্সা-নাওঁ অবিযিল্ ক্বর্ ুবা- অল্ ইয়াতা-মা-অল্ মাসা-কীনি অল্ জ্বা-রি যিল্ ক্বর্ ুবা-অল্জ্বা-রিল জ্ব ুনুবি অছ্ছোয়া-হিবি বিল্ জ্বাম্বি অব্নিস্ সাবীলি অমা- মালাকাত্ আইমা-নুকুম্; ইন্নাল্লা-হা লা-ইয়ুহিব্ব ু মান্ কা-না মুখ্তা-লান্ ফাখূরা-।","english_translit":"WaoAAbudoo Allaha wala tushrikoo bihi shayan wabialwalidayni ihsanan wabithee alqurba waalyatama waalmasakeeni waaljari thee alqurba waaljari aljunubi waalssahibi bialjanbi waibni alssabeeli wama malakat aymanukum inna Allaha la yuhibbu man kana mukhtalan fakhooran"},{"sura":4,"aya":37,"quran_text":"الَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ وَيَكْتُمُونَ مَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَابًا مُهِينًا","bangla_text":"যারা নিজেরাও কার্পন্য করে এবং অন্যকেও কৃপণতা শিক্ষা দেয় আর গোপন করে সে সব বিষয় যা আল্লাহ তা’আলা তাদেরকে দান করেছেন স্বীয় অনুগ্রহে-বস্তুতঃ তৈরী করে রেখেছি কাফেরদের জন্য অপমান জনক আযাব।","english_text":"Who are miserly and bid others to be so, and hide what God has given them in His largesse. We have prepared for unbelievers a shameful punishment.","bangla_translit":"নিল্লাযীনা ইয়াব্খালূনা অইয়ামুরূনান্ না-সা বিল্বুখ্লি অইয়াক্তুমূনা মা য় আ-তা-হুমুল্লা-হু মিন্ ফাদ্ব্লিহ্ অআ’তাদ্না-লিল্কা-ফিরীনা ‘আযা-বাম্ মুহীনা-।","english_translit":"Allatheena yabkhaloona wayamuroona alnnasa bialbukhli wayaktumoona ma atahumu Allahu min fadlihi waaAAtadna lilkafireena AAathaban muheenan"},{"sura":4,"aya":38,"quran_text":"وَالَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ رِئَاءَ النَّاسِ وَلَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ وَمَنْ يَكُنِ الشَّيْطَانُ لَهُ قَرِينًا فَسَاءَ قَرِينًا","bangla_text":"আর সে সমস্ত লোক যারা ব্যয় করে স্বীয় ধন-সম্পদ লোক-দেখানোর উদ্দেশে এবং যারা আল্লাহর উপর ঈমান আনে না, ঈমান আনে না কেয়ামত দিবসের প্রতি এবং শয়তান যার সাথী হয় সে হল নিকৃষ্টতর সাথী।","english_text":"Those who spend of their wealth to show off and do not believe in God and the Last Day, take Satan as companion, and how evil a companion (have they)!","bangla_translit":"অল্লাযীনা ইয়ুন্ফিক্ব ূনা আম্ওয়া-লাহুম্ রিয়া - য়ান্না-সি অলা-ইয়ুমিনূনা বিল্লা-হি অলা-বিল্ইয়াওমিল্ আ-র্খি; অমাইঁ ইয়াকুনিশ্ শাইত্বোয়ানু লাহূ ক্বারীনান্ ফাসা - য়া ক্বারীনা-।","english_translit":"Waallatheena yunfiqoona amwalahum riaa alnnasi wala yuminoona biAllahi wala bialyawmi alakhiri waman yakuni alshshaytanu lahu qareenan fasaa qareenan"},{"sura":4,"aya":39,"quran_text":"وَمَاذَا عَلَيْهِمْ لَوْ آمَنُوا بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَأَنْفَقُوا مِمَّا رَزَقَهُمُ اللَّهُ وَكَانَ اللَّهُ بِهِمْ عَلِيمًا","bangla_text":"আর কিই বা ক্ষতি হত তাদের যদি তারা ঈমান আনত আল্লাহর উপর কেয়ামত দিবসের উপর এবং যদি ব্যয় করত আল্লাহ প্রদত্ত রিযিক থেকে! অথচ আল্লাহ, তাদের ব্যাপারে যথার্থভাবেই অবগত।","english_text":"Would something have befallen them if they had believed in God and the Last Day, and spent of what has been given them by God? God is fully aware of all they do.","bangla_translit":"অমা-যা-‘আলাইহিম্ লাও আ-মানূ বিল্লা-হি অল্ইয়াওমিল্ আ-খিরি অ আন্ফাক্ব ূ মিম্মা-রাযাক্বা হুমুল্লা-হ্; অকা-নাল্লা-হু বিহিম্ ‘আলীমা-।","english_translit":"Wamatha AAalayhim law amanoo biAllahi waalyawmi alakhiri waanfaqoo mimma razaqahumu Allahu wakana Allahu bihim AAaleeman"},{"sura":4,"aya":40,"quran_text":"إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ وَإِنْ تَكُ حَسَنَةً يُضَاعِفْهَا وَيُؤْتِ مِنْ لَدُنْهُ أَجْرًا عَظِيمًا","bangla_text":"নিশ্চয়ই আল্লাহ কারো প্রাপ্য হক বিন্দু-বিসর্গও রাখেন না; আর যদি তা সৎকর্ম হয়, তবে তাকে দ্বিগুণ করে দেন এবং নিজের পক্ষ থেকে বিপুল সওয়াব দান করেন।","english_text":"God does not wrong any one, not even the equal of an atom; and if men do good He multiplies it by two, and adds a great reward of His own.","bangla_translit":"ইন্নাল্লা-হা লা-ইয়াজ্লিমু মিছ্ক্বা-লা র্যারাতিন্ অইন্ তাকু হাসানাতাইঁ ইয়ুদ্বোয়া-‘ইফ্হা অইয়ুতি মিল্লাদুন্হু আজ্ব্ ্রান্ ‘আজীমা-।","english_translit":"Inna Allaha la yathlimu mithqala tharratin wain taku hasanatan yudaAAifha wayuti min ladunhu ajran AAatheeman"},{"sura":4,"aya":41,"quran_text":"فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلَاءِ شَهِيدًا","bangla_text":"আর তখন কি অবস্থা দাঁড়াবে, যখন আমি ডেকে আনব প্রতিটি উম্মতের মধ্য থেকে অবস্থা বর্ণনাকারী এবং আপনাকে ডাকব তাদের উপর অবস্থা বর্ণনাকারীরূপে।","english_text":"How shall it be when We call witnesses from each and every people and call you as witness over them?","bangla_translit":"ফাকাইফা ইযা-জ্বিনা-মিন্ কুল্লি উম্মাতিম্ বিশাহীদিওঁ অজ্বিনা বিকা‘আলা- হা য় উলা - য়ি শাহীদা-।","english_translit":"Fakayfa itha jina min kulli ommatin bishaheedin wajina bika AAala haolai shaheedan"},{"sura":4,"aya":42,"quran_text":"يَوْمَئِذٍ يَوَدُّ الَّذِينَ كَفَرُوا وَعَصَوُا الرَّسُولَ لَوْ تُسَوَّى بِهِمُ الْأَرْضُ وَلَا يَكْتُمُونَ اللَّهَ حَدِيثًا","bangla_text":"সেদিন কামনা করবে সে সমস্ত লোক, যারা কাফের হয়েছিল এবং রসূলের নাফরমানী করেছিল, যেন যমীনের সাথে মিশে যায়। কিন্তু গোপন করতে পারবে না আল্লাহর নিকট কোন বিষয়।","english_text":"On that day those who disbelieved and disobeyed the Prophet, shall wish they were levelled with the dust, and shall not be able to conceal a thing from God.","bangla_translit":"ইয়াওমায়িযিইঁ ইয়াঅদ্দুল্লাযীনা কাফারূ অআছোয়ার্উ রাসূলা লাও তুসাও ওয়া বিহিমুল্ র্আদ্ব্; অলা-ইয়াক্তুমূনাল্ লা-হা হাদীছা।","english_translit":"Yawmaithin yawaddu allatheena kafaroo waAAasawoo alrrasoola law tusawwa bihimu alardu wala yaktumoona Allaha hadeethan"},{"sura":4,"aya":43,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقْرَبُوا الصَّلَاةَ وَأَنْتُمْ سُكَارَى حَتَّى تَعْلَمُوا مَا تَقُولُونَ وَلَا جُنُبًا إِلَّا عَابِرِي سَبِيلٍ حَتَّى تَغْتَسِلُوا وَإِنْ كُنْتُمْ مَرْضَى أَوْ عَلَى سَفَرٍ أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ أَوْ لَامَسْتُمُ النِّسَاءَ فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ إِنَّ اللَّهَ كَانَ عَفُوًّا غَفُورًا","bangla_text":"হে ঈমাণদারগণ! তোমরা যখন নেশাগ্রস্ত থাক, তখন নামাযের ধারে-কাছেও যেওনা, যতক্ষণ না বুঝতে সক্ষম হও যা কিছু তোমরা বলছ, আর (নামাযের কাছে যেও না) ফরয গোসলের আবস্থায়ও যতক্ষণ না গোসল করে নাও। কিন্তু মুসাফির অবস্থার কথা স্বতন্ত্র আর যদি তোমরা অসুস্থ হয়ে থাক কিংবা সফরে থাক অথবা তোমাদের মধ্য থেকে কেউ যদি প্রস্রাব-পায়খানা থেকে এসে থাকে কিংবা নারী গমন করে থাকে, কিন্তু পরে যদি পানিপ্রাপ্তি সম্ভব না হয়, তবে পাক-পবিত্র মাটির দ্বারা তায়াম্মুম করে নাও-তাতে মুখমন্ডল ও হাতকে ঘষে নাও। নিশ্চয়ই আল্লাহ তা’আলা ক্ষমাশীল।","english_text":"O you who believe, do not perform your service of prayer when you are intoxicated until you are sure of what you are saying, nor when in a state of seminal pollution, until you have taken a bath, except when you are travelling. But in case you are ill or are travelling, or you have relieved yourself of nature's call, or cohabited with a woman, and cannot find water, then take wholesome dust and pass it over your face and hands: God is benign and forgiving.","bangla_translit":"ইয়া য় আইয়্যুহাল্ লাযীনা আ-মানূ লা-তাক্ব্ ্রাবুছ্ ছলা-তা অআন্তুম্ সুকা-রা-হাত্তা-তা’লামূ মা -তাক্ব ূলূনা অলা-জ্ব ুনুবান্ ইল্লা-‘আ-বিরী সাবীলিন্ হাত্তা- তাগ্তাসিলূ; অইন্ কুন্তুম্ মারদ্বোয়া য় আও ‘আলা-সাফারিন্ আও জ্বা - য়া আহাদুম্ মিন্কুম্ মিনাল্ গা - য়িত্বি আও লা-মাস্তুমুন্ নিসা -য়া ফালাম্ তাজ্বিদূ মা - য়ান্ ফাতাইয়াম্মামূ ছোয়া‘ঈদান্ ত্বোয়াইয়্যিবান্ ফাম্সাহূ বিউজ্ব ূহিকুম্ অআইদীকুম্; ইন্নাল্ লা-হা কা-না ‘আফুও ওয়ান্ গাফূরা-।","english_translit":"Ya ayyuha allatheena amanoo la taqraboo alssalata waantum sukara hatta taAAlamoo ma taqooloona wala junuban illa AAabiree sabeelin hatta taghtasiloo wain kuntum marda aw AAala safarin aw jaa ahadun minkum mina alghaiti aw lamastumu alnnisaa falam tajidoo maan fatayammamoo saAAeedan tayyiban faimsahoo biwujoohikum waaydeekum inna Allaha kana AAafuwwan ghafooran"},{"sura":4,"aya":44,"quran_text":"أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يَشْتَرُونَ الضَّلَالَةَ وَيُرِيدُونَ أَنْ تَضِلُّوا السَّبِيلَ","bangla_text":"তুমি কি ওদের দেখনি, যারা কিতাবের কিছু অংশ প্রাপ্ত হয়েছে, (অথচ) তারা পথভ্রষ্টতা খরিদ করে এবং কামনা করে, যাতে তোমরাও আল্লাহর পথ থেকে বিভ্রান্ত হয়ে যাও।","english_text":"Have you not seen the people who were given a share of the Book, but who purchased only error, and wish that you also go astray?","bangla_translit":"আলাম্ তারা ইলাল্লাযীনা ঊতূ নাছীবাম্ মিনাল্ কিতা-বি ইয়াশ্তারূনাদ্ব ্ দ্বোয়ালা-লাতা অইয়ুরীদূনা আন্ তাদ্বিল্লুস্ সাবীল্।","english_translit":"Alam tara ila allatheena ootoo naseeban mina alkitabi yashtaroona alddalalata wayureedoona an tadilloo alssabeela"},{"sura":4,"aya":45,"quran_text":"وَاللَّهُ أَعْلَمُ بِأَعْدَائِكُمْ وَكَفَى بِاللَّهِ وَلِيًّا وَكَفَى بِاللَّهِ نَصِيرًا","bangla_text":"অথচ আল্লাহ তোমাদের শত্রুদেরকে যথার্থই জানেন। আর অভিভাবক হিসাবে আল্লাহই যথেষ্ট এবং সাহায্যকারী হিসাবেও আল্লাহই যথেষ্ট।","english_text":"But God knows your enemies well: and sufficient is God to protect you, and sufficient is God for all help.","bangla_translit":"অল্লা-হু আ’লামু বিআ’দা - য়িকুম্; অকাফা- বিল্লা-হি অলিয়্যাওঁ অকাফা- বিল্লা-হি নাছীরা-।","english_translit":"WaAllahu aAAlamu biaAAdaikum wakafa biAllahi waliyyan wakafa biAllahi naseeran"},{"sura":4,"aya":46,"quran_text":"مِنَ الَّذِينَ هَادُوا يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ وَيَقُولُونَ سَمِعْنَا وَعَصَيْنَا وَاسْمَعْ غَيْرَ مُسْمَعٍ وَرَاعِنَا لَيًّا بِأَلْسِنَتِهِمْ وَطَعْنًا فِي الدِّينِ وَلَوْ أَنَّهُمْ قَالُوا سَمِعْنَا وَأَطَعْنَا وَاسْمَعْ وَانْظُرْنَا لَكَانَ خَيْرًا لَهُمْ وَأَقْوَمَ وَلَكِنْ لَعَنَهُمُ اللَّهُ بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا","bangla_text":"কোন কোন ইহুদী তার লক্ষ্য থেকে কথার মোড় ঘুড়িয়ে নেয় এবং বলে, আমরা শুনেছি কিন্তু অমান্য করছি। তারা আরো বলে, শোন, না শোনার মত। মুখ বাঁকিয়ে দ্বীনের প্রতি তাচ্ছিল্য প্রদর্শনের উদ্দেশে বলে, রায়েনা’ (আমাদের রাখাল)। অথচ যদি তারা বলত যে, আমরা শুনেছি ও মান্য করেছি এবং (যদি বলত, ) শোন এবং আমাদের প্রতি লক্ষ্য রাখ, তবে তাই ছিল তাদের জন্য উত্তম আর সেটাই ছিল যথার্থ ও সঠিক। কিন্তু আল্লাহ তাদের প্রতি অভিসম্পাত করেছেন তাদের কুফরীর দরুন। অতএব, তারা ঈমান আনছে না, কিন্তু অতি অল্পসংখ্যক।","english_text":"Some among the Jews distort the words out of context and say (in place of the right words): \"We have heard and do not obey;\" and, \"hear without hearing,\" and \"listen to us,\" twisting their tongues and reviling the faith. But if they had said: \"We have heard and obey,\" and, \"hear and regard us,\" it would have been better for them and more appropriate. But God has disgraced them for their lack of belief; and so only a few of them believe.","bangla_translit":"মিনাল্লাযীনা হা-দূ ইয়ুর্হারিফূনাল্ কালিমা ‘আম্ মাওয়া-দ্বি‘ইহী অইয়াক্ব ূলূনা সামি’না- ওয়া‘আছোয়াইনা- অস্মা’ গাইরা মুস্মা‘ইওঁ অরা-‘ইনা-লাইয়্যাম্ বিআল্সিনাতিহিম্ অত্বোয়া’নান্ ফিদ্দীন্; অলাও আন্নাহুম্ ক্বা-লূ সামি’না- অআত্বোয়া’না অস্মা’ ওয়ার্ন্জুনা- লাকা-না খাইরাল্লাহুম্ অআক্ব ্ওয়ামা অলা-কিল্ লা‘আনাহুমুল্লা-হু বিকুফ্রিহিম্ ফালা- ইয়ুমিনূনা ইল্লা-ক্বালীলা-।","english_translit":"Mina allatheena hadoo yuharrifoona alkalima AAan mawadiAAihi wayaqooloona samiAAna waAAasayna waismaAA ghayra musmaAAin waraAAina layyan bialsinatihim wataAAnan fee alddeeni walaw annahum qaloo samiAAna waataAAna waismaAA waonthurna lakana khayran lahum waaqwama walakin laAAanahumu Allahu bikufrihim fala yuminoona illa qaleelan"},{"sura":4,"aya":47,"quran_text":"يَا أَيُّهَا الَّذِينَ أُوتُوا الْكِتَابَ آمِنُوا بِمَا نَزَّلْنَا مُصَدِّقًا لِمَا مَعَكُمْ مِنْ قَبْلِ أَنْ نَطْمِسَ وُجُوهًا فَنَرُدَّهَا عَلَى أَدْبَارِهَا أَوْ نَلْعَنَهُمْ كَمَا لَعَنَّا أَصْحَابَ السَّبْتِ وَكَانَ أَمْرُ اللَّهِ مَفْعُولًا","bangla_text":"হে আসমানী গ্রন্থের অধিকারীবৃন্দ! যা কিছু আমি অবতীর্ণ করেছি তার উপর বিশ্বাস স্থাপন কর, যা সে গ্রন্থের সত্যায়ন করে এবং যা তোমাদের নিকট রয়েছে পূর্ব থেকে। (বিশ্বাস স্থাপন কর) এমন হওয়ার আগেই যে, আমি মুছে দেব অনেক চেহারাকে এবং অতঃপর সেগুলোকে ঘুরিয়ে দেব পশ্চাৎ দিকে কিংবা অভিসম্পাত করব তাদের প্রতি যেমন করে অভিসম্পাত করেছি আছহাবে-সাবতের উপর। আর আল্লাহর নির্দেশ অবশ্যই কার্যকর হবে।","english_text":"O people of the Book, believe in what We have revealed, which confirms what is already with you before We disfigure your visages and turn your faces about and curse you, as We did with those who had broken the Sabbath; and what God decrees comes to pass.","bangla_translit":"ইয়া য় আইয়্যুহাল্লাযীনা ঊতুল্ কিতা-বা আ-মিনূ বিমা- নায্যাল্না-মুছোয়াদ্দিক্বাল্ লিমা-মা‘আকুম্ মিন্ ক্বাব্লি আন্ নাত্ব ্মিসা উজ্ব ুহান্ ফানারুদ্দাহা-‘আলা য় আদ্বা-রিহা য় আও নাল্আ’নাহুম্ কামা-লা‘আন্নায় আছ্হা-বাস্ সাব্ত্; অকা-না আম্রুল্লা-হি মাফ্‘ঊলা-","english_translit":"Ya ayyuha allatheena ootoo alkitaba aminoo bima nazzalna musaddiqan lima maAAakum min qabli an natmisa wujoohan fanaruddaha AAala adbariha aw nalAAanahum kama laAAanna ashaba alssabti wakana amru Allahi mafAAoolan"},{"sura":4,"aya":48,"quran_text":"إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ وَمَنْ يُشْرِكْ بِاللَّهِ فَقَدِ افْتَرَى إِثْمًا عَظِيمًا","bangla_text":"নিঃসন্দেহে আল্লাহ তাকে ক্ষমা করেন না, যে লোক তাঁর সাথে শরীক করে। তিনি ক্ষমা করেন এর নিম্ন পর্যায়ের পাপ, যার জন্য তিনি ইচ্ছা করেন। আর যে লোক অংশীদার সাব্যস্ত করল আল্লাহর সাথে, সে যেন অপবাদ আরোপ করল।","english_text":"God does not forgive that compeers be ascribed to Him, though He may forgive aught else if He please. And he who ascribes compeers to God is guilty of the gravest sin.","bangla_translit":"ইন্নাল্লা-হা লা-ইয়াগ্ফিরু আইঁ ইয়ুশ্রাকা বিহী অইয়াগ্ফিরু মা- দূনা যা-লিকা লিমাইঁ ইয়াশা - উ অমাইঁ ইয়ুশ্রিক্ বিল্লা- হি ফাক্বাদিফ্ তারা য় ইছ্মান্ ‘আজীমা-।","english_translit":"Inna Allaha la yaghfiru an yushraka bihi wayaghfiru ma doona thalika liman yashao waman yushrik biAllahi faqadi iftara ithman AAatheeman"},{"sura":4,"aya":49,"quran_text":"أَلَمْ تَرَ إِلَى الَّذِينَ يُزَكُّونَ أَنْفُسَهُمْ بَلِ اللَّهُ يُزَكِّي مَنْ يَشَاءُ وَلَا يُظْلَمُونَ فَتِيلًا","bangla_text":"তুমি কি তাদেকে দেখনি, যারা নিজেদেরকে পূত-পবিত্র বলে থাকে অথচ পবিত্র করেন আল্লাহ যাকে ইচ্ছা তাকেই? বস্তুতঃ তাদের উপর সুতা পরিমাণ অন্যায়ও হবে না।","english_text":"Have you not seen the people who call themselves pure? Yet God purifies whom He pleases, and none shall be wronged even the breadth of a thread.","bangla_translit":"আলাম্ তারা ইলাল্লাযীনা ইয়ুযাক্ক ূনা আন্ফুসাহুম্ ; বালিল্লা-হু ইয়ুযাক্কী মাইঁ ইয়াশা - উ অলা-ইয়ুজ্লামূনা ফাতীলা-।","english_translit":"Alam tara ila allatheena yuzakkoona anfusahum bali Allahu yuzakkee man yashao wala yuthlamoona fateelan"},{"sura":4,"aya":50,"quran_text":"انْظُرْ كَيْفَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ وَكَفَى بِهِ إِثْمًا مُبِينًا","bangla_text":"লক্ষ্য কর, কেমন করে তারা আল্লাহর প্রতি মিথ্যা অপবাদ আরোপ করে, অথচ এই প্রকাশ্য পাপই যথেষ্ট।","english_text":"See how they fabricate lies about God, which is a clear sin.","bangla_translit":"উর্ন্জু কাইফা ইয়াফ্তারূনা ‘আলাল্লা-হিল্ কাযিব্ ; অকাফা-বিহী য় ইছ্মাম্ মুবীনা-।","english_translit":"Onthur kayfa yaftaroona AAala Allahi alkathiba wakafa bihi ithman mubeenan"},{"sura":4,"aya":51,"quran_text":"أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ وَيَقُولُونَ لِلَّذِينَ كَفَرُوا هَؤُلَاءِ أَهْدَى مِنَ الَّذِينَ آمَنُوا سَبِيلًا","bangla_text":"তুমি কি তাদেরকে দেখনি, যারা কিতাবের কিছু অংশ প্রাপ্ত হয়েছে, যারা মান্য করে প্রতিমা ও শয়তানকে এবং কাফেরদেরকে বলে যে, এরা মুসলমানদের তুলনায় অধিকতর সরল সঠিক পথে রয়েছে।","english_text":"Have you not seen those who were given a portion of the Book, who believe in false deities and evil powers, and say of unbelievers: \"These are better guided than those who believe.\"","bangla_translit":"আলাম্ তারা ইলাল্লাযীনা ঊতূ নাছীবাম্ মিনাল্ কিতা-বি ইয়ুমিনূনা বিল্ জ্বিব্তি অত্ত্বোয়া-গূতি অইয়াক্ব ূলূনা লিল্লাযীনা কাফারূ হা য় উলা - য়ি আহ্দা-মিনাল্লাযীনা আ-মানূ সাবীলা-।","english_translit":"Alam tara ila allatheena ootoo naseeban mina alkitabi yuminoona bialjibti waalttaghooti wayaqooloona lillatheena kafaroo haolai ahda mina allatheena amanoo sabeelan"},{"sura":4,"aya":52,"quran_text":"أُولَئِكَ الَّذِينَ لَعَنَهُمُ اللَّهُ وَمَنْ يَلْعَنِ اللَّهُ فَلَنْ تَجِدَ لَهُ نَصِيرًا","bangla_text":"এরা হলো সে সমস্ত লোক, যাদের উপর লা’নত করেছেন আল্লাহ তা’আলা স্বয়ং। বস্তুতঃ আল্লাহ যার উপর লা’নত করেন তুমি তার কোন সাহায্যকারী খুঁজে পাবে না।","english_text":"They are the ones who were cursed by God; and those who are cursed by God will have none to protect them.","bangla_translit":"উলা - য়িকাল্লাযীনা লা‘আনাহুমুল্লা-হ্ ; অমাইঁ ইয়াল্‘আনিল্লা-হু ফালান্ তাজ্বিদা লাহূ নাছীরা।","english_translit":"Olaika allatheena laAAanahumu Allahu waman yalAAani Allahu falan tajida lahu naseeran"},{"sura":4,"aya":53,"quran_text":"أَمْ لَهُمْ نَصِيبٌ مِنَ الْمُلْكِ فَإِذًا لَا يُؤْتُونَ النَّاسَ نَقِيرًا","bangla_text":"তাদের কাছে কি রাজ্যের কোন অংশ আছে? তাহলে যে এরা কাউকেও একটি তিল পরিমাণও দেবে না।","english_text":"Have they a share in the kingdom? (If they had,) they would never have given an iota to the people.","bangla_translit":"আম্ লাহুম্ নাছীবুম্ মিনাল্ মুল্কি ফাইযাল্ লা-ইয়ুতূনান্না-সা নাক্বীরা-।","english_translit":"Am lahum naseebun mina almulki faithan la yutoona alnnasa naqeeran"},{"sura":4,"aya":54,"quran_text":"أَمْ يَحْسُدُونَ النَّاسَ عَلَى مَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ فَقَدْ آتَيْنَا آلَ إِبْرَاهِيمَ الْكِتَابَ وَالْحِكْمَةَ وَآتَيْنَاهُمْ مُلْكًا عَظِيمًا","bangla_text":"নাকি যাকিছু আল্লাহ তাদেরকে স্বীয় অনুগ্রহে দান করেছেন সে বিষয়ের জন্য মানুষকে হিংসা করে। অবশ্যই আমি ইব্রাহীমের বংশধরদেরকে কিতাব ও হেকমত দান করেছিলাম আর তাদেরকে দান করেছিলাম বিশাল রাজ্য।","english_text":"Are they so envious of others for what God has given them of His bounty? So We had given the Book and the Law to Abraham's family, and given them great dominion.","bangla_translit":"আম্ ইয়াহ্সুদূনান্ না-সা ‘আলা-মা য় আ-তা-হুমুল্লা-হু মিন্ ফাদ্ব্লিহী ফাক্বাদ্ আ-তাইনা য় আ-লা ইব্রা-হীমাল্ কিতা-বা অল্ হিক্মাতা অআ-তাইনা-হুম্ মুল্কান্ আজীমা-।","english_translit":"Am yahsudoona alnnasa AAala ma atahumu Allahu min fadlihi faqad atayna ala ibraheema alkitaba waalhikmata waataynahum mulkan AAatheeman"},{"sura":4,"aya":55,"quran_text":"فَمِنْهُمْ مَنْ آمَنَ بِهِ وَمِنْهُمْ مَنْ صَدَّ عَنْهُ وَكَفَى بِجَهَنَّمَ سَعِيرًا","bangla_text":"অতঃপর তাদের কেউ তাকে মান্য করেছে আবার কেউ তার কাছ থেকে দূরে সরে রয়েছে। বস্তুতঃ (তাদের জন্য) দোযখের শিখায়িত আগুনই যথেষ্ট।","english_text":"Then some of them believed in it, and some turned away from it; yet sufficient is Hell, the flaming Fire!","bangla_translit":"ফামিন্হুম্ মান্ আ-মানা বিহী অমিন্হুম্ মান্ ছোয়াদ্দা ‘আন্হু; অকাফা-বিজ্বাহান্নামা সা‘ঈরা-।","english_translit":"Faminhum man amana bihi waminhum man sadda AAanhu wakafa bijahannama saAAeeran"},{"sura":4,"aya":56,"quran_text":"إِنَّ الَّذِينَ كَفَرُوا بِآيَاتِنَا سَوْفَ نُصْلِيهِمْ نَارًا كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا لِيَذُوقُوا الْعَذَابَ إِنَّ اللَّهَ كَانَ عَزِيزًا حَكِيمًا","bangla_text":"এতে সন্দেহ নেই যে, আমার নিদর্শন সমুহের প্রতি যেসব লোক অস্বীকৃতি জ্ঞাপন করবে, আমি তাদেরকে আগুনে নিক্ষেপ করব। তাদের চামড়াগুলো যখন জ্বলে-পুড়ে যাবে, তখন আবার আমি তা পালটে দেব অন্য চামড়া দিয়ে, যাতে তারা আযাব আস্বাদন করতে থাকে। নিশ্চয়ই আল্লাহ মহাপরাক্রমশালী, হেকমতের অধিকারী।","english_text":"And those who disbelieve Our revelations shall be cast into Hell; and when their skin is burnt up and singed, We shall give them a new coat that they may go on tasting the agony of punishment, for God is all-mighty and all-wise.","bangla_translit":"ইন্নাল্লাযীনা কাফারূ বিআ-ইয়া-তিনা- সাওফা নুছ্লীহিম্ না-রা-; কুল্লামা- নাদ্বিজ্বাত্ জ্ব ুলূদুহুম্ বাদ্দাল্না-হুম্ জ্ব ুলূদান্ গাইরাহা- লিইয়াযূক্ব ুল্ ‘আযা-ব্; ইন্নাল্লা-হা কা-না ‘আযীযান্ হাকীমা-।","english_translit":"Inna allatheena kafaroo biayatina sawfa nusleehim naran kullama nadijat julooduhum baddalnahum juloodan ghayraha liyathooqoo alAAathaba inna Allaha kana AAazeezan hakeeman"},{"sura":4,"aya":57,"quran_text":"وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا لَهُمْ فِيهَا أَزْوَاجٌ مُطَهَّرَةٌ وَنُدْخِلُهُمْ ظِلًّا ظَلِيلًا","bangla_text":"আর যারা ঈমান এনেছে এবং সৎকর্ম করেছে, অবশ্য আমি প্রবিষ্ট করাব তাদেরকে জান্নাতে, যার তলদেশে প্রবাহিত রয়েছে নহর সমূহ। সেখানে তারা থাকবে অনন্তকাল। সেখানে তাদের জন্য থাকবে পরিষ্কার-পরিচ্ছন্ন স্ত্রীগণ। তাদেরকে আমি প্রবিষ্ট করব ঘন ছায়া নীড়ে।","english_text":"But those who believe and do good deeds We shall admit into gardens with streams of running water, where they will abide for ever, with fairest of companions and coolest of shades.","bangla_translit":"অল্লাযীনা আ-মানূ অ‘আমিলুছ্ ছোয়া- লিহা-তি সানুদ্খিলুহুম্ জ্বান্না-তিন্ তাজ্ব ্রী মিন্ তাহ্তিহাল্ আন্াহা-রু খা -লিদীনা ফীহা য় আবাদা-; লাহুম্ ফীহা য় আয্ওয়া-জ্ব ুম্ মুত্বোয়াহ্ হারাতুওঁ অনুদ্খিলুহুম্ জিল্লান্ জোয়ালীলা-।","english_translit":"Waallatheena amanoo waAAamiloo alssalihati sanudkhiluhum jannatin tajree min tahtiha alanharu khalideena feeha abadan lahum feeha azwajun mutahharatun wanudkhiluhum thillan thaleelan"},{"sura":4,"aya":58,"quran_text":"إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَمَانَاتِ إِلَى أَهْلِهَا وَإِذَا حَكَمْتُمْ بَيْنَ النَّاسِ أَنْ تَحْكُمُوا بِالْعَدْلِ إِنَّ اللَّهَ نِعِمَّا يَعِظُكُمْ بِهِ إِنَّ اللَّهَ كَانَ سَمِيعًا بَصِيرًا","bangla_text":"নিশ্চয়ই আল্লাহ তোমাদিগকে নির্দেশ দেন যে, তোমরা যেন প্রাপ্য আমানতসমূহ প্রাপকদের নিকট পৌছে দাও। আর যখন তোমরা মানুষের কোন বিচার-মীমাংসা করতে আরম্ভ কর, তখন মীমাংসা কর ন্যায় ভিত্তিক। আল্লাহ তোমাদিগকে সদুপদেশ দান করেন। নিশ্চয়ই আল্লাহ শ্রবণকারী, দর্শনকারী।","english_text":"God enjoins that you render to the owners what is held in trust with you, and that when you judge among the people do so equitably. Noble are the counsels of God, and God hears all and sees everything.","bangla_translit":"ইন্নাল্লা-হা ইয়ামুরুকুম্ আন্ তুওয়াদ্দুল্ আমা-না-তি ইলা য় আহ্লিহা-অইযা-হাকাম্তুম্ বাইনান্না-সি আন্ তাহ্কুমূ বিল্আদ্ল্; ইন্না ল্লা-হা নি‘ইম্মা-ইয়া‘ইজুকুম্ বিহ্’; ইন্নাল্লা-হা কা-না সামী‘আম্ বাছীরা-।","english_translit":"Inna Allaha yamurukum an tuaddoo alamanati ila ahliha waitha hakamtum bayna alnnasi an tahkumoo bialAAadli inna Allaha niAAimma yaAAithukum bihi inna Allaha kana sameeAAan baseeran"},{"sura":4,"aya":59,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا","bangla_text":"হে ঈমানদারগণ! আল্লাহর নির্দেশ মান্য কর, নির্দেশ মান্য কর রসূলের এবং তোমাদের মধ্যে যারা বিচারক তাদের। তারপর যদি তোমরা কোন বিষয়ে বিবাদে প্রবৃত্ত হয়ে পড়, তাহলে তা আল্লাহ ও তাঁর রসূলের প্রতি প্রত্যর্পণ কর-যদি তোমরা আল্লাহ ও কেয়ামত দিবসের উপর বিশ্বাসী হয়ে থাক। আর এটাই কল্যাণকর এবং পরিণতির দিক দিয়ে উত্তম।","english_text":"O you who believe, obey God and the Prophet and those in authority among you; and if you are at variance over something, refer it to God and the Messenger, if you believe in God and the Last Day. This is good for you and the best of settlement.","bangla_translit":"ইয়া য় আইয়্যুহাল্লাযীনা আ-মানূ য় আত্বী‘উ ল্লা-হা অআত্বী‘র্উ রাসূলা অউলিল্ আম্রি মিন্কুম্ ফাইন্ তানা-যা’তুম্ ফী শাইয়িন্ ফারুদ্দূহু ইলাল্লা-হি র্অরা-সূলি ইন্ কুন্তুম্ তুমিনূনা বিল্লা-হি অল্ ইয়াওমিল্ আ-র্খি; যা-লিকা খাইরুওঁ অ‘আহ্সানু তাওয়ীলা-।","english_translit":"Ya ayyuha allatheena amanoo ateeAAoo Allaha waateeAAoo alrrasoola waolee alamri minkum fain tanazaAAtum fee shayin faruddoohu ila Allahi waalrrasooli in kuntum tuminoona biAllahi waalyawmi alakhiri thalika khayrun waahsanu taweelan"},{"sura":4,"aya":60,"quran_text":"أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ يُرِيدُونَ أَنْ يَتَحَاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَنْ يَكْفُرُوا بِهِ وَيُرِيدُ الشَّيْطَانُ أَنْ يُضِلَّهُمْ ضَلَالًا بَعِيدًا","bangla_text":"আপনি কি তাদেরকে দেখেননি, যারা দাবী করে যে, যা আপনার প্রতি অবর্তীর্ণ হয়েছে আমরা সে বিষয়ের উপর ঈমান এনেছি এবং আপনার পূর্বে যা অবর্তীণ হয়েছে। তারা বিরোধীয় বিষয়কে শয়তানের দিকে নিয়ে যেতে চায়, অথচ তাদের প্রতি নির্দেশ হয়েছে, যাতে তারা ওকে মান্য না করে। পক্ষান্তরে শয়তান তাদেরকে প্রতারিত করে পথভ্রষ্ট করে ফেলতে চায়।","english_text":"Have you never seen those who aver they believe in what has been revealed to you and had been to others before you, yet desire to turn for judgement to evil powers, even though they have been commanded to disbelieve in them? Satan only wishes to lead them astray, far away.","bangla_translit":"আলাম্ তারা ইলাল্লাযীনা ইয়ায্্‘ঊমূনা আন্নাহুম্ আ-মানূ বিমা য় উন্যিলা ইলাইকা অমা য় উন্যিলা মিন্ ক্বাব্লিকা ইয়ুরীদূনা আইঁ ইয়াতাহা-কামূ য় ইলাত্ব ত্বোয়া-গূতি অক্বাদ্ উমিরূ য় আইঁ ইয়াক্ফুরূ বিহ্; অইয়ুরীদুশ্ শাইত্বোয়া-নু আইঁ ইয়ুদ্বিল্লাহুম্ দ্বোয়ালা-লাম্ বা‘ঈদা-।","english_translit":"Alam tara ila allatheena yazAAumoona annahum amanoo bima onzila ilayka wama onzila min qablika yureedoona an yatahakamoo ila alttaghooti waqad omiroo an yakfuroo bihi wayureedu alshshaytanu an yudillahum dalalan baAAeedan"},{"sura":4,"aya":61,"quran_text":"وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنْزَلَ اللَّهُ وَإِلَى الرَّسُولِ رَأَيْتَ الْمُنَافِقِينَ يَصُدُّونَ عَنْكَ صُدُودًا","bangla_text":"আর যখন আপনি তাদেরকে বলবেন, আল্লাহর নির্দেশের দিকে এসো-যা তিনি রসূলের প্রতি নাযিল করেছেন, তখন আপনি মুনাফেকদিগকে দেখবেন, ওরা আপনার কাছ থেকে সম্পূর্ণ ভাবে সরে যাচ্ছে।","english_text":"When they are told: \"Come to that which God has revealed, and to the Prophet,\" you should see the hypocrites, how they hesitate and turn their faces away.","bangla_translit":"অইযা-ক্বীলা লাহুম্ তা‘আ-লাও ইলা-মা য় আন্যালাল্ লা-হু অইর্লা রাসূলি রাআইতাল্ মুনা-ফিক্বীনা ইয়াছুদ্দূনা ‘আন্কা ছুদূদা-।","english_translit":"Waitha qeela lahum taAAalaw ila ma anzala Allahu waila alrrasooli raayta almunafiqeena yasuddoona AAanka sudoodan"},{"sura":4,"aya":62,"quran_text":"فَكَيْفَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ ثُمَّ جَاءُوكَ يَحْلِفُونَ بِاللَّهِ إِنْ أَرَدْنَا إِلَّا إِحْسَانًا وَتَوْفِيقًا","bangla_text":"এমতাবস্থায় যদি তাদের কৃতকর্মের দরুন বিপদ আরোপিত হয়, তবে তাতে কি হল! অতঃপর তারা আপনার কাছে আল্লাহর নামে কসম খেয়ে খেয়ে ফিরে আসবে যে, মঙ্গল ও সম্প্রীতি ছাড়া আমাদের অন্য কোন উদ্দেশ্য ছিল না।","english_text":"How shall it be when they suffer misfortunes for their own misdeeds? Then they will come to you swearing by God and saying: \"We wish for nothing but good and amity.\"","bangla_translit":"ফাকাইফা ইযা য় আছোয়া-বাত্হুম্ মুছীবাতুম্ বিমা -ক্বাদ্দামাত্ আইদীহিম ছুম্মা জ্বা - ঊক্বা ইয়াহ্লিফূন্; বিল্লা-হি ইন্ আরাদ্না য় ইল্লা য় ইহ্সা-নাওঁ অতাওফীক্বা-।","english_translit":"Fakayfa itha asabathum museebatun bima qaddamat aydeehim thumma jaooka yahlifoona biAllahi in aradna illa ihsanan watawfeeqan"},{"sura":4,"aya":63,"quran_text":"أُولَئِكَ الَّذِينَ يَعْلَمُ اللَّهُ مَا فِي قُلُوبِهِمْ فَأَعْرِضْ عَنْهُمْ وَعِظْهُمْ وَقُلْ لَهُمْ فِي أَنْفُسِهِمْ قَوْلًا بَلِيغًا","bangla_text":"এরা হলো সে সমস্ত লোক, যাদের মনের গোপন বিষয় সম্পর্কেও আল্লাহ তা’আলা অবগত। অতএব, আপনি ওদেরকে উপেক্ষা করুন এবং ওদেরকে সদুপদেশ দিয়ে এমন কোন কথা বলুন যা তাদের জন্য কল্যাণকর।","english_text":"The secrets of the hearts of these people are well known to God. So leave them alone, and counsel them and speak to them eloquent words that would touch their very souls.","bangla_translit":"উলা - য়িকাল্লাযীনা ইয়া‘লামুল্লা-হু মা-ফী ক্ব ুলূবিহিম্ ফাআরিদ্ব ্‘আন্হুম্ অ‘ইজ্হুম্ অক্ব ুল্ লাহুম্ ফী য় আন্ফুসিহিম্ ক্বাওলাম্ বালীগা-।","english_translit":"Olaika allatheena yaAAlamu Allahu ma fee quloobihim faaAArid AAanhum waAAithhum waqul lahum fee anfusihim qawlan baleeghan"},{"sura":4,"aya":64,"quran_text":"وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلَّا لِيُطَاعَ بِإِذْنِ اللَّهِ وَلَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنْفُسَهُمْ جَاءُوكَ فَاسْتَغْفَرُوا اللَّهَ وَاسْتَغْفَرَ لَهُمُ الرَّسُولُ لَوَجَدُوا اللَّهَ تَوَّابًا رَحِيمًا","bangla_text":"বস্তুতঃ আমি একমাত্র এই উদ্দেশ্যেই রসূল প্রেরণ করেছি, যাতে আল্লাহর নির্দেশানুযায়ী তাঁদের আদেশ-নিষেধ মান্য করা হয়। আর সেসব লোক যখন নিজেদের অনিষ্ট সাধন করেছিল, তখন যদি আপনার কাছে আসত অতঃপর আল্লাহর নিকট ক্ষমা প্রার্থনা করত এবং রসূলও যদি তাদেরকে ক্ষমা করিয়ে দিতেন। অবশ্যই তারা আল্লাহকে ক্ষমাকারী, মেহেরবানরূপে পেত।","english_text":"We have sent no apostle but that he should be obeyed by the will of God. If they had come to you after wronging themselves and asked forgiveness of God, and you had also asked forgiveness for them, they would surely have found God forgiving and merciful.","bangla_translit":"অমা য় র্আসাল্না- র্মি রাসূলিন্ ইল্লা-লিইয়ুত্বোয়া-‘আ বিইয্নিল্লা-হ্;অলাও আন্নাহুম্ ইয্ জোয়ালামূ য় আন্ফুসাহুম্ জ্বা - উকা ফাস্তাগ্ফারুল্লা-হা অস্তাগ্ফারা লাহুর্মু রাসূলু লাওয়াজ্বাদুল্লা-হা তাওয়্যা-র্বা রাহীমা-।","english_translit":"Wama arsalna min rasoolin illa liyutaAAa biithni Allahi walaw annahum ith thalamoo anfusahum jaooka faistaghfaroo Allaha waistaghfara lahumu alrrasoolu lawajadoo Allaha tawwaban raheeman"},{"sura":4,"aya":65,"quran_text":"فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجًا مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيمًا","bangla_text":"অতএব, তোমার পালনকর্তার কসম, সে লোক ঈমানদার হবে না, যতক্ষণ না তাদের মধ্যে সৃষ্ট বিবাদের ব্যাপারে তোমাকে ন্যায়বিচারক বলে মনে না করে। অতঃপর তোমার মীমাংসার ব্যাপারে নিজের মনে কোন রকম সংকীর্ণতা পাবে না এবং তা হূষ্টচিত্তে কবুল করে নেবে।","english_text":"Indeed, by your Lord, they will not believe till they make you adjudge in their disputes and find no constraint in their minds about your decisions and accept them with full acquiescence.","bangla_translit":"ফালা-অরব্বিকা, লা-ইয়ুমিনূনা হাত্তা-ইয়ুহাক্কিমূকা ফীমা -শাজ্বারা বাইনাহুম্ ছুম্মা লা-ইয়াজ্বিদূ ফী য় আন্ফুসিহিম্ হারাজ্বাম্ মিম্মা-ক্বাদ্বোয়াইতা অইয়ুসাল্লিমূ তাস্লীমা-।","english_translit":"Fala warabbika la yuminoona hatta yuhakkimooka feema shajara baynahum thumma la yajidoo fee anfusihim harajan mimma qadayta wayusallimoo tasleeman"},{"sura":4,"aya":66,"quran_text":"وَلَوْ أَنَّا كَتَبْنَا عَلَيْهِمْ أَنِ اقْتُلُوا أَنْفُسَكُمْ أَوِ اخْرُجُوا مِنْ دِيَارِكُمْ مَا فَعَلُوهُ إِلَّا قَلِيلٌ مِنْهُمْ وَلَوْ أَنَّهُمْ فَعَلُوا مَا يُوعَظُونَ بِهِ لَكَانَ خَيْرًا لَهُمْ وَأَشَدَّ تَثْبِيتًا","bangla_text":"আর যদি আমি তাদের নির্দেশ দিতাম যে, নিজেদের প্রাণ ধ্বংস করে দাও কিংবা নিজেদের নগরী ছেড়ে বেরিয়ে যাও, তবে তারা তা করত না; অবশ্য তাদের মধ্যে অল্প কয়েকজন। যদি তারা তাই করে যা তাদের উপদেশ দেয়া হয়, তবে তা অবশ্যই তাদের জন্য উত্তম এং তাদেরকে নিজের ধর্মের উপর সুদৃঢ় রাখার জন্য তা উত্তম হবে।","english_text":"If We had commanded them to lay down their lives and to go forth from their homes, only a few would have obeyed; though had they followed what they had been commanded it would surely have been good for them and the strengthening of their faith.","bangla_translit":"অলাও আন্না-কাতাব্না-‘আলাইহিম্ আনিক্ব ্তুলূ য় আন্ফুসাকুম্ আওয়িখ্রুজ্ব ু মিন্ দিয়া-রিকুম্ মা-ফা‘আলূহু ইল্লা-ক্বালীলুম্ মিন্হুম্; অলাও আন্নাহুম্ ফা‘আলূ মা-ইয়ূ‘আজূনা বিহী লাকা-না খাইরাল্ লাহুম্ অআশাদ্দা তাছ্বীতা-।","english_translit":"Walaw anna katabna AAalayhim ani oqtuloo anfusakum awi okhrujoo min diyarikum ma faAAaloohu illa qaleelun minhum walaw annahum faAAaloo ma yooAAathoona bihi lakana khayran lahum waashadda tathbeetan"},{"sura":4,"aya":67,"quran_text":"وَإِذًا لَآتَيْنَاهُمْ مِنْ لَدُنَّا أَجْرًا عَظِيمًا","bangla_text":"আর তখন অবশ্যই আমি তাদেরকে নিজের পক্ষ থেকে মহান সওয়াব দেব।","english_text":"And We would have bestowed on them a great reward of Our own,","bangla_translit":"অইযাল্ লা আ-তাইনা হুম্ মিল্লাদুন্না য় আজ্ব ্রান্ ‘আজীমা-।","english_translit":"Waithan laataynahum min ladunna ajran AAatheeman"},{"sura":4,"aya":68,"quran_text":"وَلَهَدَيْنَاهُمْ صِرَاطًا مُسْتَقِيمًا","bangla_text":"আর তাদেরকে সরল পথে পরিচালিত করব।","english_text":"And led them to the path that is straight.","bangla_translit":"অলাহাদাইনা-হুম্ ছিরা-ত্বোয়াম্ মুস্তাক্বীমা-।","english_translit":"Walahadaynahum siratan mustaqeeman"},{"sura":4,"aya":69,"quran_text":"وَمَنْ يُطِعِ اللَّهَ وَالرَّسُولَ فَأُولَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ وَحَسُنَ أُولَئِكَ رَفِيقًا","bangla_text":"আর যে কেউ আল্লাহর হুকুম এবং তাঁর রসূলের হুকুম মান্য করবে, তাহলে যাঁদের প্রতি আল্লাহ নেয়ামত দান করেছেন, সে তাঁদের সঙ্গী হবে। তাঁরা হলেন নবী, ছিদ্দীক, শহীদ ও সৎকর্মশীল ব্যক্তিবর্গ। আর তাদের সান্নিধ্যই হল উত্তম।","english_text":"Those who obey God and the Prophet are with those who are blessed by God, the prophets, the sincere and the trustful, the martyrs and the upright; and how excellent a company are they!","bangla_translit":"অমাইঁ ইয়ুত্বিই’ ল্ লা-হা র্অরাসূলা ফাউলা - য়িকা মা‘আল্লাযীনা আন্‘আমাল্লা-হু ‘আলাইহিম্ মিনান্নাবিয়্যীনা অছ্ছিদ্দিক্বীনা অশ্শুহাদা - য়ি অছ্ছোয়া-লিহীনা অ হাসুনা উলা - য়িকা রাফীক্বা-।70। যা-লিকাল্ ফাদ্ব ্লু মিনাল্লা-হ্; অকাফা- বিল্লা-হি ‘আলীমা-।","english_translit":"Waman yutiAAi Allaha waalrrasoola faolaika maAAa allatheena anAAama Allahu AAalayhim mina alnnabiyyeena waalssiddeeqeena waalshshuhadai waalssaliheena wahasuna olaika rafeeqan"},{"sura":4,"aya":70,"quran_text":"ذَلِكَ الْفَضْلُ مِنَ اللَّهِ وَكَفَى بِاللَّهِ عَلِيمًا","bangla_text":"এটা হল আল্লাহ-প্রদত্ত মহত্ত্ব। আর আল্লাহ যথেষ্ট পরিজ্ঞাত।","english_text":"This is a favour from God; and sufficient is God, the all-knowing.","bangla_translit":"যালিকাল ফাদলু ইমনাল্লাহি ওয়া কাফা ইবল্লাহি আলিমা","english_translit":"Thalika alfadlu mina Allahi wakafa biAllahi AAaleeman"},{"sura":4,"aya":71,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا خُذُوا حِذْرَكُمْ فَانْفِرُوا ثُبَاتٍ أَوِ انْفِرُوا جَمِيعًا","bangla_text":"হে ঈমানদারগণ! নিজেদের অস্ত্র তুলে নাও এবং পৃথক পৃথক সৈন্যদলে কিংবা সমবেতভাবে বেরিয়ে পড়।","english_text":"O believers, take precautions, and advance in detachments, or go all together in a body.","bangla_translit":"ইয়া য় আইয়্যুহাল্লাযীনা আ-মানূ খুযূ হিয্রাকুম ফান্ফিরূ ছুবা-তিন আওয়িন্ফিরূ জ্বামী‘আ-।","english_translit":"Ya ayyuha allatheena amanoo khuthoo hithrakum fainfiroo thubatin awi infiroo jameeAAan"},{"sura":4,"aya":72,"quran_text":"وَإِنَّ مِنْكُمْ لَمَنْ لَيُبَطِّئَنَّ فَإِنْ أَصَابَتْكُمْ مُصِيبَةٌ قَالَ قَدْ أَنْعَمَ اللَّهُ عَلَيَّ إِذْ لَمْ أَكُنْ مَعَهُمْ شَهِيدًا","bangla_text":"আর তোমাদের মধ্যে এমনও কেউ কেউ রয়েছে, যারা অবশ্য বিলম্ব করবে এবং তোমাদের উপর কোন বিপদ উপস্থিত হলে বলবে, আল্লাহ আমার প্রতি অনুগ্রহ করেছেন যে, আমি তাদের সাথে যাইনি।","english_text":"Someone among you will surely lag behind, and if calamity should befall you, will say: \"God was gracious to me that I was not among them.\"","bangla_translit":"অইন্না মিন্কুম্ লামাল্ লাইয়ুবাত্ত্বিয়ান্না ফাইন্ আছোয়া-বাত্কুম্ মুছীবাতুন্ ক্বা-লা ক্বাদ্ আন‘আমাল্লা-হু ‘আলাইয়্যা ইয্ লাম্ আকুম্ মা‘আহুম্ শাহীদা-।","english_translit":"Wainna minkum laman layubattianna fain asabatkum museebatun qala qad anAAama Allahu AAalayya ith lam akun maAAahum shaheedan"},{"sura":4,"aya":73,"quran_text":"وَلَئِنْ أَصَابَكُمْ فَضْلٌ مِنَ اللَّهِ لَيَقُولَنَّ كَأَنْ لَمْ تَكُنْ بَيْنَكُمْ وَبَيْنَهُ مَوَدَّةٌ يَا لَيْتَنِي كُنْتُ مَعَهُمْ فَأَفُوزَ فَوْزًا عَظِيمًا","bangla_text":"পক্ষান্তরে তোমাদের প্রতি আল্লাহর পক্ষ থেকে কোন অনুগ্রহ আসলে তারা এমন ভাবে বলতে শুরু করবে যেন তোমাদের মধ্যে এবং তাদের মধ্যে কোন মিত্রতাই ছিল না। (বলবে) হায়, আমি যদি তাদের সাথে থাকতাম, তাহলে আমি ও যে সফলতা লাভ করতাম।","english_text":"But if success comes to you from God he will say, as though no love existed between you and him: \"I wish I were with them, for I would have certainly met with great success.\"","bangla_translit":"অলায়িন্ আছোয়া-বাকুম ফাদ্ব্লুম্ মিনাল্লা-হি লাইয়াক্ব ূলান্না কাআল্লাম্ তাকুম্ বাইনাকুম্ অবাইনাহূ মাওয়াদ্দাতুইঁ ইয়া-লাইতানী কুন্তু মা‘আহুম্ ফাআফূযা ফাওযান্ ‘আজীমা-।","english_translit":"Walain asabakum fadlun mina Allahi layaqoolanna kaan lam takun baynakum wabaynahu mawaddatun ya laytanee kuntu maAAahum faafooza fawzan AAatheeman"},{"sura":4,"aya":74,"quran_text":"فَلْيُقَاتِلْ فِي سَبِيلِ اللَّهِ الَّذِينَ يَشْرُونَ الْحَيَاةَ الدُّنْيَا بِالْآخِرَةِ وَمَنْ يُقَاتِلْ فِي سَبِيلِ اللَّهِ فَيُقْتَلْ أَوْ يَغْلِبْ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا","bangla_text":"কাজেই আল্লাহর কাছে যারা পার্থিব জীবনকে আখেরাতের পরিবর্তে বিক্রি করে দেয় তাদের জেহাদ করাই কর্তব্য। বস্তুতঃ যারা আল্লাহর রাহে লড়াই করে এবং অতঃপর মৃত্যুবরণ করে কিংবা বিজয় অর্জন করে, আমি তাদেরকে মহাপুণ্য দান করব।","english_text":"Those who barter the life of this world for the next should fight in the way of God. And We shall bestow on him who fights in the way of God, whether he is killed or is victorious, a glorious reward.","bangla_translit":"ফাল্ইয়ুক্বা-তিল্ ফী সাবীলিল্লা-হিল্ লাযীনা ইয়াশ্রূনাল্ হাইয়া-তাদ্দুন্ইয়া-বিল্ আ-খিরাহ্; অমাইঁ ইয়ুক্বা-তিল ফী সাবীলিল্লা-হি ফাইয়ুক্ব ্তাল্ আও ইয়াগ্লিব্ ফাসাওফা নুতীহি আজ্বরান্ ‘আজ্বীমা-।","english_translit":"Falyuqatil fee sabeeli Allahi allatheena yashroona alhayata alddunya bialakhirati waman yuqatil fee sabeeli Allahi fayuqtal aw yaghlib fasawfa nuteehi ajran AAatheeman"},{"sura":4,"aya":75,"quran_text":"وَمَا لَكُمْ لَا تُقَاتِلُونَ فِي سَبِيلِ اللَّهِ وَالْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَاءِ وَالْوِلْدَانِ الَّذِينَ يَقُولُونَ رَبَّنَا أَخْرِجْنَا مِنْ هَذِهِ الْقَرْيَةِ الظَّالِمِ أَهْلُهَا وَاجْعَلْ لَنَا مِنْ لَدُنْكَ وَلِيًّا وَاجْعَلْ لَنَا مِنْ لَدُنْكَ نَصِيرًا","bangla_text":"আর তোমাদের কি হল যে, তেমারা আল্লাহর রাহে লড়াই করছ না দুর্বল সেই পুরুষ, নারী ও শিশুদের পক্ষে, যারা বলে, হে আমাদের পালনকর্তা! আমাদিগকে এই জনপদ থেকে নিষ্কৃতি দান কর; এখানকার অধিবাসীরা যে, অত্যাচারী! আর তোমার পক্ষ থেকে আমাদের জন্য পক্ষালম্বনকারী নির্ধারণ করে দাও এবং তোমার পক্ষ থেকে আমাদের জন্য সাহায্যকারী নির্ধারণ করে দাও।","english_text":"What has come upon you that you fight not in the cause of God and for the oppressed, men, women and children, who pray: \"Get us out of this city, O Lord, whose people are oppressors; so send us a friend by Your will, and send us a helper.\"","bangla_translit":"অমা-লাকুম্ লা-তুক্বা-তিলূনা ফী সাবীলিল্লা-হি অল্মুস্তাদ্ব‘আফীনা মির্না রিজ্বা-লি অন্নিসা - য়ি অল্ ওয়িল্দা-নিল্লাযীনা ইয়াক্ব ূ লূনা রব্বানা য় আখ্রিজ্ব ্না-মিন্ হা-যিহিল্ র্ক্বাইয়াতিজ্জোয়া-লিমি আহ্লুহা- অজ্ব ্’আল্ লানা- মিল্লাদুন্কা অলিয়্যাওঁ অজ্ব ্‘আল্ লানা-মিল্লাদুন্কা নাছীরা-।","english_translit":"Wama lakum la tuqatiloona fee sabeeli Allahi waalmustadAAafeena mina alrrijali waalnnisai waalwildani allatheena yaqooloona rabbana akhrijna min hathihi alqaryati alththalimi ahluha waijAAal lana min ladunka waliyyan waijAAal lana min ladunka naseeran"},{"sura":4,"aya":76,"quran_text":"الَّذِينَ آمَنُوا يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ وَالَّذِينَ كَفَرُوا يُقَاتِلُونَ فِي سَبِيلِ الطَّاغُوتِ فَقَاتِلُوا أَوْلِيَاءَ الشَّيْطَانِ إِنَّ كَيْدَ الشَّيْطَانِ كَانَ ضَعِيفًا","bangla_text":"যারা ঈমানদার তারা যে, জেহাদ করে আল্লাহর রাহেই। পক্ষান্তরে যারা কাফের তারা লড়াই করে শয়তানের পক্ষে সুতরাং তোমরা জেহাদ করতে থাক শয়তানের পক্ষালম্বনকারীদের বিরুদ্ধে, (দেখবে) শয়তানের চক্রান্ত একান্তই দুর্বল।","english_text":"Those who believe fight in the way of God; and those who do not, only fight for the powers of evil; so you should fight the allies of Satan. Surely the stratagem of Satan is ineffective.","bangla_translit":"আল্লাযীনা ‘আ-মানূ ইয়ুক্বা-তিলূনা ফী সাবীলিল্লা-হি অল্লাযীনা কাফারূ ইয়ুক্বা-তিলূনা ফী-সাবীলিত্ব ত্বোয়া-গূতি ফাক্বা-তিলূ য়আওলিয়া - য়াশ্ শাইত্বোয়া-নি ইন্না কাইদাশ্ শাইত্বোয়া-নি কা-না দ্বোয়া‘ঈফা-।","english_translit":"Allatheena amanoo yuqatiloona fee sabeeli Allahi waallatheena kafaroo yuqatiloona fee sabeeli alttaghooti faqatiloo awliyaa alshshaytani inna kayda alshshaytani kana daAAeefan"},{"sura":4,"aya":77,"quran_text":"أَلَمْ تَرَ إِلَى الَّذِينَ قِيلَ لَهُمْ كُفُّوا أَيْدِيَكُمْ وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ إِذَا فَرِيقٌ مِنْهُمْ يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللَّهِ أَوْ أَشَدَّ خَشْيَةً وَقَالُوا رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا الْقِتَالَ لَوْلَا أَخَّرْتَنَا إِلَى أَجَلٍ قَرِيبٍ قُلْ مَتَاعُ الدُّنْيَا قَلِيلٌ وَالْآخِرَةُ خَيْرٌ لِمَنِ اتَّقَى وَلَا تُظْلَمُونَ فَتِيلًا","bangla_text":"তুমি কি সেসব লোককে দেখনি, যাদেরকে নির্দেশ দেয়া হয়েছিল যে, তোমরা নিজেদের হাতকে সংযত রাখ, নামায কায়েম কর এবং যাকাত দিতে থাক? অতঃপর যখন তাদের প্রতি জেহাদের নির্দেশ দেয়া হল, তৎক্ষণাৎ তাদের মধ্যে একদল লোক মানুষকে ভয় করতে আরম্ভ করল, যেমন করে ভয় করা হয় আল্লাহকে। এমন কি তার চেয়েও অধিক ভয়। আর বলতে লাগল, হায় পালনকর্তা, কেন আমাদের উপর যুদ্ধ ফরজ করলে! আমাদেরকে কেন আরও কিছুকাল অবকাশ দান করলে না। ( হে রসূল) তাদেরকে বলে দিন, পার্থিব ফায়দা সীমিত। আর আখেরাত পরহেযগারদের জন্য উত্তম। আর তোমাদের অধিকার একটি সূতা পরিমান ও খর্ব করা হবে না।","english_text":"Have you not seen the people who were told: \"Hold back your hands (from attacking), observe your devotional obligations and pay the zakat?\" But when they were commanded to fight, behold, a section among them were filled with fear of men as though it were the fear of God and even more, and said: \"O Lord, why did you make war compulsory for us? Why did you not allow us to live a little more?\" Say to them: \"How short-lived is the commerce of this world; but that of the next is best for those who fear God; and you will not be wronged the breadth of a thread.\"","bangla_translit":"আলাম্ তারা ইলাল্ লাযীনা ক্বীলা লাহুম্ কুফ্ফূ য় আইদিয়াকুম্ অ ‘আক্বীমুছ্ ছলা-তা অআ-তুয্ যাকা-তা ফালাম্মা-কুতিবা ‘আলাইহিমুল্ ক্বিতা-লু ইযা-ফারীক্ব ুম্ মিন্হুম্ ইয়াখ্শাওনান্ না-সা কাখাশ্ইতিল্লা-হি আও আশাদ্দা খাশ্ইয়াতান্ অক্বা-লূ রব্বানা-লিমা কাতাব্তা ‘আলাইনাল্ ক্বিতা-লা লাওলা য় আখ্খারতানা য় ইলা য় আজ্বালিন্ ক্বারীব; ক্ব ুল্ মাত্বা-‘উদ্দুন্ইয়া-ক্বালীল্ন্ ুঅল্ আ-খিরাতু খাইরুল্লিমানিত্ তাক্বা-অলা-তুয্লামূনা ফাতীলা-।","english_translit":"Alam tara ila allatheena qeela lahum kuffoo aydiyakum waaqeemoo alssalata waatoo alzzakata falamma kutiba AAalayhimu alqitalu itha fareequn minhum yakhshawna alnnasa kakhashyati Allahi aw ashadda khashyatan waqaloo rabbana lima katabta AAalayna alqitala lawla akhkhartana ila ajalin qareebin qul mataAAu alddunya qaleelun waalakhiratu khayrun limani ittaqa wala tuthlamoona fateelan"},{"sura":4,"aya":78,"quran_text":"أَيْنَمَا تَكُونُوا يُدْرِكْكُمُ الْمَوْتُ وَلَوْ كُنْتُمْ فِي بُرُوجٍ مُشَيَّدَةٍ وَإِنْ تُصِبْهُمْ حَسَنَةٌ يَقُولُوا هَذِهِ مِنْ عِنْدِ اللَّهِ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ يَقُولُوا هَذِهِ مِنْ عِنْدِكَ قُلْ كُلٌّ مِنْ عِنْدِ اللَّهِ فَمَالِ هَؤُلَاءِ الْقَوْمِ لَا يَكَادُونَ يَفْقَهُونَ حَدِيثًا","bangla_text":"তোমরা যেখানেই থাক না কেন; মৃত্যু কিন্তু তোমাদেরকে পাকড়াও করবেই। যদি তোমরা সুদৃঢ় দূর্গের ভেতরেও অবস্থান কর, তবুও। বস্তুতঃ তাদের কোন কল্যাণ সাধিত হলে তারা বলে যে, এটা সাধিত হয়েছে আল্লাহর পক্ষ থেকে। আর যদি তাদের কোন অকল্যাণ হয়, তবে বলে, এটা হয়েছে তোমার পক্ষ থেকে, বলে দাও, এসবই আল্লাহর পক্ষ থেকে। পক্ষান্তরে তাদের পরিণতি কি হবে, যারা কখনও কোন কথা বুঝতে চেষ্টা করে না।","english_text":"Death will overtake you wheresoever you be, even in the mightiest of towers. Yet if some good comes their way they say: \"It is from God;\" and if it is evil that befalls them, they say: \"It is indeed from you.\" Say to them: \"Every thing is from God.\" O, what has come upon the people that even this they fail to understand!","bangla_translit":"আইনা মা-তাকূনূ ইয়ুদ্রিক্ কুমুল্ মাওতু অলাও কুন্তুম্ ফী বুরূজ্বিম্ মুশাইয়্যাদাহ্; অইন্ তুছিব্হুম্ হাসানাতুইঁ ইয়াক্ব ূলূ হা-যিহী মিন্ ‘ইন্দিল্লা-হ্; অইন্ তুছিব্হুম্ সাইয়্যিয়াতুইঁ ইয়াক্ব ূলূ হা-যিহী মিন্ ‘ইন্দিক্; ক্ব ুল্ কুল্ল ুম্ মিন্ ‘ইন্দিল্লা-হ্; ফামা-লি হা য় উলা - য়িল্ ক্বাওমি লা-ইয়াকা-দূনা ইয়াফ্ক্বাহূনা হাদীছা-।","english_translit":"Aynama takoonoo yudrikkumu almawtu walaw kuntum fee buroojin mushayyadatin wain tusibhum hasanatun yaqooloo hathihi min AAindi Allahi wain tusibhum sayyiatun yaqooloo hathihi min AAindika qul kullun min AAindi Allahi famali haolai alqawmi la yakadoona yafqahoona hadeethan"},{"sura":4,"aya":79,"quran_text":"مَا أَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ اللَّهِ وَمَا أَصَابَكَ مِنْ سَيِّئَةٍ فَمِنْ نَفْسِكَ وَأَرْسَلْنَاكَ لِلنَّاسِ رَسُولًا وَكَفَى بِاللَّهِ شَهِيدًا","bangla_text":"আপনার যে কল্যাণ হয়, তা হয় আল্লাহর পক্ষ থেকে আর আপনার যে অকল্যাণ হয়, সেটা হয় আপনার নিজের কারণে। আর আমি আপনাকে পাঠিয়েছি মানুষের প্রতি আমার পয়গামের বাহক হিসাবে। আর আল্লাহ সব বিষয়েই যথেষ্ট-সববিষয়ই তাঁর সম্মুখে উপস্থিত।","english_text":"What comes to you of good is verily from God; and what comes to you of ill is from your own self (your actions). We have sent you as apostle to all mankind; and God is sufficient as witness.","bangla_translit":"মা য় আছোয়া-বাকা মিন্ হাসানাতিন্ ফামিনাল্লা-হি অমা য় আছোয়া-বাকা মিন্ সাইয়্যিয়াতিন্ ফামিন্ নাফ্সিক্; অ র্আসাল্না-কা লিন্না-সি রাসূলা- ; অকাফা-বিল্লা-হি শাহীদা -।","english_translit":"Ma asabaka min hasanatin famina Allahi wama asabaka min sayyiatin famin nafsika waarsalnaka lilnnasi rasoolan wakafa biAllahi shaheedan"},{"sura":4,"aya":80,"quran_text":"مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ وَمَنْ تَوَلَّى فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا","bangla_text":"যে লোক রসূলের হুকুম মান্য করবে সে আল্লাহরই হুকুম মান্য করল। আর যে লোক বিমুখতা অবলম্বন করল, আমি আপনাকে (হে মুহাম্মদ), তাদের জন্য রক্ষণাবেক্ষণকারী নিযুক্ত করে পাঠাইনি।","english_text":"He who obeys the Apostle obeys God; and if some turn away (remember) We have not sent you as warden over them.","bangla_translit":"মাইঁ ইয়ুত্বি‘র্ই রাসূলা ফাক্বাদ্ আত্বোয়া-‘আল্লা-হা অমান্ তাওয়াল্লা-ফামা য় র্আসাল্না-কা ‘আলাইহিম্ হাফীজোয়া-","english_translit":"Man yutiAAi alrrasoola faqad ataAAa Allaha waman tawalla fama arsalnaka AAalayhim hafeethan"},{"sura":4,"aya":81,"quran_text":"وَيَقُولُونَ طَاعَةٌ فَإِذَا بَرَزُوا مِنْ عِنْدِكَ بَيَّتَ طَائِفَةٌ مِنْهُمْ غَيْرَ الَّذِي تَقُولُ وَاللَّهُ يَكْتُبُ مَا يُبَيِّتُونَ فَأَعْرِضْ عَنْهُمْ وَتَوَكَّلْ عَلَى اللَّهِ وَكَفَى بِاللَّهِ وَكِيلًا","bangla_text":"আর তারা বলে, আপনার আনুগত্য করি। অতঃপর আপনার নিকট থেকে বেরিয়ে গেলেই তাদের মধ্য থেকে কেউ কেউ পরামর্শ করে রাতের বেলায় সে কথার পরিপন্থী যা তারা আপনার সাথে বলেছিল। আর আল্লাহ লিখে নেন, সে সব পরামর্শ যা তারা করে থাকে। সুতরাং আপনি তাদের ব্যাপারে নিস্পৃহতা অবলম্বন করুন এবং ভরসা করুন আল্লাহর উপর, আল্লাহ হলেন যথেষ্ট ও কার্যসম্পাদনকারী।","english_text":"They say: \"We obey;\" but when they leave your company, a section of them discuss at night other things than you had said; but God takes note of what they discuss. So turn aside from them and trust in God; and God is sufficient as protector.","bangla_translit":"অইয়াক্ব ূলূনা ত্বোয়া-‘আতুন্ ফাইযা-বারাযূ মিন্ ‘ইন্দিকা বাইয়্যাতা ত্বোয়া - য়িফাতুম্ মিন্হুম্ গাইরাল্লাযী তাক্ব ূল্ ; অল্লা-হু ইয়াক্তুবু মা- ইয়ুবায়্যিতূনা ফা‘আ-রিদ্ব্ ‘আনহুম্ অতাওয়াক্কাল ‘আলাল্লা-হ্; অকাফা-বিল্লা-হি অকীলা-।","english_translit":"Wayaqooloona taAAatun faitha barazoo min AAindika bayyata taifatun minhum ghayra allathee taqoolu waAllahu yaktubu ma yubayyitoona faaAArid AAanhum watawakkal AAala Allahi wakafa biAllahi wakeelan"},{"sura":4,"aya":82,"quran_text":"أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا","bangla_text":"এরা কি লক্ষ্য করে না কোরআনের প্রতি? পক্ষান্তরে এটা যদি আল্লাহ ব্যতীত অপর কারও পক্ষ থেকে হত, তবে এতো অবশ্যই বহু বৈপরিত্য দেখতে পেত।","english_text":"Do they not ponder over the Qur'an? Had it been the word of any other but God they would surely have found a good deal of variation in it.","bangla_translit":"আফালা-ইয়াতাদাব্বারূনাল্ ক্বর্ ুআ-ন; অলাও কা-না মিন্ ্ ‘ইন্দি গাইরিল্লা-হি লাওয়াজ্বাদূ ফীহিখ্ তিলা-ফান্ কাছীরা-।","english_translit":"Afala yatadabbaroona alqurana walaw kana min AAindi ghayri Allahi lawajadoo feehi ikhtilafan katheeran"},{"sura":4,"aya":83,"quran_text":"وَإِذَا جَاءَهُمْ أَمْرٌ مِنَ الْأَمْنِ أَوِ الْخَوْفِ أَذَاعُوا بِهِ وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلَى أُولِي الْأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ لَاتَّبَعْتُمُ الشَّيْطَانَ إِلَّا قَلِيلًا","bangla_text":"আর যখন তাদের কছে পৌঁছে কোন সংবাদ শান্তি-সংক্রান্ত কিংবা ভয়ের, তখন তারা সেগুলোকে রটিয়ে দেয়। আর যদি সেগুলো পৌঁছে দিত রসূল পর্যন্ত কিংবা তাদের শাসকদের পর্যন্ত, তখন অনুসন্ধান করে দেখা যেত সেসব বিষয়, যা তাতে রয়েছে অনুসন্ধান করার মত। বস্তুতঃ আল্লাহর অনুগ্রহ ও করুণা যদি তোমাদের উপর বিদ্যমান না থাকত তবে তোমাদের অল্প কতিপয় লোক ব্যতীত সবাই শয়তানের অনুসরণ করতে শুরু করত!","english_text":"And when any tidings of peace or war come to them they spread the news around. Had they gone to the Prophet or those in authority among them, then those who check and scrutinize would have known it, And but for the favour of God and His mercy you would certainly have followed Satan, except a few.","bangla_translit":"অ ইযা-জ্বা য় য়াহুম্ আম্রুম্ মিনাল্ আম্নি আওয়িল্ খাওফি আযা-‘ঊ বিহ্; অলাও রাদ্দূহু ইর্লা রাসূলি অ ইলা য় উলিল্ আম্রি মিন্হুম্ লা‘আলিমাহুল্ লাযীনা ইয়াস্তাম্বিত্ব ূনাহূ মিন্হুম্; অলাওলা-ফাদ্ব্লুল্লা-হি‘আলাইকুম্ অরহ্মাতুহূ লাত্তাবা’তুমুশ্ শাইত্বোয়া-না ইল্লা-ক্বালীলা-।","english_translit":"Waitha jaahum amrun mina alamni awi alkhawfi athaAAoo bihi walaw raddoohu ila alrrasooli waila olee alamri minhum laAAalimahu allatheena yastanbitoonahu minhum walawla fadlu Allahi AAalaykum warahmatuhu laittabaAAtumu alshshaytana illa qaleelan"},{"sura":4,"aya":84,"quran_text":"فَقَاتِلْ فِي سَبِيلِ اللَّهِ لَا تُكَلَّفُ إِلَّا نَفْسَكَ وَحَرِّضِ الْمُؤْمِنِينَ عَسَى اللَّهُ أَنْ يَكُفَّ بَأْسَ الَّذِينَ كَفَرُوا وَاللَّهُ أَشَدُّ بَأْسًا وَأَشَدُّ تَنْكِيلًا","bangla_text":"আল্লাহর রাহে যুদ্ধ করতে থাকুন, আপনি নিজের সত্তা ব্যতীত অন্য কোন বিষয়ের যিম্মাদার নন! আর আপনি মুসলমানদেরকে উৎসাহিত করতে থাকুন। শীঘ্রই আল্লাহ কাফেরদের শক্তি-সামর্থ খর্ব করে দেবেন। আর আল্লাহ শক্তি-সামর্থের দিক দিয়ে অত্যন্ত কঠোর এবং কঠিন শাস্তিদাতা।","english_text":"So fight on in the way of God (irrespective of the others). You cannot compel any one except your own self; but urge the believers to fight. It may well be that God will keep back the might of the infidels, for God's might is greater, and severe His punishment.","bangla_translit":"ফাক্বা-তিল্ ফী সাবীলিল্লা-হ্; লা-তুকাল্লাফু ইল্লা-নাফসাকা অর্হারিদ্বিল্ মুমিনীনা, আসাল্ লা-হু আইঁ ইয়াকুফ্ফা বাসাল্লাযীনা কাফারূ; অল্লা-হু আশাদ্দু বাসাওঁ অ আশাদ্দু তান্কীলা-।","english_translit":"Faqatil fee sabeeli Allahi la tukallafu illa nafsaka waharridi almumineena AAasa Allahu an yakuffa basa allatheena kafaroo waAllahu ashaddu basan waashaddu tankeelan"},{"sura":4,"aya":85,"quran_text":"مَنْ يَشْفَعْ شَفَاعَةً حَسَنَةً يَكُنْ لَهُ نَصِيبٌ مِنْهَا وَمَنْ يَشْفَعْ شَفَاعَةً سَيِّئَةً يَكُنْ لَهُ كِفْلٌ مِنْهَا وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ مُقِيتًا","bangla_text":"যে লোক সৎকাজের জন্য কোন সুপারিশ করবে, তা থেকে সেও একটি অংশ পাবে। আর যে লোক সুপারিশ করবে মন্দ কাজের জন্যে সে তার বোঝারও একটি অংশ পাবে। বস্তুতঃ আল্লাহ সর্ব বিষয়ে ক্ষমতাশীল।","english_text":"He who intercedes in a good cause will surely have a share in the recompense; and he who abets an evil act will share the burden thereof; for God (equates and) is watchful of all things.","bangla_translit":"মাইঁ ইয়াশ্ফা’ শাফা-‘আতান্ হাসানাতাইঁ ইয়াকুল্লা-হ ূনাছীবুম্ মিন্হা-অমাইঁ ইয়াশ্ফা’ শাফা-‘আতান্ সাইয়্যিয়াতাইঁ ইয়াকুল্লাহূ কিফ্লুম্ মিন্হা-; অকা-নাল্লা-হু ‘আলা-কুল্লি শাইয়িম্ মুক্বীতা-।","english_translit":"Man yashfaAA shafaAAatan hasanatan yakun lahu naseebun minha waman yashfaAA shafaAAatan sayyiatan yakun lahu kiflun minha wakana Allahu AAala kulli shayin muqeetan"},{"sura":4,"aya":86,"quran_text":"وَإِذَا حُيِّيتُمْ بِتَحِيَّةٍ فَحَيُّوا بِأَحْسَنَ مِنْهَا أَوْ رُدُّوهَا إِنَّ اللَّهَ كَانَ عَلَى كُلِّ شَيْءٍ حَسِيبًا","bangla_text":"আর তোমাদেরকে যদি কেউ দোয়া করে, তাহলে তোমরাও তার জন্য দোয়া কর; তারচেয়ে উত্তম দোয়া অথবা তারই মত ফিরিয়ে বল। নিশ্চয়ই আল্লাহ সর্ব বিষয়ে হিসাব-নিকাশ গ্রহণকারী।","english_text":"When you are greeted with a greeting, then greet with one fairer, or repeat the same greeting. For God takes account of all things.","bangla_translit":"অইযা-হুইয়্যীতুম্ বিতাহিয়্যাতিন্ ফাহাইয়্যূ বিআহ্সানা মিনহা য় আও রুদ্দূহা -; ইন্নাল্লা-হা কা-না ‘আলা-কুল্লি শাইয়্যিন হাসীবা-।","english_translit":"Waitha huyyeetum bitahiyyatin fahayyoo biahsana minha aw ruddooha inna Allaha kana AAala kulli shayin haseeban"},{"sura":4,"aya":87,"quran_text":"اللَّهُ لَا إِلَهَ إِلَّا هُوَ لَيَجْمَعَنَّكُمْ إِلَى يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ وَمَنْ أَصْدَقُ مِنَ اللَّهِ حَدِيثًا","bangla_text":"আল্লাহ ব্যতীত আর কোনোই উপাস্য নেই। অবশ্যই তিনি তোমাদেরকে সমবেত করবেন কেয়ামতের দিন, এতে বিন্দুমাত্র সন্দেহ নেই। তাছাড়া আল্লাহর চাইতে বেশী সত্য কথা আর কার হবে!","english_text":"God: There is no god but He. He will gather you together on the Day of Resurrection which is certain to come; and whose word is truer than God's?","bangla_translit":"আল্লা-হু লা য় ইলা-হা ইল্লা-হূ; লাইয়াজ্ব ্মা‘আন্নাকুম্ ইলা-ইয়াওমিল্ ক্বিয়া-মাতি লা-রইবা ফীহ্; অমান্ আছ্দাক্ব ু মিনাল্লা-হি হাদীছা-।","english_translit":"Allahu la ilaha illa huwa layajmaAAannakum ila yawmi alqiyamati la rayba feehi waman asdaqu mina Allahi hadeethan"},{"sura":4,"aya":88,"quran_text":"فَمَا لَكُمْ فِي الْمُنَافِقِينَ فِئَتَيْنِ وَاللَّهُ أَرْكَسَهُمْ بِمَا كَسَبُوا أَتُرِيدُونَ أَنْ تَهْدُوا مَنْ أَضَلَّ اللَّهُ وَمَنْ يُضْلِلِ اللَّهُ فَلَنْ تَجِدَ لَهُ سَبِيلًا","bangla_text":"অতঃপর তোমাদের কি হল যে, মুনাফিকদের সম্পর্কে তোমরা দু’দল হয়ে গেলে? অথচ আল্লাহ তা’আলা তাদেরকে ঘুরিয়ে দিয়েছেন তাদের মন্দ কাজের কারনে! তোমরা কি তাদেরকে পথ প্রদর্শন করতে চাও, যাদেরকে আল্লাহ পথভ্রষ্ট করেছেন? আল্লাহ যাকে পথভ্রান্ত করেন, তুমি তার জন্য কোন পথ পাবে না।","english_text":"How is it that you are divided in two factions about the hypocrites? God has routed them for what they were doing. Do you wish to guide him to the path whom God has allowed to go astray? As for him whom God allows to go astray you will not find a way.","bangla_translit":"ফামা-লাকুম্ ফিল্ মুনা-ফিক্বীনা ফিয়াতাইনি অল্লা-হু র্আকাসাহুম্ বিমা-কাসাবূ; আতুরীদূনা আন্ তাহ্দূ মান্ আদ্বোয়াল্লাল্লা-হ্; অমাইঁ ইয়ুদ্ব্লিলিল্লা-হু ফালান্ তাজ্বিদা লাহূ সাবীলা-।","english_translit":"Fama lakum fee almunafiqeena fiatayni waAllahu arkasahum bima kasaboo atureedoona an tahdoo man adalla Allahu waman yudlili Allahu falan tajida lahu sabeelan"},{"sura":4,"aya":89,"quran_text":"وَدُّوا لَوْ تَكْفُرُونَ كَمَا كَفَرُوا فَتَكُونُونَ سَوَاءً فَلَا تَتَّخِذُوا مِنْهُمْ أَوْلِيَاءَ حَتَّى يُهَاجِرُوا فِي سَبِيلِ اللَّهِ فَإِنْ تَوَلَّوْا فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ وَجَدْتُمُوهُمْ وَلَا تَتَّخِذُوا مِنْهُمْ وَلِيًّا وَلَا نَصِيرًا","bangla_text":"তারা চায় যে, তারা যেমন কাফের, তোমরাও তেমনি কাফের হয়ে যাও, যাতে তোমরা এবং তারা সব সমান হয়ে যাও। অতএব, তাদের মধ্যে কাউকে বন্ধুরূপে গ্রহণ করো না, যে পর্যন্ত না তারা আল্লাহর পথে হিজরত করে চলে আসে। অতঃপর যদি তারা বিমুখ হয়, তবে তাদেরকে পাকড়াও কর এবং যেখানে পাও হত্যা কর। তাদের মধ্যে কাউকে বন্ধুরূপে গ্রহণ করো না এবং সাহায্যকারী বানিও না।","english_text":"They wish you to become disbelievers as they are, so that you should become like them. Therefore hold them not as friends until they go out of their homes in the way of God. If they do not, seize them wherever they are and do away with them. Do not make them your friends or allies,","bangla_translit":"অদ্দূ লাও তাক্ফুরূনা কামা-কাফারূ ফাতাকূনূনা সাওয়া - য়ান্ ফালা-তাত্তাখিযূ মিন্হুম্ আওলিয়া - য়া হাত্তা-ইয়ুহা-জ্বিরূ ফী সাবীলিল্লা-হ্; ফাইন্ তাওয়াল্লাও ফাখুযূহুম্ অক্ব ্তুলূহুম্ হাইছু অজ্বাত্তুমূহুম্ অলা-তাত্তাখিযূ মিন্হুম্ অলিয়্যাওঁ অলা-নাছীরা-।","english_translit":"Waddoo law takfuroona kama kafaroo fatakoonoona sawaan fala tattakhithoo minhum awliyaa hatta yuhajiroo fee sabeeli Allahi fain tawallaw fakhuthoohum waoqtuloohum haythu wajadtumoohum wala tattakhithoo minhum waliyyan wala naseeran"},{"sura":4,"aya":90,"quran_text":"إِلَّا الَّذِينَ يَصِلُونَ إِلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ أَوْ جَاءُوكُمْ حَصِرَتْ صُدُورُهُمْ أَنْ يُقَاتِلُوكُمْ أَوْ يُقَاتِلُوا قَوْمَهُمْ وَلَوْ شَاءَ اللَّهُ لَسَلَّطَهُمْ عَلَيْكُمْ فَلَقَاتَلُوكُمْ فَإِنِ اعْتَزَلُوكُمْ فَلَمْ يُقَاتِلُوكُمْ وَأَلْقَوْا إِلَيْكُمُ السَّلَمَ فَمَا جَعَلَ اللَّهُ لَكُمْ عَلَيْهِمْ سَبِيلًا","bangla_text":"কিন্তু যারা এমন সম্প্রদায়ের সাথে মিলিত হয় যে, তোমাদের মধ্যে ও তাদের মধ্যে চুক্তি আছে অথবা তোমাদের কাছে এভাবে আসে যে, তাদের অন্তর তোমাদের সাথে এবং স্বজাতির সাথেও যুদ্ধ করতে অনিচ্ছুক। যদি আল্লাহ ইচ্ছে করতেন, তবে তোমাদের উপর তাদেরকে প্রবল করে দিতেন। ফলে তারা অবশ্যই তোমাদের সাথে যুদ্ধ করত। অতঃপর যদি তারা তোমাদের থেকে পৃথক থাকে তোমাদের সাথে যুদ্ধ না করে এবং তোমাদের সাথে সন্ধি করে, তবে আল্লাহ তোমাদের কে তাদের বিরুদ্ধে কোন পথ দেননি।","english_text":"Except those who take refuge with a people allied to you, or those who, weary of fighting you or their people, come over to you. If God had so willed He would surely have given them power over you, and they would have fought you. If they keep aloof and do not fight, and offer peace, God has left you no reason to fight them.","bangla_translit":"ইল্লাল্লাযীনা ইয়াছিলূনা ইলা-ক্বাওমিম্ বাইনাকুম্ অবাইনাহুম্ মীছা-ক্ব ুন্ আও জ্বা-য়ূকুম্ হাছিরাত্ ছুদূরুহুম্ আইঁ ইয়ুক্বা-তিলূকুম্ আও ইয়ুক্বা-তিলূ ক্বাওমাহুম্; অলাও শা - য়াল্লা-হু লাসাল্লাত্বোয়াহুম্ ‘আলাইকুম্ ফালাক্বা-তালূকুম্ ফাইনি’তাযালূকুম্ ফালাম্ ইয়ুক্বা-তিলূকুম্ অআল্ক্বাও ইলাইকুমুস্ সালামা ফামা-জ্বা‘আলাল্লা-হু লাকুম্ ‘আলাইহিম্ সাবীলা।","english_translit":"Illa allatheena yasiloona ila qawmin baynakum wabaynahum meethaqun aw jaookum hasirat sudooruhum an yuqatilookum aw yuqatiloo qawmahum walaw shaa Allahu lasallatahum AAalaykum falaqatalookum faini iAAtazalookum falam yuqatilookum waalqaw ilaykumu alssalama fama jaAAala Allahu lakum AAalayhim sabeelan"},{"sura":4,"aya":91,"quran_text":"سَتَجِدُونَ آخَرِينَ يُرِيدُونَ أَنْ يَأْمَنُوكُمْ وَيَأْمَنُوا قَوْمَهُمْ كُلَّ مَا رُدُّوا إِلَى الْفِتْنَةِ أُرْكِسُوا فِيهَا فَإِنْ لَمْ يَعْتَزِلُوكُمْ وَيُلْقُوا إِلَيْكُمُ السَّلَمَ وَيَكُفُّوا أَيْدِيَهُمْ فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأُولَئِكُمْ جَعَلْنَا لَكُمْ عَلَيْهِمْ سُلْطَانًا مُبِينًا","bangla_text":"এখন তুমি আরও এক সম্প্রদায়কে পাবে। তারা তোমাদের কাছেও স্বজাতির কাছেও এবং নির্বিঘ্ন হয়ে থাকতে চায়। যখন তাদেরকে ফ্যাসাদের প্রতি মনোনিবেশ করানো হয়, তখন তারা তাতে নিপতিত হয়, অতএব তারা যদি তোমাদের থেকে নিবৃত্ত না হয়, তোমাদের সাথে সন্ধি না রাখে এবং স্বীয় হস্তসমূহকে বিরত না রাখে, তবে তোমরা তাদেরকে পাকড়াও কর এবং যেখানে পাও হত্যা কর। আমি তাদের বিরুদ্ধে তোমাদেরকে প্রকাশ্য যুক্তি-প্রমাণ দান করেছি।","english_text":"You will also find persons who, while wishing to live in peace with you as well as with their own people, turn to civil war the moment they are called to it. If they do not keep away from you, nor offer you peace nor restrain their hands, seize them and kill them wherever they are. We have given you a clear sanction against them.","bangla_translit":"সাতাজ্বিদূনা আ-খারীনা ইয়ুরীদূনা আইঁ ইয়ামানূকুম্ অইয়ামানূ ক্বাওমাহুম্;কুল্লামা-রুদ্দূ য় ইলাল্ ফিত্নাতি র্উকিসূ ফীহা-ফাইল্ লাম্ ইয়া’তাযিলূকুম্ অইয়ুল্ক্ব ূ য় ইলাইকুমুস্ সালামা অইয়াকুফ্ফূ য় আইদিয়াহুম্ ফাখুযূহুম্ অক্ব ্তুলূহুম্ হাইছু ছাক্বিফ্তুমূহুম্ অউলা - য়িকুম্ জ্বা‘আল্না-লাকুম্ ‘আলাইহিম্ সুলত্বোয়া-নাম্ মুবীনা-।","english_translit":"Satajidoona akhareena yureedoona an yamanookum wayamanoo qawmahum kulla ma ruddoo ila alfitnati orkisoo feeha fain lam yaAAtazilookum wayulqoo ilaykumu alssalama wayakuffoo aydiyahum fakhuthoohum waoqtuloohum haythu thaqiftumoohum waolaikum jaAAalna lakum AAalayhim sultanan mubeenan"},{"sura":4,"aya":92,"quran_text":"وَمَا كَانَ لِمُؤْمِنٍ أَنْ يَقْتُلَ مُؤْمِنًا إِلَّا خَطَأً وَمَنْ قَتَلَ مُؤْمِنًا خَطَأً فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ وَدِيَةٌ مُسَلَّمَةٌ إِلَى أَهْلِهِ إِلَّا أَنْ يَصَّدَّقُوا فَإِنْ كَانَ مِنْ قَوْمٍ عَدُوٍّ لَكُمْ وَهُوَ مُؤْمِنٌ فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ وَإِنْ كَانَ مِنْ قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ فَدِيَةٌ مُسَلَّمَةٌ إِلَى أَهْلِهِ وَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ فَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ تَوْبَةً مِنَ اللَّهِ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا","bangla_text":"মুসলমানের কাজ নয় যে, মুসলমানকে হত্যা করে; কিন্তু ভুলক্রমে। যে ব্যক্তি মুসলমানকে ভূলক্রমে হত্যা করে, সে একজন মুসলমান ক্রীতদাস মুক্ত করবে এবং রক্ত বিনিময় সমর্পন করবে তার স্বজনদেরকে; কিন্তু যদি তারা ক্ষমা করে দেয়। অতঃপর যদি নিহত ব্যক্তি তোমাদের শত্রু সম্প্রদায়ের অন্তর্গত হয়, তবে মুসলমান ক্রীতদাস মুক্ত করবে এবং যদি সে তোমাদের সাথে চুক্তিবদ্ধ কোন সম্প্রদায়ের অন্তর্গত হয়, তবে রক্ত বিনিময় সমর্পণ করবে তার স্বজনদেরকে এবং একজন মুসলমান ক্রীতদাস মুক্ত করবে। অতঃপর যে ব্যক্তি না পায়, সে আল্লাহর কাছ থেকে গোনাহ মাফ করানোর জন্যে উপর্যুপুরি দুই মাস রোযা রাখবে। আল্লাহ, মহাজ্ঞানী, প্রজ্ঞাময়।","english_text":"It is not for a believer to take a believer's life except by mistake; and he who kills a believer by mistake should free a slave who is a believer, and pay blood-money to the victim's family unless they forego it as an act of charity. If he belonged to a community hostile to you but was himself a believer, then a slave who is a believer should be freed. In case he belonged to a people with whom you have a treaty, then give blood-money to his family and free a believing slave. But he who has no means (to do so) should fast for a period of two months continuously to have his sins forgiven by God, and God is all-knowing and all-wise.","bangla_translit":"অমা-কা-না লিমুমিনিন্ আইঁ ইয়্যাক্ব ্তুলা মুমিনান্ ইল্লা-খাত্বোয়ায়ান্, অমান্ ক্বাতালা মুমিনান্ খাত্বোয়ায়ান্ ফাতাহ্রীরু রাক্বাবাতিম্ মুমিনাতিওঁ অদিয়াতুম্ মুসাল্লামাতুন্ ইলা য় আহ্লিহী য় ইল্লা-আইঁ ইয়াছ্ছদ্দাক্ব ূ; ফাইন্ কা-না মিন্ ক্বাওমিন্ ‘আদুওয়্যিল্লাকুম্ অহুঅ মুমিনুন্ ফাতাহ্রীরু রাক্বাবাতিম্ মুমিনাহ্; অইন্ কা-না মিন্ ক্বাওমিম্ বাইনাকুম্ অবাইনাহুম্ মীছা-ক্ব ুন্ ফাদিয়াতুম্ মুসাল্লামাতুন্ ইলা য় আহ্লিহী অতাহ্রীরু রাক্বাবাতিম্ মুমিনাতিন্ ফামাল্লাম্ ইয়াজ্বিদ্ ফাছিয়া-মু শাহ্রাইনি মুতাতা-বি‘আইনি তাওবাতাম্ মিনাল্লা-হ; অ কা-নাল্লা-হু ‘আলী-মান্ হাকীমা-।","english_translit":"Wama kana limuminin an yaqtula muminan illa khataan waman qatala muminan khataan fatahreeru raqabatin muminatin wadiyatun musallamatun ila ahlihi illa an yassaddaqoo fain kana min qawmin AAaduwwin lakum wahuwa muminun fatahreeru raqabatin muminatin wain kana min qawmin baynakum wabaynahum meethaqun fadiyatun musallamatun ila ahlihi watahreeru raqabatin muminatin faman lam yajid fasiyamu shahrayni mutatabiAAayni tawbatan mina Allahi wakana Allahu AAaleeman hakeeman"},{"sura":4,"aya":93,"quran_text":"وَمَنْ يَقْتُلْ مُؤْمِنًا مُتَعَمِّدًا فَجَزَاؤُهُ جَهَنَّمُ خَالِدًا فِيهَا وَغَضِبَ اللَّهُ عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذَابًا عَظِيمًا","bangla_text":"যে ব্যক্তি স্বেচ্ছাক্রমে মুসলমানকে হত্যা করে, তার শাস্তি জাহান্নাম, তাতেই সে চিরকাল থাকবে। আল্লাহ তার প্রতি ক্রুদ্ধ হয়েছেন, তাকে অভিসম্পাত করেছেন এবং তার জন্যে ভীষণ শাস্তি প্রস্তুত রেখেছেন।","english_text":"Any one who kills a believer intentionally will be cast into Hell to abide there for ever, and suffer God's anger and damnation. For him a greater punishment awaits.","bangla_translit":"অমাইঁ ইয়াক্ব ্তুল্ মুমিনাম্ মুতা‘আম্মিদান্ ফাজ্বাযা - উহূ জ্বাহান্নামা খা-লিদান্ ফীহা-অগাদ্বিবাল্লা-হু ‘আলাইহি অলা‘আনাহূ অ আ‘আদ্দালাহূ ‘আযা-বান ‘আজীমা-।","english_translit":"Waman yaqtul muminan mutaAAammidan fajazaohu jahannamu khalidan feeha waghadiba Allahu AAalayhi walaAAanahu waaAAadda lahu AAathaban AAatheeman"},{"sura":4,"aya":94,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا ضَرَبْتُمْ فِي سَبِيلِ اللَّهِ فَتَبَيَّنُوا وَلَا تَقُولُوا لِمَنْ أَلْقَى إِلَيْكُمُ السَّلَامَ لَسْتَ مُؤْمِنًا تَبْتَغُونَ عَرَضَ الْحَيَاةِ الدُّنْيَا فَعِنْدَ اللَّهِ مَغَانِمُ كَثِيرَةٌ كَذَلِكَ كُنْتُمْ مِنْ قَبْلُ فَمَنَّ اللَّهُ عَلَيْكُمْ فَتَبَيَّنُوا إِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا","bangla_text":"হে ঈমানদারগণ! তোমরা যখন আল্লাহর পথে সফর কর, তখন যাচাই করে নিও এবং যে, তোমাদেরকে সালাম করে তাকে বলো না যে, তুমি মুসলমান নও। তোমরা পার্থিব জীবনের সম্পদ অন্বেষণ কর, বস্তুতঃ আল্লাহর কাছে অনেক সম্পদ রয়েছে। তোমরা ও তো এমনি ছিলে ইতিপূর্বে; অতঃপর আল্লাহ তোমাদের প্রতি অনুগ্রহ করেছেন। অতএব, এখন অনুসন্ধান করে নিও। নিশ্চয় আল্লাহ তোমাদের কাজ কর্মের খবর রাখেন।","english_text":"O believers, when you go out on a journey in the way of God, be discreet and do not say to anyone who greets you in peace: \"You are not a believer.\" You desire the gain of earthly life, but there are prizes in plenty with God. You were also like him (an unbeliever) in the past, but God has been gracious to you. So be careful and discreet, for God is aware of what you do.","bangla_translit":"ইয়া য় আইয়্যুহাল্লাযীনা আ-মানূ য় ইযা-দ্বোয়ারাব্তুম্ ফী সাবীলিল্লা-হি ফাতাবাইয়্যানূ অলা-তাক্ব ূলূ লিমান্ আল্ক্বা য় ইলাইকুমুস্ সালা-মা লাস্তা মুমিনান্ তাব্তাগূনা ‘আরাদ্বোয়াল্ হাইয়া-তিদ্ দুন্ইয়া-ফা‘ইন্দাল্লা-হি মাগা-নিমু কাছীরাহ্; কাযা-লিকা কুন্তুম্ মিন্ ক্বাব্লু ফামান্নাল্লা-হু ‘আলাইকুম্ ফাতাবাইয়্যানূ; ইন্নাল্লা-হা কা-না বিমা -তা’মালূনা খাবীরা-।","english_translit":"Ya ayyuha allatheena amanoo itha darabtum fee sabeeli Allahi fatabayyanoo wala taqooloo liman alqa ilaykumu alssalama lasta muminan tabtaghoona AAarada alhayati alddunya faAAinda Allahi maghanimu katheeratun kathalika kuntum min qablu famanna Allahu AAalaykum fatabayyanoo inna Allaha kana bima taAAmaloona khabeeran"},{"sura":4,"aya":95,"quran_text":"لَا يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ غَيْرُ أُولِي الضَّرَرِ وَالْمُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فَضَّلَ اللَّهُ الْمُجَاهِدِينَ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ عَلَى الْقَاعِدِينَ دَرَجَةً وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَى وَفَضَّلَ اللَّهُ الْمُجَاهِدِينَ عَلَى الْقَاعِدِينَ أَجْرًا عَظِيمًا","bangla_text":"গৃহে উপবিষ্ট মুসলমান-যাদের কোন সঙ্গত ওযর নেই এবং ঐ মুসলমান যারা জান ও মাল দ্বারা আল্লাহর পথে জেহাদ করে,-সমান নয়। যারা জান ও মাল দ্বারা জেহাদ করে, আল্লাহ তাদের পদমর্যাদা বাড়িয়ে দিয়েছেন গৃহে উপবিষ্টদের তুলনায় এবং প্রত্যেকের সাথেই আল্লাহ কল্যাণের ওয়াদা করেছেন। আল্লাহ মুজাহেদীনকে উপবিষ্টদের উপর মহান প্রতিদানে শ্রেষ্ঠ করেছেন।","english_text":"The faithful who sit idle, other than those who are disabled, are not equal to those who fight in the way of God with their wealth and lives. God has exalted those in rank who fight for the faith with their wealth and souls over those who sit idle. Though God's promise of good is for all, He has granted His favour of the highest reward to those who struggle in preference to those who sit at home.","bangla_translit":"লা-ইয়াস্তাওয়িল্ ক্বা-‘ইদূনা মিনাল্ মুমিনীনা গাইরু ঊলিদ্ব্ দ্বোয়ারারি অল্মুজ্বা-হিদূনা ফী সাবীলিল্লা-হি বিআম্ওয়া-লিহিম্ অ আন্ফুসিহিম্; ফাদ্ব্দ্বোলাল্লা-হুল্ মুজ্বা-হিদীনা বিআম্ওয়া-লিহিম্ অআন্ফুসিহিম্ ‘আলাল্ ক্বা-‘ইদীনা দারাজ্বাহ্; অকুল্লাওঁ অ‘আদাল্লা-হুল্ হুস্না-; অফাদ্ব্দ্বোয়ালাল্লা-হুল্ মুজ্বা-হিদীনা ‘আলাল্-ক্বা ‘ইদীনা আজ্ব ্রান্ আজীমা-।","english_translit":"La yastawee alqaAAidoona mina almumineena ghayru olee alddarari waalmujahidoona fee sabeeli Allahi biamwalihim waanfusihim faddala Allahu almujahideena biamwalihim waanfusihim AAala alqaAAideena darajatan wakullan waAAada Allahu alhusna wafaddala Allahu almujahideena AAala alqaAAideena ajran AAatheeman"},{"sura":4,"aya":96,"quran_text":"دَرَجَاتٍ مِنْهُ وَمَغْفِرَةً وَرَحْمَةً وَكَانَ اللَّهُ غَفُورًا رَحِيمًا","bangla_text":"এগুলো তাঁর পক্ষ থেকে পদমর্যাদা, ক্ষমা ও করুণা; আল্লাহ ক্ষমাশীল ও করুণাময়।","english_text":"For them are higher ranks with God, and forgiveness and grace; and God is forgiving and kind.","bangla_translit":"দারাজ্বা-তিম্ মিন্হু অমাগ্ফিরাতাওঁ অরাহ্মাহ্; অ কা-নাল্লা-হু গাফূর্রা রাহীমা-।","english_translit":"Darajatin minhu wamaghfiratan warahmatan wakana Allahu ghafooran raheeman"},{"sura":4,"aya":97,"quran_text":"إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلَائِكَةُ ظَالِمِي أَنْفُسِهِمْ قَالُوا فِيمَ كُنْتُمْ قَالُوا كُنَّا مُسْتَضْعَفِينَ فِي الْأَرْضِ قَالُوا أَلَمْ تَكُنْ أَرْضُ اللَّهِ وَاسِعَةً فَتُهَاجِرُوا فِيهَا فَأُولَئِكَ مَأْوَاهُمْ جَهَنَّمُ وَسَاءَتْ مَصِيرًا","bangla_text":"যারা নিজের অনিষ্ট করে, ফেরেশতারা তাদের প্রাণ হরণ করে বলে, তোমরা কি অবস্থায় ছিলে? তারা বলেঃ এ ভূখন্ডে আমরা অসহায় ছিলাম। ফেরেশতারা বলেঃ আল্লাহর পৃথিবী কি প্রশস্ত ছিল না যে, তোমরা দেশত্যাগ করে সেখানে চলে যেতে? অতএব, এদের বাসস্থান হল জাহান্নাম এবং তা অত্যন্ত মন্দ স্থান।","english_text":"As for those whose souls are taken by the angels (at death) while in a state of unbelief, they will be asked by the angels: \"What (state) were you in?\" They will answer: \"We were oppressed in the land.\" And the angels will say: \"Was not God's earth large enough for you to migrate?\" Their abode will be Hell, and what an evil destination!","bangla_translit":"ইন্নাল্লাযীনা তাওয়াফ্ফা-হুমুল্ মালা - য়িকাতু জোয়া-লিমী য় আন্ফুসিহিম্ ক্বা-লূ ফী মা-কুন্তুম্; ক্বা-লূ কুন্না-মুস্তাদ্ব্‘আফীনা ফিল্ র্আদ্ব্; ক্বা-লূ য় আলাম্ তাকুন্ র্আদ্বুল্লা-হি ওয়া-সি‘আতান্ ফাতুহা-জ্বিরূ ফীহা-; ফাউলা - য়িকা মা’ওয়া-হুম্ জ্বাহান্নাম্; অসা - য়াত্ মাছীরা-।","english_translit":"Inna allatheena tawaffahumu almalaikatu thalimee anfusihim qaloo feema kuntum qaloo kunna mustadAAafeena fee alardi qaloo alam takun ardu Allahi wasiAAatan fatuhajiroo feeha faolaika mawahum jahannamu wasaat maseeran"},{"sura":4,"aya":98,"quran_text":"إِلَّا الْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَاءِ وَالْوِلْدَانِ لَا يَسْتَطِيعُونَ حِيلَةً وَلَا يَهْتَدُونَ سَبِيلًا","bangla_text":"কিন্তু পুরুষ, নারী ও শিশুদের মধ্যে যারা অসহায়, তারা কোন উপায় করতে পারে না এবং পথও জানে না।","english_text":"But those who are helpless, men, women and children, who can neither contrive a plan nor do they know the way,","bangla_translit":"ইল্লাল্্ মুস্তাদ্ব্‘আফীনা মির্না রিজ্বা-লি অন্নিসা - য়ি অল্ ওয়িল্দা-নি লা-ইয়াস্তাত্বী‘ঊনা হীলাতাওঁ অলা-ইয়াহ্তাদূনা সাবীলা-।","english_translit":"Illa almustadAAafeena mina alrrijali waalnnisai waalwildani la yastateeAAoona heelatan wala yahtadoona sabeelan"},{"sura":4,"aya":99,"quran_text":"فَأُولَئِكَ عَسَى اللَّهُ أَنْ يَعْفُوَ عَنْهُمْ وَكَانَ اللَّهُ عَفُوًّا غَفُورًا","bangla_text":"অতএব, আশা করা যায়, আল্লাহ তাদেরকে ক্ষমা করবেন। আল্লাহ মার্জনাকারী, ক্ষমাশীল।","english_text":"May well hope for the mercy of God; and God is full of mercy and grace.","bangla_translit":"ফাউলা - য়িকা ‘আসাল্লা-হু আইঁ ইয়া’ফূ ‘আনহুম্; অকা- নাল্লা-হু ‘আফুওয়্যান্ গাফূরা-।","english_translit":"Faolaika AAasa Allahu an yaAAfuwa AAanhum wakana Allahu AAafuwwan ghafooran"},{"sura":4,"aya":100,"quran_text":"وَمَنْ يُهَاجِرْ فِي سَبِيلِ اللَّهِ يَجِدْ فِي الْأَرْضِ مُرَاغَمًا كَثِيرًا وَسَعَةً وَمَنْ يَخْرُجْ مِنْ بَيْتِهِ مُهَاجِرًا إِلَى اللَّهِ وَرَسُولِهِ ثُمَّ يُدْرِكْهُ الْمَوْتُ فَقَدْ وَقَعَ أَجْرُهُ عَلَى اللَّهِ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا","bangla_text":"যে কেউ আল্লাহর পথে দেশত্যাগ করে, সে এর বিনিময়ে অনেক স্থান ও সচ্ছলতা প্রাপ্ত হবে। যে কেউ নিজ গৃহ থেকে বের হয় আল্লাহ ও রসূলের প্রতি হিজরত করার উদ্দেশে, অতঃপর মৃত্যুমুখে পতিত হয়, তবে তার সওয়াব আল্লাহর কাছে অবধারিত হয়ে যায়। আল্লাহ ক্ষমাশীল, করুণাময়।","english_text":"Whosoever leaves his country in duty to God will find many places of refuge, and abundance on the earth. And he who leaves his home and becomes an emigre in the way of God and His Messenger, and death overtake him, is sure to receive his reward from God; for God is forgiving and kind.","bangla_translit":"অমাইঁ ইয়ূহা-র্জ্বি ফী সাবীলিল্লা-হি ইয়াজ্বিদ্ ফিল্ র্আদ্বি মুরা-গামান্ কাছীরাওঁ অসা‘আহ্; অমাইঁ ইয়াখ্রুজ্ব ্মিম্ বাইতিহী মুহা-জ্বিরান্ ইলাল্লা-হি অরাসূলিহী ছুম্মা ইয়ুদ্রিক্হুল্ মাওতু ফাক্বাদ্ অক্বা‘আ আজ্ব ্রুহূ ‘আলাল্লা-হ্; অকা-নাল্লা-হু গাফূর্রু রাহীমা-।","english_translit":"Waman yuhajir fee sabeeli Allahi yajid fee alardi muraghaman katheeran wasaAAatan waman yakhruj min baytihi muhajiran ila Allahi warasoolihi thumma yudrikhu almawtu faqad waqaAAa ajruhu AAala Allahi wakana Allahu ghafooran raheeman"},{"sura":4,"aya":101,"quran_text":"وَإِذَا ضَرَبْتُمْ فِي الْأَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلَاةِ إِنْ خِفْتُمْ أَنْ يَفْتِنَكُمُ الَّذِينَ كَفَرُوا إِنَّ الْكَافِرِينَ كَانُوا لَكُمْ عَدُوًّا مُبِينًا","bangla_text":"যখন তোমরা কোন দেশ সফর কর, তখন নামাযে কিছুটা হ্রাস করলে তোমাদের কোন গোনাহ নেই, যদি তোমরা আশঙ্কা কর যে, কাফেররা তোমাদেরকে উত্ত্যক্ত করবে। নিশ্চয় কাফেররা তোমাদের প্রকাশ্য শত্রু।","english_text":"When you travel in the land there is no sin if you curtail your service of prayer if you fear the unbelievers may harass you, for indeed your open enemies are the infidels.","bangla_translit":"অইযা- দ্বোয়ারাব্তুম্ ফিল্ আরদ্বি ফালাইসা ‘আলাইকুম্ জ্ব ুনা-হুন্ আন্ তাক্ব্ ্ছুরূ মিনাছ্ ছলা-তি ইন্ খিফ্তুম্ আইঁ ইয়াফ্তিনাকুমুল্ লাযীনা কাফারূ; ইন্নাল্ কা-ফিরীনা কা-নূ লাকুম্ ‘আদুওয়্যাম্ মুবীনা-।","english_translit":"Waitha darabtum fee alardi falaysa AAalaykum junahun an taqsuroo mina alssalati in khiftum an yaftinakumu allatheena kafaroo inna alkafireena kanoo lakum AAaduwwan mubeenan"},{"sura":4,"aya":102,"quran_text":"وَإِذَا كُنْتَ فِيهِمْ فَأَقَمْتَ لَهُمُ الصَّلَاةَ فَلْتَقُمْ طَائِفَةٌ مِنْهُمْ مَعَكَ وَلْيَأْخُذُوا أَسْلِحَتَهُمْ فَإِذَا سَجَدُوا فَلْيَكُونُوا مِنْ وَرَائِكُمْ وَلْتَأْتِ طَائِفَةٌ أُخْرَى لَمْ يُصَلُّوا فَلْيُصَلُّوا مَعَكَ وَلْيَأْخُذُوا حِذْرَهُمْ وَأَسْلِحَتَهُمْ وَدَّ الَّذِينَ كَفَرُوا لَوْ تَغْفُلُونَ عَنْ أَسْلِحَتِكُمْ وَأَمْتِعَتِكُمْ فَيَمِيلُونَ عَلَيْكُمْ مَيْلَةً وَاحِدَةً وَلَا جُنَاحَ عَلَيْكُمْ إِنْ كَانَ بِكُمْ أَذًى مِنْ مَطَرٍ أَوْ كُنْتُمْ مَرْضَى أَنْ تَضَعُوا أَسْلِحَتَكُمْ وَخُذُوا حِذْرَكُمْ إِنَّ اللَّهَ أَعَدَّ لِلْكَافِرِينَ عَذَابًا مُهِينًا","bangla_text":"যখন আপনি তাদের মধ্যে থাকেন, অতঃপর নামাযে দাঁড়ান, তখন যেন একদল দাঁড়ায় আপনার সাথে এবং তারা যেন স্বীয় অস্ত্র সাথে নেয়। অতঃপর যখন তারা সেজদা সম্পন্ন করে, তখন আপনার কাছ থেকে যেন সরে যায় এবং অন্য দল যেন আসে, যারা নামায পড়েনি। অতঃপর তারা যেন আপনার সাথে নামায পড়ে এবং আত্মরক্ষার হাতিয়ার সাথে নেয়। কাফেররা চায় যে, তোমরা কোন রূপে অসতর্ক থাক, যাতে তারা একযোগে তোমাদেরকে আক্রমণ করে বসে। যদি বৃষ্টির কারণে তোমাদের কষ্ট হয় অথবা তোমরা অসুস্থ হও তবে স্বীয় অস্ত্র পরিত্যাগ করায় তোমাদের কোন গোনাহ নেই এবং সাথে নিয়ে নাও তোমাদের আত্নরক্ষার অস্ত্র। নিশ্চয় আল্লাহ কাফেরদের জন্যে অপমানকর শাস্তি প্রস্তুত করে রেখেছেন।","english_text":"When you are among them, and have to lead the service of prayer, let one group stand up with you, but let them keep their arms. After they have paid their homage they should go to the rear, and let the group which has not done so yet offer their service of prayer with you, remaining cautious and armed, The infidels wish to find you neglectful of your arms and provisions, to attack you unawares. It will not be a sin if you put aside your arms when you are troubled by rain, or you are ill; but take full precautions. God has reserved for infidels a despicable punishment","bangla_translit":"অইযা- কুন্তা ফীহিম্ ফা‘আক্বাম্তা লাহুমুছ্ ছলা-তা ফাল্তাক্ব ুম্ ত্বোয়া - য়িফাতুম্ মিন্হুম্ মা‘আকা অল্ইয়াখুযূূ য় আস্লিহাতাহুম্ ফাইযা-সাজ্বাদূ ফাল্ইয়াকূনূ মিওঁ অরা - য়িকুম্ অল্তাতি ত্বোয়া-য়িফাতুন্ উখ্রা-লাম্ ইয়ুছোল্ল ূ ফাল্ইয়ুছোয়াল্ল ূ মা‘আকা অল্ইয়াখুযূ হিয্রাহুম্ অআস্লিহাতাহুম্ অদ্দাল্লাযীনা কাফারূ লাও তাগ্ফুলূনা ‘আন্ আস্লিহাতিকুম্ অআম্তি‘আতিকুম্ ফাইয়ামীলূনা ‘আলাইকুম্ মাইলাতাওঁ ওয়া-হিদাহ্; অলা-জ্ব ুনা-হা ‘আলাইকুম্ ইন্ কা-না বিকুম্ আযাম্ মিম্ মাত্বোয়ারিন্ আও কুন্তুম র্মাদ্বোয়া য় আন্ তাদ্বোয়া‘ঊ য় আস্লিহাতাকুম্ অখুযূ হিয্রাকুম্; ইন্নাল্লা-হা আ‘আদ্দা লিল্কা-ফিরীনা ‘আযা-বাম্ মুহীনা-।","english_translit":"Waitha kunta feehim faaqamta lahumu alssalata faltaqum taifatun minhum maAAaka walyakhuthoo aslihatahum faitha sajadoo falyakoonoo min waraikum waltati taifatun okhra lam yusalloo falyusalloo maAAaka walyakhuthoo hithrahum waaslihatahum wadda allatheena kafaroo law taghfuloona AAan aslihatikum waamtiAAatikum fayameeloona AAalaykum maylatan wahidatan wala junaha AAalaykum in kana bikum athan min matarin aw kuntum marda an tadaAAoo aslihatakum wakhuthoo hithrakum inna Allaha aAAadda lilkafireena AAathaban muheenan"},{"sura":4,"aya":103,"quran_text":"فَإِذَا قَضَيْتُمُ الصَّلَاةَ فَاذْكُرُوا اللَّهَ قِيَامًا وَقُعُودًا وَعَلَى جُنُوبِكُمْ فَإِذَا اطْمَأْنَنْتُمْ فَأَقِيمُوا الصَّلَاةَ إِنَّ الصَّلَاةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَابًا مَوْقُوتًا","bangla_text":"অতঃপর যখন তোমরা নামায সম্পন্ন কর, তখন দন্ডায়মান, উপবিষ্ট ও শায়িত অবস্থায় আল্লাহকে স্মরণ কর। অতঃপর যখন বিপদমুক্ত হয়ে যাও, তখন নামায ঠিক করে পড়। নিশ্চয় নামায মুসলমানদের উপর ফরয নির্দিষ্ট সময়ের মধ্যে।","english_text":"If you are late in performing your service of prayer honour God by remembering Him, standing or sitting or lying on your sides. And when you have security perform your act of prayer befittingly; and praying at fixed hours is prescribed for the faithful.","bangla_translit":"ফাইযা-ক্বাদ্বোয়াইতুমুছ্ ছলা-তা ফায্কুরুল্লা-হা ক্বিয়া-মাওঁ অক্ব ু‘ঊদাওঁ অ‘আলা-জ্ব ুনূবিকুম্ ফাইযাত্ব ্ মা-নান্তুম্ ফাআক্বীমুছ্ ছলা-তা ইন্নাছ্ ছলা-তা কা-নাত্ ‘আলাল্ মুমিনীনা কিতা-বাম্ মাওক্ব ূতা-।","english_translit":"Faitha qadaytumu alssalata faothkuroo Allaha qiyaman waquAAoodan waAAala junoobikum faitha itmanantum faaqeemoo alssalata inna alssalata kanat AAala almumineena kitaban mawqootan"},{"sura":4,"aya":104,"quran_text":"وَلَا تَهِنُوا فِي ابْتِغَاءِ الْقَوْمِ إِنْ تَكُونُوا تَأْلَمُونَ فَإِنَّهُمْ يَأْلَمُونَ كَمَا تَأْلَمُونَ وَتَرْجُونَ مِنَ اللَّهِ مَا لَا يَرْجُونَ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا","bangla_text":"তাদের পশ্চাদ্ধাবনে শৈথিল্য করো না। যদি তোমরা আঘাত প্রাপ্ত, তবে তারাও তো তোমাদের মতই হয়েছে আঘাতপ্রাপ্ত এবং তোমরা আল্লাহর কাছে আশা কর, যা তারা আশা করে না। আল্লাহ মহাজ্ঞানী, প্রজ্ঞাময়।","english_text":"And do not be chary of pursuing them. If you suffer, they shall also suffer like you. But while you have hope (of success) from God, they have none. Surely God is all-knowing and all-wise.","bangla_translit":"অলা-তাহিনূ ফিব্তিগা - য়িল্ ক্বাওম্; ইন্ তাকূনূ তা’লামূনা ফাইন্নাহুম্ ইয়া’লামূনা কামা-তা’লামূনা অর্তাজ্ব ূনা মিনাল্লা-হি মা-লা-ইর্য়াজ্ব ূন্; অকা-নাল্লা-হু ‘আলীমান্ হাকীমা-।","english_translit":"Wala tahinoo fee ibtighai alqawmi in takoonoo talamoona fainnahum yalamoona kama talamoona watarjoona mina Allahi ma la yarjoona wakana Allahu AAaleeman hakeeman"},{"sura":4,"aya":105,"quran_text":"إِنَّا أَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ لِتَحْكُمَ بَيْنَ النَّاسِ بِمَا أَرَاكَ اللَّهُ وَلَا تَكُنْ لِلْخَائِنِينَ خَصِيمًا","bangla_text":"নিশ্চয় আমি আপনার প্রতি সত্য কিতাব অবতীর্ণ করেছি, যাতে আপনি মানুষের মধ্যে ফয়সালা করেন, যা আল্লাহ আপনাকে হৃদয়ঙ্গম করান। আপনি বিশ্বাসঘাতকদের পক্ষ থেকে বিতর্ককারী হবেন না।","english_text":"We have sent down to you the Book containing the truth, in whose light you should judge among the people as God has shown you, and do not be a contender for deceivers.","bangla_translit":"ইন্না য় আন্যাল্না য় ইলাইকাল্ কিতা-বা বিল্হাক্ব ্ক্বি লিতাহ্কুমা বাইনান্না-সি বিমা য় আরা-কাল্লা-হ্; অলা-তাকুল্ লিল্খা - য়িনীনা খাছীমা-।","english_translit":"Inna anzalna ilayka alkitaba bialhaqqi litahkuma bayna alnnasi bima araka Allahu wala takun lilkhaineena khaseeman"},{"sura":4,"aya":106,"quran_text":"وَاسْتَغْفِرِ اللَّهَ إِنَّ اللَّهَ كَانَ غَفُورًا رَحِيمًا","bangla_text":"এবং আল্লাহর কাছে ক্ষমা প্রার্থনা করুন। নিশ্চয় আল্লাহ ক্ষমাশীল, দয়ালু।","english_text":"And seek God's forgiveness, for God is surely forgiving and kind.","bangla_translit":"অস্তাগ্ফিরিল্লা-হ্; ইন্নাল্লা-হা কা-না গাফূর্রা রাহীমা-।","english_translit":"Waistaghfiri Allaha inna Allaha kana ghafooran raheeman"},{"sura":4,"aya":107,"quran_text":"وَلَا تُجَادِلْ عَنِ الَّذِينَ يَخْتَانُونَ أَنْفُسَهُمْ إِنَّ اللَّهَ لَا يُحِبُّ مَنْ كَانَ خَوَّانًا أَثِيمًا","bangla_text":"যারা মনে বিশ্বাস ঘাতকতা পোষণ করে তাদের পক্ষ থেকে বিতর্ক করবেন না। আল্লাহ পছন্দ করেন না তাকে, যে বিশ্বাস ঘাতক পাপী হয়।","english_text":"Do not argue for those who harbour deceit in their hearts, for God does not love the treacherous and the iniquitous.","bangla_translit":"অলা-তুজ্বা-দিল্ ‘আনিল্লাযীনা ইয়াখ্তা-নূনা আন্ফুসাহুম্; ইন্নাল্লা-হা লা- ইয়ুহিব্বু মান্ কা-না খাওয়্যা-নান্ আছীমা।","english_translit":"Wala tujadil AAani allatheena yakhtanoona anfusahum inna Allaha la yuhibbu man kana khawwanan atheeman"},{"sura":4,"aya":108,"quran_text":"يَسْتَخْفُونَ مِنَ النَّاسِ وَلَا يَسْتَخْفُونَ مِنَ اللَّهِ وَهُوَ مَعَهُمْ إِذْ يُبَيِّتُونَ مَا لَا يَرْضَى مِنَ الْقَوْلِ وَكَانَ اللَّهُ بِمَا يَعْمَلُونَ مُحِيطًا","bangla_text":"তারা মানুষের কাছে লজ্জিত হয় এবং আল্লাহর কাছে লজ্জিত হয় না। তিনি তাদের সাথে রয়েছেন, যখন তারা রাত্রে এমন বিষয়ে পরামর্শ করে, যাতে আল্লাহ সম্মত নন। তারা যাকিছু করে, সবই আল্লাহর আয়ত্তাধীণ।","english_text":"They try to hide from (men), but they cannot hide from God who is with them at night when they discuss such matters as He does not approve; but what they do is well within the compass of God.","bangla_translit":"ইয়াস্তাখ্ফ ূনা মিনান্না-সি অলা-ইয়াস্তাখ্ফূনা মিনাল্লা-হি অহুঅ মা‘আহুম্ ইয্ ইয়ুবাইয়্যিতূনা মা- লা- ইর্য়াদ্বোয়া মিনাল্ ক্বাওল্; অকা-নাল্লা-হু বিমা-ইয়া’মালূনা মুহীত্বোয়া-।","english_translit":"Yastakhfoona mina alnnasi wala yastakhfoona mina Allahi wahuwa maAAahum ith yubayyitoona ma la yarda mina alqawli wakana Allahu bima yaAAmaloona muheetan"},{"sura":4,"aya":109,"quran_text":"هَا أَنْتُمْ هَؤُلَاءِ جَادَلْتُمْ عَنْهُمْ فِي الْحَيَاةِ الدُّنْيَا فَمَنْ يُجَادِلُ اللَّهَ عَنْهُمْ يَوْمَ الْقِيَامَةِ أَمْ مَنْ يَكُونُ عَلَيْهِمْ وَكِيلًا","bangla_text":"শুনছ? তোমরা তাদের পক্ষ থেকে পার্থিব জীবনে বিবাদ করছ, অতঃপর কেয়ামতের দিনে তাদের পক্ষ হয়ে আল্লাহর সাথে কে বিবাদ করবে অথবা কে তাদের কার্যনির্বাহী হবে।","english_text":"Well, you are those who pleaded for them in the life of this world; but who will plead for them on the Day of Resurrection or be their security?","bangla_translit":"হা য় আন্তুম্ হা য় উলা - য়ি জ্বা-দাল্তুম্ ‘আন্হুম্ ফিল্ হাইয়া-তিদ্দুন্ইয়া-ফামাইঁ ইযুজ্বা-দিলুল্লা-হা ‘আন্হুম্ ইয়াওমাল্ ক্বিয়া-মাতি আম্ মাইঁ ইয়াকূনু ‘আলাইহিম্ অকীলা-।","english_translit":"Haantum haolai jadaltum AAanhum fee alhayati alddunya faman yujadilu Allaha AAanhum yawma alqiyamati am man yakoonu AAalayhim wakeelan"},{"sura":4,"aya":110,"quran_text":"وَمَنْ يَعْمَلْ سُوءًا أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللَّهَ يَجِدِ اللَّهَ غَفُورًا رَحِيمًا","bangla_text":"যে গোনাহ, করে কিংবা নিজের অনিষ্ট করে, অতঃপর আল্লাহর কাছে ক্ষমা প্রার্থনা করে, সে আল্লাহকে ক্ষমাশীল, করুণাময় পায়।","english_text":"He who does evil or acts against his own interests (by disbelieving), then prays for God's forgiveness, will find God compassionate and merciful.","bangla_translit":"অ মাইঁ ইয়া’মাল্ সূ - য়ান্ আও ইয়াজ্লিম্ নাফ্সাহূ ছুম্মা ইয়াস্তাগ্ফিরিল্লা-হা ইয়াজ্বিদিল্লা-হা গাফূর্রা রাহীমা-।","english_translit":"Waman yaAAmal sooan aw yathlim nafsahu thumma yastaghfiri Allaha yajidi Allaha ghafooran raheeman"},{"sura":4,"aya":111,"quran_text":"وَمَنْ يَكْسِبْ إِثْمًا فَإِنَّمَا يَكْسِبُهُ عَلَى نَفْسِهِ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا","bangla_text":"যে কেউ পাপ করে, সে নিজের পক্ষেই করে। আল্লাহ মহাজ্ঞানী, প্রজ্ঞাময়।","english_text":"He who earns the wages of sin does so for himself; and God is aware of everything and is wise.","bangla_translit":"অমাইঁ ইয়াক্সিব্ ইছ্মান্ ফাইন্নামা-ইয়াক্সিবুহূ ‘আলা-নাফ্সিহী অকা-নাল্লা-হু ‘আলীমান্ হাকীমা-।","english_translit":"Waman yaksib ithman fainnama yaksibuhu AAala nafsihi wakana Allahu AAaleeman hakeeman"},{"sura":4,"aya":112,"quran_text":"وَمَنْ يَكْسِبْ خَطِيئَةً أَوْ إِثْمًا ثُمَّ يَرْمِ بِهِ بَرِيئًا فَقَدِ احْتَمَلَ بُهْتَانًا وَإِثْمًا مُبِينًا","bangla_text":"যে ব্যক্তি ভূল কিংবা গোনাহ করে, অতঃপর কোন নিরপরাধের উপর অপবাদ আরোপ করে সে নিজের মাথায় বহন করে জঘন্য মিথ্যা ও প্রকাশ্য গোনাহ।","english_text":"He who commits a mistake or iniquity and ascribes it to one who is innocent, is guilty of calumny and brazen sin.","bangla_translit":"অ মাইঁ ইয়াক্সিব্ খাত্বী - য়াতান্ আও ইছ্মান্ ছুম্মা ইর্য়ামি বিহী বারী - য়ান্ ফাক্বাদিহ্ তামালা বুহ্তা-নাওঁ অ-ইছ্মাম্ মুবীনা-।","english_translit":"Waman yaksib khateeatan aw ithman thumma yarmi bihi bareean faqadi ihtamala buhtanan waithman mubeenan"},{"sura":4,"aya":113,"quran_text":"وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكَ وَرَحْمَتُهُ لَهَمَّتْ طَائِفَةٌ مِنْهُمْ أَنْ يُضِلُّوكَ وَمَا يُضِلُّونَ إِلَّا أَنْفُسَهُمْ وَمَا يَضُرُّونَكَ مِنْ شَيْءٍ وَأَنْزَلَ اللَّهُ عَلَيْكَ الْكِتَابَ وَالْحِكْمَةَ وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُ وَكَانَ فَضْلُ اللَّهِ عَلَيْكَ عَظِيمًا","bangla_text":"যদি আপনার প্রতি আল্লাহর অনুগ্রহ ও করুণা না হত, তবে তাদের একদল আপনাকে পথভ্রষ্ট করার সংকল্প করেই ফেলেছিল। তারা পথভ্রান্ত করতে পারে না কিন্তু নিজেদেরকেই এবং আপনার কোন অনিষ্ট করতে পারে না। আল্লাহ আপনার প্রতি ঐশী গ্রন্থ ও প্রজ্ঞা অবতীর্ণ করেছেন এবং আপনাকে এমন বিষয় শিক্ষা দিয়েছেন, যা আপনি জানতেন না। আপনার প্রতি আল্লাহর করুণা অসীম।","english_text":"But for the mercy of God and His grace you would certainly have been misled by a section of them; yet they could not mislead you but themselves alone, and could do you no harm, for God has revealed to you the Book and the Law, and taught you what you did not know. Great have been the blessings of God on you.","bangla_translit":"অলাওলা-ফাদ্ব্লুল্লা-হি ‘আলাইকা অরাহ্মাতুহূ লাহাম্মাত্ ত্বোয়া - য়িফাতুম্ মিনহুম্ আইঁ ইয়ুদ্বিল্লূক্; অমা-ইয়ুদ্বিল্ল ূনা ইল্লা য় ‘আনফুসাহুম্ অমা-ইয়ার্দ্বুরূনাকা মিন্ শাইয়িন্ অআন্যালাল্লা-হু ‘আলাইকাল্ কিতা-বা অল্হিকমাতা অ‘আল্লামাকা মা-লাম্ তাকুন্ তা’লাম্; অকা-না ফাদ্ব ্লুল্লা-হি ‘আলাইকা ‘আজীমা-।","english_translit":"Walawla fadlu Allahi AAalayka warahmatuhu lahammat taifatun minhum an yudillooka wama yudilloona illa anfusahum wama yadurroonaka min shayin waanzala Allahu AAalayka alkitaba waalhikmata waAAallamaka ma lam takun taAAlamu wakana fadlu Allahi AAalayka AAatheeman"},{"sura":4,"aya":114,"quran_text":"لَا خَيْرَ فِي كَثِيرٍ مِنْ نَجْوَاهُمْ إِلَّا مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلَاحٍ بَيْنَ النَّاسِ وَمَنْ يَفْعَلْ ذَلِكَ ابْتِغَاءَ مَرْضَاتِ اللَّهِ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا","bangla_text":"তাদের অধিকাংশ সলা-পরামর্শ ভাল নয়; কিন্তু যে সলা-পরামর্শ দান খয়রাত করতে কিংবা সৎকাজ করতে কিংবা মানুষের মধ্যে সন্ধিস্থাপন কল্পে করতো তা স্বতন্ত্র। যে একাজ করে আল্লাহর সন্তুষ্টির জন্যে আমি তাকে বিরাট ছওয়াব দান করব।","english_text":"Their confidential counsels are seldom for the good, save of those who talk of charity or goodness or peace among men. Whosoever does so for the pleasure of God, We shall give him an ample reward.","bangla_translit":"লা-খাইরা ফী কাছীরিম মিন্ নাজ্ব ্ওয়া-হুম্ ইল্লা-মান্ আমারা বিছদাক্বাতিন্ আও মা’রূফিন্ আও ইছ্লা-হিম্ বাইনান্না-স্; অমাইঁ ইয়াফ্‘আল্ যা-লিকাব্ তিগা - য়া র্মাদ্বোয়া-তিল্লা-হি ফাসাওফা নুতীহি আজ্ব ্রান্ ‘আজীমা-।","english_translit":"La khayra fee katheerin min najwahum illa man amara bisadaqatin aw maAAroofin aw islahin bayna alnnasi waman yafAAal thalika ibtighaa mardati Allahi fasawfa nuteehi ajran AAatheeman"},{"sura":4,"aya":115,"quran_text":"وَمَنْ يُشَاقِقِ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَسَاءَتْ مَصِيرًا","bangla_text":"যে কেউ রসূলের বিরুদ্ধাচারণ করে, তার কাছে সরল পথ প্রকাশিত হওয়ার পর এবং সব মুসলমানের অনুসৃত পথের বিরুদ্ধে চলে, আমি তাকে ঐ দিকেই ফেরাব যে দিক সে অবলম্বন করেছে এবং তাকে জাহান্নামে নিক্ষেপ করব। আর তা নিকৃষ্টতর গন্তব্যস্থান।","english_text":"And he who opposes the Prophet even after the way has become clear to him, and follows a path other than the way of believers, We shall lead him to what he has chosen for himself, and shall take him to Hell: How evil a journey's end.","bangla_translit":"অমাইঁ ইয়ুশা-ক্বির্ক্বি রাসূলা মিম্ বা’দি মা-তাবাইয়্যানা লাহুল্ হুদা- অইয়াত্তাবি’ গাইরা সাবীলিল্ মুমিনীনা নুঅল্লিহী মা- তাঅল্লা-অনুছ্লিহী জ্বাহান্নাম্; অসা - য়াত্ মাছীরা-।","english_translit":"Waman yushaqiqi alrrasoola min baAAdi ma tabayyana lahu alhuda wayattabiAA ghayra sabeeli almumineena nuwallihi ma tawalla wanuslihi jahannama wasaat maseeran"},{"sura":4,"aya":116,"quran_text":"إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ وَمَنْ يُشْرِكْ بِاللَّهِ فَقَدْ ضَلَّ ضَلَالًا بَعِيدًا","bangla_text":"নিশ্চয় আল্লাহ তাকে ক্ষমা করেন না, যে তাঁর সাথে কাউকে শরীক করে। এছাড়া যাকে ইচ্ছা, ক্ষমা করেন। যে আল্লাহর সাথে শরীক করে সে সুদূর ভ্রান্তিতে পতিত হয়।","english_text":"God does not forgive that compeers be ascribed to Him, and absolves all else whatsoever He will. And he who associates compeers with God has indeed wandered far astray.","bangla_translit":"। ইন্নাল্লা-হা লা-ইয়াগ্ফিরু আইঁ ইয়ুশ্রাকা বিহী অইয়াগ্ফিরু মা-দূনা যা-লিকা লিমাইঁ ইয়াশা - উ; অমাইঁ ইয়ুশ্রিক্ বিল্লা-হি ফাক্বাদ্ দ্বোয়াল্লাদ্বোয়ালা-লাম্ বা‘ঈদা-।","english_translit":"Inna Allaha la yaghfiru an yushraka bihi wayaghfiru ma doona thalika liman yashao waman yushrik biAllahi faqad dalla dalalan baAAeedan"},{"sura":4,"aya":117,"quran_text":"إِنْ يَدْعُونَ مِنْ دُونِهِ إِلَّا إِنَاثًا وَإِنْ يَدْعُونَ إِلَّا شَيْطَانًا مَرِيدًا","bangla_text":"তারা আল্লাহকে পরিত্যাগ করে শুধু নারীর আরাধনা করে এবং শুধু অবাধ্য শয়তানের পূজা করে।","english_text":"In His place they invoke only females (the pagan deities); and instead of Him they invoke Satan the obstinate rebel","bangla_translit":"ইঁ ইয়াদ্‘ঊনা মিন্ দূনিহীয় ইল্লা য় ইনা-ছান্ অইঁ ইয়াদ্‘ঊনা ইল্লা-শাইত্বোয়া-নাম্ মারীদা-।","english_translit":"In yadAAoona min doonihi illa inathan wain yadAAoona illa shaytanan mareedan"},{"sura":4,"aya":118,"quran_text":"لَعَنَهُ اللَّهُ وَقَالَ لَأَتَّخِذَنَّ مِنْ عِبَادِكَ نَصِيبًا مَفْرُوضًا","bangla_text":"যার প্রতি আল্লাহ অভিসম্পাত করেছেন। শয়তান বললঃ আমি অবশ্যই তোমার বান্দাদের মধ্য থেকে নির্দিষ্ট অংশ গ্রহণ করব।","english_text":"Who was condemned by God and who said: \"I shall take from Thy creatures my determinate share,","bangla_translit":"লা‘আনাহুল্লা-হ্। অ ক্বা-লা লাআত্তাখিযান্না মিন্‘ইবা-দিকা নাছীবাম্ মাফ্রূদ্বোয়া-।","english_translit":"LaAAanahu Allahu waqala laattakhithanna min AAibadika naseeban mafroodan"},{"sura":4,"aya":119,"quran_text":"وَلَأُضِلَّنَّهُمْ وَلَأُمَنِّيَنَّهُمْ وَلَآمُرَنَّهُمْ فَلَيُبَتِّكُنَّ آذَانَ الْأَنْعَامِ وَلَآمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ اللَّهِ وَمَنْ يَتَّخِذِ الشَّيْطَانَ وَلِيًّا مِنْ دُونِ اللَّهِ فَقَدْ خَسِرَ خُسْرَانًا مُبِينًا","bangla_text":"তাদেরকে পথভ্রষ্ট করব, তাদেরকে আশ্বাস দেব; তাদেরকে পশুদের কর্ণ ছেদন করতে বলব এবং তাদেরকে আল্লাহর সৃষ্ট আকৃতি পরিবর্তন করতে আদেশ দেব। যে কেউ আল্লাহকে ছেড়ে শয়তানকে বন্ধুরূপে গ্রহণ করে, সে প্রকাশ্য ক্ষতিতে পতিত হয়।","english_text":"And mislead them and tempt them, and order them to slit the ears of animals; and order them to alter God's creation.\" He who holds Satan as friend in place of God will assuredly be damned to perdition.","bangla_translit":"অলাউদ্বিল্লান্নাহুম্ অলাউমান্নিয়্যন্নাহুম্ অলাআ-মুরান্নাহুম্ ফালাইয়ুবাত্তিকুন্না আ-যা-নাল্ আন্‘আ-মি অলা আ-মুরান্নাহুম্ ফালাইয়ুগাইয়্যিরুন্না খাল্ক্বাল্লা-হ্; অমাইঁ ইয়াত্তাখিযিশ্ শাইত্বোয়া-না অলিয়্যাম্ মিন্ দূনিল্লা-হি ফাক্বাদ্ খাসিরা খুস্রা-নাম্ মুবীনা-।","english_translit":"Walaodillannahum walaomanniyannahum walaamurannahum falayubattikunna athana alanAAami walaamurannahum falayughayyirunna khalqa Allahi waman yattakhithi alshshaytana waliyyan min dooni Allahi faqad khasira khusranan mubeenan"},{"sura":4,"aya":120,"quran_text":"يَعِدُهُمْ وَيُمَنِّيهِمْ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا","bangla_text":"সে তাদেরকে প্রতিশ্রুতি দেয় এবং তাদেরকে আশ্বাস দেয়। শয়তান তাদেরকে যে প্রতিশ্রুতি দেয়, তা সব প্রতারণা বৈ নয়।","english_text":"Whatever the promises he makes, whatever the desires he enkindles, and whatever the hopes Satan rouses in them, are no more than delusion.","bangla_translit":"ইয়া‘ইদুহুম্ অইয়ুমান্নীহিম্; অমা -ইয়া‘ইদুহুমুশ্ শাইত্বোয়া-নু ইল্লা-গুরূরা-।","english_translit":"YaAAiduhum wayumanneehim wama yaAAiduhumu alshshaytanu illa ghurooran"},{"sura":4,"aya":121,"quran_text":"أُولَئِكَ مَأْوَاهُمْ جَهَنَّمُ وَلَا يَجِدُونَ عَنْهَا مَحِيصًا","bangla_text":"তাদের বাসস্থান জাহান্নাম। তারা সেখান থেকে কোথাও পালাবার জায়গা পাবে না।","english_text":"For such the abode is only Hell from which they will find no escape.","bangla_translit":"উলা - য়িকা মা’ওয়া-হুম্ জ্বাহান্নামু অলা-ইয়াজ্বিদূনা ‘আনহা-মাহীছোয়া-।","english_translit":"Olaika mawahum jahannamu wala yajidoona AAanha maheesan"},{"sura":4,"aya":122,"quran_text":"وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا وَعْدَ اللَّهِ حَقًّا وَمَنْ أَصْدَقُ مِنَ اللَّهِ قِيلًا","bangla_text":"যারা বিশ্বাস স্থাপন করেছে এবং সৎকর্ম করেছে, আমি তাদেরকে উদ্যানসমূহে প্রবিষ্ট করাব, যেগুলোর তলদেশে নহরসমূহ প্রবাহিত হয়। তারা চিরকাল তথায় অবস্থান করবে। আল্লাহ প্রতিশ্রুতি দিয়েছেন সত্য সত্য। আল্লাহর চাইতে অধিক সত্যবাদী কে?","english_text":"But those who believe and do good deeds We shall admit into gardens with streams of running water where they will abide for ever. True is the promise of God; and whose word could be truer than God's?","bangla_translit":"অল্লাযীনা আ-মানূ অ‘আমিলুছ্ ছোয়া-লিহা-তি সানুদ্খিলুহুম্ জান্না-তিন্ তাজ্ব ্রী মিন্ তাহ্তিহাল্ আন্হা-রু খা-লিদীনা ফীহা য় আবাদা-; অ’দাল্লা-হি হাক্বক্বা-; অমান্ আছ্দাক্ব ু মিনাল্লা-হি ক্বীলা-।","english_translit":"Waallatheena amanoo waAAamiloo alssalihati sanudkhiluhum jannatin tajree min tahtiha alanharu khalideena feeha abadan waAAda Allahi haqqan waman asdaqu mina Allahi qeelan"},{"sura":4,"aya":123,"quran_text":"لَيْسَ بِأَمَانِيِّكُمْ وَلَا أَمَانِيِّ أَهْلِ الْكِتَابِ مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ وَلَا يَجِدْ لَهُ مِنْ دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا","bangla_text":"তোমাদের আশার উপর ও ভিত্তি নয় এবং আহলে-কিতাবদের আশার উপরও না। যে কেউ মন্দ কাজ করবে, সে তার শাস্তি পাবে এবং সে আল্লাহ ছাড়া নিজের কোন সমর্থক বা সাহায্যকারী পাবে না।","english_text":"It is neither dependent on your wishes, nor the wishes of the people of the Book, (but) whosoever does ill will be punished for it, and will find no protector or friend apart from God;","bangla_translit":"লাইসা বিআমানিয়্যিকুম্ অলা য় আমানিয়্যি আহ্লিল্ কিতা-ব্;মাইঁ ইয়া’মাল্ সূ - য়াইঁ ইয়ুজ্ব ্যা বিহী অলা-ইয়াজ্বিদ্ লাহূ মিন্ দূনিল্লা-হি অলিয়্যাওঁ অলা-নাছীরা-।","english_translit":"Laysa biamaniyyikum wala amaniyyi ahli alkitabi man yaAAmal sooan yujza bihi wala yajid lahu min dooni Allahi waliyyan wala naseeran"},{"sura":4,"aya":124,"quran_text":"وَمَنْ يَعْمَلْ مِنَ الصَّالِحَاتِ مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ وَلَا يُظْلَمُونَ نَقِيرًا","bangla_text":"যে লোক পুরুষ হোক কিংবা নারী, কোন সৎকর্ম করে এবং বিশ্বাসী হয়, তবে তারা জান্নাতে প্রবেশ করবে এবং তাদের প্রাপ্য তিল পরিমাণ ও নষ্ট হবে না।","english_text":"But he who performs good deeds, whether man or a woman, and is a believer, will surely enter Paradise, and none shall be deprived even of an iota of his reward.","bangla_translit":"অমাইঁ ইয়া’মাল্ মিনাছ্ ছোয়া-লিহা-তি মিন্ যাকারিন্ আও উন্ছা-অহুঅ মুমিনুন্ ফাউলা - য়িকা ইয়াদ্খুলূনাল্ জ্বান্নাতা অলা-ইয়ুজ্ব ্লামূনা নাক্বীরা-।","english_translit":"Waman yaAAmal mina alssalihati min thakarin aw ontha wahuwa muminun faolaika yadkhuloona aljannata wala yuthlamoona naqeeran"},{"sura":4,"aya":125,"quran_text":"وَمَنْ أَحْسَنُ دِينًا مِمَّنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ وَاتَّبَعَ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَاتَّخَذَ اللَّهُ إِبْرَاهِيمَ خَلِيلًا","bangla_text":"যে আল্লাহর নির্দেশের সামনে মস্তক অবনত করে সৎকাজে নিয়োজিত থাকে এবং ইব্রাহীমের ধর্ম অনুসরণ করে, যিনি একনিষ্ঠ ছিলেন, তার চাইতে উত্তম ধর্ম কার? আল্লাহ ইব্রাহীমকে বন্ধুরূপে গ্রহণ করেছেন।","english_text":"Whose way is better than that of the man who has submitted to God, and does good, and who follows the creed of Abraham the upright? And God chose Abraham as friend.","bangla_translit":"অমান্ আহ্সানু দীনাম্ মিম্মান্ আস্লামা অজ্ব ্হাহূ লিল্লা-হি অহুঅ মুহ্সিনুওঁ অত্তাবা‘আ মিল্লাতা ইব্রা-হীমা হানিফা-; অত্তাখাযাল্লা-হু ইব্রাহীমা খালীলা-।","english_translit":"Waman ahsanu deenan mimman aslama wajhahu lillahi wahuwa muhsinun waittabaAAa millata ibraheema haneefan waittakhatha Allahu ibraheema khaleelan"},{"sura":4,"aya":126,"quran_text":"وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَانَ اللَّهُ بِكُلِّ شَيْءٍ مُحِيطًا","bangla_text":"যা কিছু নভোন্ডলে আছে এবং যা কিছু ভুমন্ডলে আছে, সব আল্লাহরই। সব বস্তু আল্লাহর মুষ্ঠি বলয়ে।","english_text":"And all that is in the heavens and the earth belongs to God; and everything is well within the compass of God.","bangla_translit":"অলিল্লা-হি মা-ফিস্ সামা-ওয়া-তি অমা-ফিল্ র্আদ্ব্; অকা-নাল্লা-হু বিকুল্লি শাইয়িম মুহীত্বোয়া-।","english_translit":"Walillahi ma fee alssamawati wama fee alardi wakana Allahu bikulli shayin muheetan"},{"sura":4,"aya":127,"quran_text":"وَيَسْتَفْتُونَكَ فِي النِّسَاءِ قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ وَمَا يُتْلَى عَلَيْكُمْ فِي الْكِتَابِ فِي يَتَامَى النِّسَاءِ اللَّاتِي لَا تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُونَ أَنْ تَنْكِحُوهُنَّ وَالْمُسْتَضْعَفِينَ مِنَ الْوِلْدَانِ وَأَنْ تَقُومُوا لِلْيَتَامَى بِالْقِسْطِ وَمَا تَفْعَلُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ كَانَ بِهِ عَلِيمًا","bangla_text":"তারা আপনার কাছে নারীদের বিবাহের অনুমতি চায়। বলে দিনঃ আল্লাহ তোমাদেরকে তাদের সম্পর্কে অনুমতি দেন এবং কোরআনে তোমাদেরকে যা যা পাট করে শুনানো হয়, তা ঐ সব পিতৃহীনা-নারীদের বিধান, যাদের কে তোমরা নির্ধারিত অধিকার প্রদান কর না অথচ বিবাহ বন্ধনে আবদ্ধ করার বাসনা রাখ। আর অক্ষম শিশুদের বিধান এই যে, এতীমদের জন্যে ইনসাফের উপর কায়েম থাক। তোমরা যা ভাল কাজ করবে, তা আল্লাহ জানেন।","english_text":"And they ask you for judgement about women. Tell them: \"God has given you instructions about them. You also read them in the Book concerning orphaned women (in your charge) to whom you deny their ordained rights and yet wish to take them in marriage, as well as in respect of helpless children, that you should be just in the matter of orphans.\" The good you do is known to God.","bangla_translit":"অ ইয়াস্তাফ্তূনাকা ফিন্নিসা - ই; ক্ব ুলিল্লা-হু ইয়ুফ্তীকুম্ ফীহিন্না অমা-ইয়ুত্লা-‘আলাইকুম্ ফিল্ কিতা-বি ফী ইয়াতা-মান্নিসা - য়িল লা-তী লা-তুতূনাহুন্না মা-কুতিবা লাহুন্না অর্তাগাবূনা আন্ তান্কিহূহুন্না অল্মুস্তাদ্ব ্‘আফীনা মিনাল্ ওয়িল্দা-নি অ ‘আন্ তাক্ব ূমূ লিল্ইয়াতা-মা- বিল্ক্বিস্ত্ব ্; অমা-তাফ্‘আলূ মিন্ খাইরিন্ ফাইন্নাল্লা-হা ‘কা-না বিহী ‘আলীমা-।","english_translit":"Wayastaftoonaka fee alnnisai quli Allahu yufteekum feehinna wama yutla AAalaykum fee alkitabi fee yatama alnnisai allatee la tutoonahunna ma kutiba lahunna watarghaboona an tankihoohunna waalmustadAAafeena mina alwildani waan taqoomoo lilyatama bialqisti wama tafAAaloo min khayrin fainna Allaha kana bihi AAaleeman"},{"sura":4,"aya":128,"quran_text":"وَإِنِ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزًا أَوْ إِعْرَاضًا فَلَا جُنَاحَ عَلَيْهِمَا أَنْ يُصْلِحَا بَيْنَهُمَا صُلْحًا وَالصُّلْحُ خَيْرٌ وَأُحْضِرَتِ الْأَنْفُسُ الشُّحَّ وَإِنْ تُحْسِنُوا وَتَتَّقُوا فَإِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا","bangla_text":"যদি কোন নারী স্বীয় স্বামীর পক্ষ থেকে অসদাচরণ কিংবা উপেক্ষার আশংকা করে, তবে পরস্পর কোন মীমাংসা করে নিলে তাদের উভয়ের কোন গোনাহ নাই। মীমাংসা উত্তম। মনের সামনে লোভ বিদ্যমান আছে। যদি তোমরা উত্তম কাজ কর এবং খোদাভীরু হও, তবে, আল্লাহ তোমাদের সব কাজের খবর রাখেন।","english_text":"If a woman fears aversion from her husband, or ill treatment, there is no harm if they make a peaceful settlement; and peace is an excellent thing. But men keep self-interest uppermost. Yet if you do good and fear God, God is cognisant of all that you do.","bangla_translit":"অ ইনিম্রায়াতুন্ খা-ফাত্ মিম্ বা’লিহা- নুশূযান্ আও‘ইরা-দ্বোয়ান্ ফালা-জ্ব ুনা-হা ‘আলাইহিমা য় আইঁ ইয়ুছ্লিহা - বাইনাহুমা-ছুল্হা-; অছ্ছুল্হু খার্ই; অ উহ্দ্বিরাতিল্ আন্ফুসুশ্ শুহ্হা; অইন্ তুহ্সিনূ অতাত্তাক্ব ূ ফাইন্নাল্লা-হা কা-না বিমা- তা’মালূনা খাবীরা-।","english_translit":"Waini imraatun khafat min baAAliha nushoozan aw iAAradan fala junaha AAalayhima an yusliha baynahuma sulhan waalssulhu khayrun waohdirati alanfusu alshshuhha wain tuhsinoo watattaqoo fainna Allaha kana bima taAAmaloona khabeeran"},{"sura":4,"aya":129,"quran_text":"وَلَنْ تَسْتَطِيعُوا أَنْ تَعْدِلُوا بَيْنَ النِّسَاءِ وَلَوْ حَرَصْتُمْ فَلَا تَمِيلُوا كُلَّ الْمَيْلِ فَتَذَرُوهَا كَالْمُعَلَّقَةِ وَإِنْ تُصْلِحُوا وَتَتَّقُوا فَإِنَّ اللَّهَ كَانَ غَفُورًا رَحِيمًا","bangla_text":"তোমরা কখনও নারীদেরকে সমান রাখতে পারবে না, যদিও এর আকাঙ্ক্ষী হও। অতএব, সম্পূর্ণ ঝুঁকেও পড়ো না যে, একজনকে ফেলে রাখ দোদুল্যমান অবস্থায়। যদি সংশোধন কর এবং খোদাভীরু হও, তবে আল্লাহ ক্ষমাশীল, করুণাময়।","english_text":"Howsoever you may try you will never be able to treat your wives equally. But do not incline (to one) exclusively and leave (the other) suspended (as it were). Yet if you do the right thing and are just, God is verily forgiving and kind.","bangla_translit":"অলান্ তাস্তাত্বী‘ঊ’ য় আন্ তা’দিলূ বাইনান্নিসা - য়ি অলাও হারাছ্তুম্ ফালা-তামীলূ কুল্লাল্ মাইলি ফাতাযারূহা- কাল্ মু‘আল্লাক্বাহ্; অইন্ তুছ্লিহূ অতাত্তাক্ব ুফাইন্নাল্লা-হা কা-না গাফূরার রাহীমা-।","english_translit":"Walan tastateeAAoo an taAAdiloo bayna alnnisai walaw harastum fala tameeloo kulla almayli fatatharooha kaalmuAAallaqati wain tuslihoo watattaqoo fainna Allaha kana ghafooran raheeman"},{"sura":4,"aya":130,"quran_text":"وَإِنْ يَتَفَرَّقَا يُغْنِ اللَّهُ كُلًّا مِنْ سَعَتِهِ وَكَانَ اللَّهُ وَاسِعًا حَكِيمًا","bangla_text":"যদি উভয়েই বিচ্ছিন্ন হয়ে যায়, তবে আল্লাহ স্বীয় প্রশস্ততা দ্বারা প্রত্যেককে অমুখাপেক্ষী করে দিবেন। আল্লাহ সুপ্রশস্ত, প্রজ্ঞাময়।","english_text":"If both (decide to) separate, God in His largesse will provide for them; for God is infinite and all wise.","bangla_translit":"অইঁইয়াতার্ফারাক্বা-ইয়ুগ্নিল্লা-হু কুল্লাম্ মিন্ সা-‘আত্বিহ্; অকা-নাল্লা-হু অ-সি‘আন্ হাকীমা-।","english_translit":"Wain yatafarraqa yughni Allahu kullan min saAAatihi wakana Allahu wasiAAan hakeeman"},{"sura":4,"aya":131,"quran_text":"وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَلَقَدْ وَصَّيْنَا الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَإِيَّاكُمْ أَنِ اتَّقُوا اللَّهَ وَإِنْ تَكْفُرُوا فَإِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَانَ اللَّهُ غَنِيًّا حَمِيدًا","bangla_text":"আর যা কিছু রয়েছে আসমান সমূহে ও যমীনে সবই আল্লাহর। বস্তুতঃ আমি নির্দেশ দিয়েছি তোমাদের পূর্ববর্তী গ্রন্থের অধিকারীদেরকে এবং তোমাদেরকে যে, তোমরা সবাই ভয় করতে থাক আল্লাহকে। যদি তোমরা তা না মান, তবে জেনো, সে সব কিছুই আল্লাহ তা’আলার যা কিছু রয়েছে আসমান সমূহে ও যমীনে। আর আল্লাহ হচ্ছেন অভাবহীন, প্রসংশিত।","english_text":"All that is in the heavens and the earth belongs to God. We had commanded those who received the Book before you, and have commanded you too, to obey the laws of God. Even if you deny, surely all that is in the heavens and the earth belongs to God; and God is self-sufficient and praise-worthy.","bangla_translit":"অলিল্লা-হি মা-ফিস্ সামা-ওয়া-তি অমা-ফিল্ র্আদ্ব্; অলাক্বাদ্ অছ্ছোয়াইনাল্লাযীনা ঊতুল্ কিতা-বা মিন্ ক্বাব্লিকুম্ অইয়্যা-কুম্ আনিত্তাক্ব ুল্লা-হ্;, অ ইন্ তাক্ফুরূ ফাইন্না লিল্লা-হি মা-ফিস্ সামা-ওয়া-তি-অমা- ফিল্ র্আদ্ব; অকা-নাল্লা-হু গানিয়্যান্ হামীদা-।","english_translit":"Walillahi ma fee alssamawati wama fee alardi walaqad wassayna allatheena ootoo alkitaba min qablikum waiyyakum ani ittaqoo Allaha wain takfuroo fainna lillahi ma fee alssamawati wama fee alardi wakana Allahu ghaniyyan hameedan"},{"sura":4,"aya":132,"quran_text":"وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَفَى بِاللَّهِ وَكِيلًا","bangla_text":"আর আল্লাহরই জন্যে সে সবকিছু যা কিছু রয়েছে আসমান সমূহে ও যমীনে। আল্লাহই যথেষ্ট কর্মবিধায়ক।","english_text":"For all that is in the heavens and the earth belongs to God; and God is sufficient as guardian.","bangla_translit":"অলিল্লা-হি মা-ফিস্ সামা-ওয়া-তি অমা-ফিল্ আরদ্ব্; অকাফা-বিল্লা-হি অকীলা-।","english_translit":"Walillahi ma fee alssamawati wama fee alardi wakafa biAllahi wakeelan"},{"sura":4,"aya":133,"quran_text":"إِنْ يَشَأْ يُذْهِبْكُمْ أَيُّهَا النَّاسُ وَيَأْتِ بِآخَرِينَ وَكَانَ اللَّهُ عَلَى ذَلِكَ قَدِيرًا","bangla_text":"হে মানবকূল, যদি আল্লাহ তোমাদেরকে সরিয়ে তোমাদের জায়গায় অন্য কাউকে প্রতিষ্ঠিত করেন? বস্তুতঃ আল্লাহর সে ক্ষমতা রয়েছে।","english_text":"He could take you away if He will, O men, and replace you with others: God has the power to do so.","bangla_translit":"ইঁ ইয়াশা’ ইয়ুয্হিব্কুম্ আইয়্যুহান্না-সু অইয়াতি বিআ-খারীন্; অকা-নাল্লা-হু ‘আলা-যা-লিকা ক্বাদীরা-।","english_translit":"In yasha yuthhibkum ayyuha alnnasu wayati biakhareena wakana Allahu AAala thalika qadeeran"},{"sura":4,"aya":134,"quran_text":"مَنْ كَانَ يُرِيدُ ثَوَابَ الدُّنْيَا فَعِنْدَ اللَّهِ ثَوَابُ الدُّنْيَا وَالْآخِرَةِ وَكَانَ اللَّهُ سَمِيعًا بَصِيرًا","bangla_text":"যে কেউ দুনিয়ার কল্যাণ কামনা করবে, তার জেনে রাখা প্রয়োজন যে, দুনিয়া ও আখেরাতের কল্যাণ আল্লাহরই নিকট রয়েছে। আর আল্লাহ সব কিছু শোনেন ও দেখেন।","english_text":"Whosoever desires a reward of this world (should remember) that with God are rewards of this world and the next; and God hears all and sees everything.","bangla_translit":"মান্ কা-না ইয়ুরীদু ছাওয়া-বাদ্দুন্ইয়া-ফা‘ইন্দাল্লা-হি ছাওয়া বুদ্দুন্ইয়া-অল্আ-খিরাহ্; অ কা-নাল্ লা-হু সামী‘আম্ বাছীরা-।","english_translit":"Man kana yureedu thawaba alddunya faAAinda Allahi thawabu alddunya waalakhirati wakana Allahu sameeAAan baseeran"},{"sura":4,"aya":135,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَدَاءَ لِلَّهِ وَلَوْ عَلَى أَنْفُسِكُمْ أَوِ الْوَالِدَيْنِ وَالْأَقْرَبِينَ إِنْ يَكُنْ غَنِيًّا أَوْ فَقِيرًا فَاللَّهُ أَوْلَى بِهِمَا فَلَا تَتَّبِعُوا الْهَوَى أَنْ تَعْدِلُوا وَإِنْ تَلْوُوا أَوْ تُعْرِضُوا فَإِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا","bangla_text":"হে ঈমানদারগণ, তোমরা ন্যায়ের উপর প্রতিষ্ঠিত থাক; আল্লাহর ওয়াস্তে ন্যায়সঙ্গত সাক্ষ্যদান কর, তাতে তোমাদের নিজের বা পিতা-মাতার অথবা নিকটবর্তী আত্নীয়-স্বজনের যদি ক্ষতি হয় তবুও। কেউ যদি ধনী কিংবা দরিদ্র হয়, তবে আল্লাহ তাদের শুভাকাঙ্খী তোমাদের চাইতে বেশী। অতএব, তোমরা বিচার করতে গিয়ে রিপুর কামনা-বাসনার অনুসরণ করো না। আর যদি তোমরা ঘুরিয়ে-পেঁচিয়ে কথা বল কিংবা পাশ কাটিয়ে যাও, তবে আল্লাহ তোমাদের যাবতীয় কাজ কর্ম সম্পর্কেই অবগত।","english_text":"O you who believe, be custodians of justice (and) witnesses for God, even though against yourselves or your parents or your relatives. Whether a man be rich or poor, God is his greater well-wisher than you. So follow not the behests of lust lest you swerve from justice; and if you prevaricate or avoid (giving evidence), God is cognisant of all that you do.","bangla_translit":"ইয়া য় আইয়্যুহাল্লাযীনা আ-মানূ কূনূ ক্বাওয়্যা-মীনা বিল্ক্বিস্তি শুহাদা - য়া লিল্লা-হি অলাও ‘আলা য় ‘আন্ফুসিকুম্ আওয়িল্অ-লিদাইনি অল্আক্ব্ ্রাবীনা ইঁ ইয়াকুন্ গানিয়্যান্ আও ফাক্বীরান্, ফাল্লা-হু আওলা-বিহিমা- ফালা-তাত্তবি‘উল্ হাওয়া য় আন্ তা’দিলূ অইন্ তাল্ঊ য় আও তু’রিদ্বূ, ফাইন্নাল্লা-হা কা-না বিমা-তা’মালূনা খাবীরা-।","english_translit":"Ya ayyuha allatheena amanoo koonoo qawwameena bialqisti shuhadaa lillahi walaw AAala anfusikum awi alwalidayni waalaqrabeena in yakun ghaniyyan aw faqeeran faAllahu awla bihima fala tattabiAAoo alhawa an taAAdiloo wain talwoo aw tuAAridoo fainna Allaha kana bima taAAmaloona khabeeran"},{"sura":4,"aya":136,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا آمِنُوا بِاللَّهِ وَرَسُولِهِ وَالْكِتَابِ الَّذِي نَزَّلَ عَلَى رَسُولِهِ وَالْكِتَابِ الَّذِي أَنْزَلَ مِنْ قَبْلُ وَمَنْ يَكْفُرْ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الْآخِرِ فَقَدْ ضَلَّ ضَلَالًا بَعِيدًا","bangla_text":"হে ঈমানদারগণ, আল্লাহর উপর পরিপূর্ণ বিশ্বাস স্থাপন কর এবং বিশ্বাস স্থাপন কর তাঁর রসূলও তাঁর কিতাবের উপর, যা তিনি নাযিল করেছেন স্বীয় রসূলের উপর এবং সেসমস্ত কিতাবের উপর, যেগুলো নাযিল করা হয়েছিল ইতিপূর্বে। যে আল্লাহর উপর, তাঁর ফেরেশতাদের উপর, তাঁর কিতাব সমূহের উপর এবং রসূলগণের উপর ও কিয়ামতদিনের উপর বিশ্বাস করবে না, সে পথভ্রষ্ট হয়ে বহু দূরে গিয়ে পড়বে।","english_text":"O believers, believe in God and His Messenger and the Book He has revealed to His Apostle, and the Books revealed before. But he who believes not in God and His angels and the Books and the prophets and the Last Day, has wandered far away.","bangla_translit":"ইয়া য় আইয়্যুহাল্লাযীনা আ-মানূ য় আ-মিনূ বিল্লা-হি অ রাসূলিহী অল্ কিতাবিল্লাযী নায্যালা ‘আলা-রাসূলিহী অল্কিতা-বিল্লাযী য় আন্যালা মিন্ ক্বাব্ল্; অমাইঁ ইয়ার্ক্ফু বিল্লা-হি অমালা - য়িকাতিহী অকুতুবিহী অ রুসুলিহী অল্ ইয়াওমিল্ আ-খিরি ফাক্বাদ্ দ্বোয়াল্লা দ্বোয়ালা-লাম্ বা‘ঈদা-।","english_translit":"Ya ayyuha allatheena amanoo aminoo biAllahi warasoolihi waalkitabi allathee nazzala AAala rasoolihi waalkitabi allathee anzala min qablu waman yakfur biAllahi wamalaikatihi wakutubihi warusulihi waalyawmi alakhiri faqad dalla dalalan baAAeedan"},{"sura":4,"aya":137,"quran_text":"إِنَّ الَّذِينَ آمَنُوا ثُمَّ كَفَرُوا ثُمَّ آمَنُوا ثُمَّ كَفَرُوا ثُمَّ ازْدَادُوا كُفْرًا لَمْ يَكُنِ اللَّهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ سَبِيلًا","bangla_text":"যারা একবার মুসলমান হয়ে পরে পুনরায় কাফের হয়ে গেছে, আবার মুসলমান হয়েছে এবং আবারো কাফের হয়েছে এবং কুফরীতেই উন্নতি লাভ করেছে, আল্লাহ তাদেরকে না কখনও ক্ষমা করবেন, না পথ দেখাবেন।","english_text":"Those who accept the faith, then disbelieve, then return to it, and deny once again and increase in disbelief, will not be forgiven by God or be guided by Him.","bangla_translit":"ইন্নাল্লাযীনা আ-মানূ ছুম্মা কাফারূ ছুম্মা আ-মানূ ছুম্মা কাফারূ ছুম্মায্ দা-দূ কুফ্রাল্লাম্ ইয়াকুনিল্লা-হু লিইয়াগ্ফিরা লাহুম্ অলা-লিইয়াহ্দিয়াহুম্ সাবীলা- ।","english_translit":"Inna allatheena amanoo thumma kafaroo thumma amanoo thumma kafaroo thumma izdadoo kufran lam yakuni Allahu liyaghfira lahum wala liyahdiyahum sabeelan"},{"sura":4,"aya":138,"quran_text":"بَشِّرِ الْمُنَافِقِينَ بِأَنَّ لَهُمْ عَذَابًا أَلِيمًا","bangla_text":"সেসব মুনাফেককে সুসংবাদ শুনিয়ে দিন যে, তাদের জন্য নির্ধারিত রয়েছে বেদনাদায়ক আযাব।","english_text":"Give tidings to the hypocrites that painful is their doom.","bangla_translit":"বাশ্শিরিল্ মুনা-ফিক্বীনা বিআন্না লাহুম্ ‘আযা-বান্ আলীমা-","english_translit":"Bashshiri almunafiqeena bianna lahum AAathaban aleeman"},{"sura":4,"aya":139,"quran_text":"الَّذِينَ يَتَّخِذُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ أَيَبْتَغُونَ عِنْدَهُمُ الْعِزَّةَ فَإِنَّ الْعِزَّةَ لِلَّهِ جَمِيعًا","bangla_text":"যারা মুসলমানদের বর্জন করে কাফেরদেরকে নিজেদের বন্ধু বানিয়ে নেয় এবং তাদেরই কাছে সম্মান প্রত্যাশা করে, অথচ যাবতীয় সম্মান শুধুমাত্র আল্লাহরই জন্য।","english_text":"Do those who take unbelievers as their friends in preference to the faithful seek power from them? But all power belongs to God.","bangla_translit":"নিল্লাযীনা ইয়াত্তাখিযূনাল্ কা-ফিরীনা আওলিয়া - য়া মিন্ দূনিল্ মুমিনীন্; আইয়াব্তাগূনা ‘ইন্দাহুমুল্ ‘ইয্যাতা ফাইন্নাল্ ‘ইয্যাতা লিল্লা-হি জ্বামী‘আ-।","english_translit":"Allatheena yattakhithoona alkafireena awliyaa min dooni almumineena ayabtaghoona AAindahumu alAAizzata fainna alAAizzata lillahi jameeAAan"},{"sura":4,"aya":140,"quran_text":"وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الْكِتَابِ أَنْ إِذَا سَمِعْتُمْ آيَاتِ اللَّهِ يُكْفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا فَلَا تَقْعُدُوا مَعَهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ إِنَّكُمْ إِذًا مِثْلُهُمْ إِنَّ اللَّهَ جَامِعُ الْمُنَافِقِينَ وَالْكَافِرِينَ فِي جَهَنَّمَ جَمِيعًا","bangla_text":"আর কোরআনের মাধ্যমে তোমাদের প্রতি এই হুকুম জারি করে দিয়েছেন যে, যখন আল্লাহ তা’ আলার আয়াতসমূহের প্রতি অস্বীকৃতি জ্ঞাপন ও বিদ্রুপ হতে শুনবে, তখন তোমরা তাদের সাথে বসবে না, যতক্ষণ না তারা প্রসঙ্গান্তরে চলে যায়। তা না হলে তোমরাও তাদেরই মত হয়ে যাবে। আল্লাহ দোযখের মাঝে মুনাফেক ও কাফেরদেরকে একই জায়গায় সমবেত করবেন।","english_text":"You have been commanded in the Book that whensoever you hear God's messages denied or derided, do not sit in that company until they begin talking of other things, or you will be no different from them. Indeed God will put the hypocrites and infidels together in Hell.","bangla_translit":"অক্বাদ্ নায্যালা আলাইকুম্ ফিল্ কিতা-বি আন্ ইযা-সামি’তুম্ আ-ইয়া-তিল্লা-হি ইয়ুক্ফারু বিহা -অইয়ুস্তাহ্যাউবিহা- ফালা-তাক্ব ্‘উদূ মা‘আহুম্ হাত্তা-ইয়াখূদ্বূ ফী হাদীছিন্ গাইরিহী য় ইন্নাকুম্ ইযাম্ মিছ্লুহুম্; ইন্নাল্লা-হা জ্বা-মি‘ঊল্ মুনা-ফিক্বীনা অল্কাফিরীনা ফী জ্বাহান্নামা জ্বামী‘আ-।","english_translit":"Waqad nazzala AAalaykum fee alkitabi an itha samiAAtum ayati Allahi yukfaru biha wayustahzao biha fala taqAAudoo maAAahum hatta yakhoodoo fee hadeethin ghayrihi innakum ithan mithluhum inna Allaha jamiAAu almunafiqeena waalkafireena fee jahannama jameeAAan"},{"sura":4,"aya":141,"quran_text":"الَّذِينَ يَتَرَبَّصُونَ بِكُمْ فَإِنْ كَانَ لَكُمْ فَتْحٌ مِنَ اللَّهِ قَالُوا أَلَمْ نَكُنْ مَعَكُمْ وَإِنْ كَانَ لِلْكَافِرِينَ نَصِيبٌ قَالُوا أَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ وَنَمْنَعْكُمْ مِنَ الْمُؤْمِنِينَ فَاللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيَامَةِ وَلَنْ يَجْعَلَ اللَّهُ لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلًا","bangla_text":"এরা এমনি মুনাফেক যারা তোমাদের কল্যাণ-অকল্যাণের প্রতীক্ষায় ওঁৎপেতে থাকে। অতঃপর আল্লাহর ইচ্ছায় তোমাদের যদি কোন বিজয় অর্জিত হয়, তবে তারা বলে, আমরাও কি তোমাদের সাথে ছিলাম না? পক্ষান্তরে কাফেরদের যদি আংশিক বিজয় হয়, তবে বলে, আমরা কি তোমাদেরকে ঘিরে রাখিনি এবং মুসলমানদের কবল থেকে রক্ষা করিনি? সুতরাং আল্লাহ তোমাদের মধ্যে কেয়ামতের দিন মীমাংসা করবেন এবং কিছুতেই আল্লাহ কাফেরদেরকে মুসলমানদের উপর বিজয় দান করবেন না।","english_text":"Those who wait to see what befalls you, say in ease success comes to you from God: \"Were we not with you?\" But if fortune favours the infidels, they say: \"Did we not overpower you, and yet protected you against the believers?\" But God will judge between you on the Day of Resurrection; and God will never give the unbelievers a way over the faithful.","bangla_translit":"নিল্লাযীনা ইয়াতারাব্বাছূনা বিকুম্ ফাইন্ কা-না লাকুম্ ফাত্হুম্ মিনাল্লা- হি ক্বা-লূ য় আলাম্ নাকুম্ মা‘আকুম্, অইন্ কা-না লিল্কা-ফিরীনা নাছীবুন্ ক্বা-লূ য় আলাম্ নাস্তাহ্ওয়িয্ ‘আলাইকুম্ অনাম্না’কুম্ মিনাল্ মুমিনীন্; ফাল্লা-হু ইয়াহ্কুমু বাইনাকুম্ ইয়াওমাল্ ক্বিয়া-মাহ্ ; অলাইঁ ইয়াজ্ব ্‘আলাল্লা-হু লিল্কা-ফিরীনা ‘আলাল্ মুমিনীনা সাবীলা-।","english_translit":"Allatheena yatarabbasoona bikum fain kana lakum fathun mina Allahi qaloo alam nakun maAAakum wain kana lilkafireena naseebun qaloo alam nastahwith AAalaykum wanamnaAAkum mina almumineena faAllahu yahkumu baynakum yawma alqiyamati walan yajAAala Allahu lilkafireena AAala almumineena sabeelan"},{"sura":4,"aya":142,"quran_text":"إِنَّ الْمُنَافِقِينَ يُخَادِعُونَ اللَّهَ وَهُوَ خَادِعُهُمْ وَإِذَا قَامُوا إِلَى الصَّلَاةِ قَامُوا كُسَالَى يُرَاءُونَ النَّاسَ وَلَا يَذْكُرُونَ اللَّهَ إِلَّا قَلِيلًا","bangla_text":"অবশ্যই মুনাফেকরা প্রতারণা করছে আল্লাহর সাথে, অথচ তারা নিজেরাই নিজেদের প্রতারিত করে। বস্তুতঃ তারা যখন নামাযে দাঁড়ায় তখন দাঁড়ায়, একান্ত শিথিল ভাবে লোক দেখানোর জন্য। আর তারা আল্লাহকে অল্পই স্মরণ করে।","english_text":"The hypocrites try to deceive God, but He (leads them to) deceive themselves. When they stand up for performing the service of prayer they do so indolently, only for show, and remember God but little,","bangla_translit":"ইন্নাল্ মুনা-ফিক্বীনা ইয়ুখা-দি‘ঊনাল্লা-হা অহুঅ খা-দি‘ঊহুম্ অইযা-ক্বা-মূ য় ইলাছ্ ছলা-তি ক্বা-মূ কুসা -লা-, ইয়ুরা - ঊনান্না-সা অলা- ইয়ায্কুরূনাল্লা-হা ইল্লা-ক্বালীলা-।","english_translit":"Inna almunafiqeena yukhadiAAoona Allaha wahuwa khadiAAuhum waitha qamoo ila alssalati qamoo kusala yuraoona alnnasa wala yathkuroona Allaha illa qaleelan"},{"sura":4,"aya":143,"quran_text":"مُذَبْذَبِينَ بَيْنَ ذَلِكَ لَا إِلَى هَؤُلَاءِ وَلَا إِلَى هَؤُلَاءِ وَمَنْ يُضْلِلِ اللَّهُ فَلَنْ تَجِدَ لَهُ سَبِيلًا","bangla_text":"এরা দোদুল্যমান অবস্থায় ঝুলন্ত; এদিকেও নয় ওদিকেও নয়। বস্তুতঃ যাকে আল্লাহ গোমরাহ করে দেন, তুমি তাদের জন্য কোন পথই পাবে না কোথাও।","english_text":"Wavering between the two, neither with these nor with those. For them who are not given the guidance by God, you will never find a way.","bangla_translit":"মুযাব্যাবীনা বাইনা যা-লিক্;লা য় ইলা- হা য় উলা - য়ি অ লা য় ইলা-হা য় উলা-য়্; অমাইঁ ইয়ুদ্ব্লিলিল্লা-হু ফালান্ তাজ্বিদা লাহূ সাবীলা-।","english_translit":"Muthabthabeena bayna thalika la ila haolai wala ila haolai waman yudlili Allahu falan tajida lahu sabeelan"},{"sura":4,"aya":144,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ أَتُرِيدُونَ أَنْ تَجْعَلُوا لِلَّهِ عَلَيْكُمْ سُلْطَانًا مُبِينًا","bangla_text":"হে ঈমানদারগণ! তোমরা কাফেরদেরকে বন্ধু বানিও না মুসলমানদের বাদ দিয়ে। তোমরা কি এমনটি করে নিজের উপর আল্লাহর প্রকাশ্য দলীল কায়েম করে দেবে?","english_text":"O believers, do not hold unbelievers as friends in preference to the faithful. Do you want to proffer a clear proof of your own guilt before God?","bangla_translit":"ইয়া য় আইয়্যুহাল্লাযীনা আ-মানূ লা-তাত্তাখিযুল্ কা-ফিরীনা আওলিয়া - য়া মিন্ দূনিল্ মুুমিনীন্;আতুরীদূনা আন্ তাজ্ব‘আলূ লিল্লা-হি ‘আলাইকুম্ সুল্ত্বোয়া-নাম্ মুবীনা-।","english_translit":"Ya ayyuha allatheena amanoo la tattakhithoo alkafireena awliyaa min dooni almumineena atureedoona an tajAAaloo lillahi AAalaykum sultanan mubeenan"},{"sura":4,"aya":145,"quran_text":"إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ وَلَنْ تَجِدَ لَهُمْ نَصِيرًا","bangla_text":"নিঃসন্দেহে মুনাফেকরা রয়েছে দোযখের সর্বনিম্ন স্তরে। আর তোমরা তাদের জন্য কোন সাহায্যকারী কখনও পাবে না।","english_text":"The hypocrites will be in the lowest depths of Hell, and you will find none to help them.","bangla_translit":"ইন্নাল্ মুনা-ফিক্বীনা ফির্দ্দাকিল্ আস্ফালি মিনান নার্-; অলান্ তাজ্বিদা লাহুম্ নাছীরা-।","english_translit":"Inna almunafiqeena fee alddarki alasfali mina alnnari walan tajida lahum naseeran"},{"sura":4,"aya":146,"quran_text":"إِلَّا الَّذِينَ تَابُوا وَأَصْلَحُوا وَاعْتَصَمُوا بِاللَّهِ وَأَخْلَصُوا دِينَهُمْ لِلَّهِ فَأُولَئِكَ مَعَ الْمُؤْمِنِينَ وَسَوْفَ يُؤْتِ اللَّهُ الْمُؤْمِنِينَ أَجْرًا عَظِيمًا","bangla_text":"অবশ্য যারা তওবা করে নিয়েছে, নিজেদের অবস্থার সংস্কার করেছে এবং আল্লাহর পথকে সুদৃঢ়ভাবে আঁকড়ে ধরে আল্লাহর ফরমাবরদার হয়েছে, তারা থাকবে মুসলমানদেরই সাথে। বস্তুতঃ আল্লাহ শীঘ্রই ঈমানদারগণকে মহাপূণ্য দান করবেন।","english_text":"But those who repent and amend, and hold firmly to God, and are sincere and wholly obedient to God, are surely with the faithful; and God will bestow on the faithful a great reward.","bangla_translit":"ইল্লাল্লাযীনা তা-বূ অআস্লাহূ অ’তাছোয়ামূ বিল্লা-হি অ ‘আখ্লাছূ দীনাহুম্ লিল্লা-হি ফাউলা - য়িকা মা‘আল্ মুমিনীন্; অসাওফা ইয়ুতিল্লা-হুল্ মুমিনীনা আজ্ব ্রান্ ‘আজীমা-।","english_translit":"Illa allatheena taboo waaslahoo waiAAtasamoo biAllahi waakhlasoo deenahum lillahi faolaika maAAa almumineena wasawfa yuti Allahu almumineena ajran AAatheeman"},{"sura":4,"aya":147,"quran_text":"مَا يَفْعَلُ اللَّهُ بِعَذَابِكُمْ إِنْ شَكَرْتُمْ وَآمَنْتُمْ وَكَانَ اللَّهُ شَاكِرًا عَلِيمًا","bangla_text":"তোমাদের আযাব দিয়ে আল্লাহ কি করবেন যদি তোমরা কৃতজ্ঞতা প্রকাশ কর এবং ঈমানের উপর প্রতিষ্ঠিত থাক! আর আল্লাহ হচ্ছেন সমুচিত মূল্যদানকারী সর্বজ্ঞ।","english_text":"Why should God punish you if you acknowledge the truth and believe? God is responsive to gratitude and is cognisant.","bangla_translit":"মা- ইয়াফ্‘আলুল্লা-হু বি‘আযা-বিকুম্ ইন্ শার্কাতুম্ অআ-মান্তুম্ ; অকা-নাল্লা-হু শা-কিরান্ ‘আলীমা-।","english_translit":"Ma yafAAalu Allahu biAAathabikum in shakartum waamantum wakana Allahu shakiran AAaleeman"},{"sura":4,"aya":148,"quran_text":"لَا يُحِبُّ اللَّهُ الْجَهْرَ بِالسُّوءِ مِنَ الْقَوْلِ إِلَّا مَنْ ظُلِمَ وَكَانَ اللَّهُ سَمِيعًا عَلِيمًا","bangla_text":"আল্লাহ কোন মন্দ বিষয় প্রকাশ করা পছন্দ করেন না। তবে কারো প্রতি জুলুম হয়ে থাকলে সে কথা আলাদা। আল্লাহ শ্রবণকারী, বিজ্ঞ।","english_text":"God does not like ill (of others) spoken about, except by him who has been wronged. For God hears all and knows everything.","bangla_translit":"লা -ইয়ুহিব্বুল্লা-হুল্ জ্বাহ্রা বিস্স্ ূ- য়ি মিনাল্ ক্বাওলি ইল্লা-মান্ জুলিম্; অকা-নাল্লা-হু সামী‘আন্ ‘আলীমা-।","english_translit":"La yuhibbu Allahu aljahra bialssooi mina alqawli illa man thulima wakana Allahu sameeAAan AAaleeman"},{"sura":4,"aya":149,"quran_text":"إِنْ تُبْدُوا خَيْرًا أَوْ تُخْفُوهُ أَوْ تَعْفُوا عَنْ سُوءٍ فَإِنَّ اللَّهَ كَانَ عَفُوًّا قَدِيرًا","bangla_text":"তোমরা যদি কল্যাণ কর প্রকাশ্যভাবে কিংবা গোপনে অথবা যদি তোমরা আপরাধ ক্ষমা করে দাও, তবে জেনো, আল্লাহ নিজেও ক্ষমাকারী, মহাশক্তিশালী।","english_text":"Whether you do some good openly or in secret, or forgive an ill done to you, (know) that God is forgiving and all-powerful.","bangla_translit":"ইন্ তুব্দূ খাইরান্ আও তুখ্ফূহু ‘আও তা’ফূ ‘আন্ সূ - য়িন্ ফাইন্নাল্লা-হা কা-না ‘আফুও ওয়ান্ ক্বাদীরা-।","english_translit":"In tubdoo khayran aw tukhfoohu aw taAAfoo AAan sooin fainna Allaha kana AAafuwwan qadeeran"},{"sura":4,"aya":150,"quran_text":"إِنَّ الَّذِينَ يَكْفُرُونَ بِاللَّهِ وَرُسُلِهِ وَيُرِيدُونَ أَنْ يُفَرِّقُوا بَيْنَ اللَّهِ وَرُسُلِهِ وَيَقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ وَيُرِيدُونَ أَنْ يَتَّخِذُوا بَيْنَ ذَلِكَ سَبِيلًا","bangla_text":"যারা আল্লাহ ও তার রসূলের প্রতি অস্বীকৃতি জ্ঞাপনকারী তদুপরি আল্লাহ ও রসূলের প্রতি বিশ্বাসে তারতম্য করতে চায় আর বলে যে, আমরা কতককে বিশ্বাস করি কিন্তু কতককে প্রত্যাখ্যান করি এবং এরই মধ্যবর্তী কোন পথ অবলম্বন করতে চায়।","english_text":"Those who believe not in God and His apostles, and desire to differentiate between God and His messengers, and say: \"We believe in some and not in the others,\" and wish to find a way (between affirmation and denial),","bangla_translit":"ইন্নাল্লাযীনা ইয়াক্ফুরূনা বিল্লা-হি অরুসুলিহী অইয়ুরীদূনা আইঁ ইয়ুর্ফারিক্ব ূ বাইনাল্লা-হি অরুসুলিহী অইয়াক্ব ূলূনা নুমিনু বিবা’দ্বিওঁ অনাক্ফুরু বিবা’দ্বিওঁ অইয়ুরীদূনা আঁই ইয়াত্তাখিযূ বাইনা যা-লিকা সাবীলা-।","english_translit":"Inna allatheena yakfuroona biAllahi warusulihi wayureedoona an yufarriqoo bayna Allahi warusulihi wayaqooloona numinu bibaAAdin wanakfuru bibaAAdin wayureedoona an yattakhithoo bayna thalika sabeelan"},{"sura":4,"aya":151,"quran_text":"أُولَئِكَ هُمُ الْكَافِرُونَ حَقًّا وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَابًا مُهِينًا","bangla_text":"প্রকৃতপক্ষে এরাই সত্য প্রত্যাখ্যাকারী। আর যারা সত্য প্রত্যাখ্যানকারী তাদের জন্য তৈরী করে রেখেছি অপমানজনক আযাব।","english_text":"Are verily the real unbelievers. And We have reserved for unbelievers an ignominious punishment.","bangla_translit":"উলা - য়িকা হুমুল্ কা-ফিরূনা হাক্ব ্ক্বান্ অআ’তাদ্না-লিল্কা-ফিরীনা ‘আযা-বাম্ মুহীনা-।","english_translit":"Olaika humu alkafiroona haqqan waaAAtadna lilkafireena AAathaban muheenan"},{"sura":4,"aya":152,"quran_text":"وَالَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ وَلَمْ يُفَرِّقُوا بَيْنَ أَحَدٍ مِنْهُمْ أُولَئِكَ سَوْفَ يُؤْتِيهِمْ أُجُورَهُمْ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا","bangla_text":"আর যারা ঈমান এনেছে আল্লাহর উপর, তাঁর রসূলের উপর এবং তাঁদের কারও প্রতি ঈমান আনতে গিয়ে কাউকে বাদ দেয়নি, শীঘ্রই তাদেরকে প্রাপ্য সওয়াব দান করা হবে। বস্তুতঃ আল্লাহ ক্ষমাশীল দয়ালু।","english_text":"But those who believe in God and His apostles and make no distinction among any of them, will be given by Him their recompense; for God is forgiving and kind.","bangla_translit":"অল্লাযীনা আ-মানূ বিল্লা-হি অরুসুলিহী অলাম্ ইয়ুর্ফারিক্ব ু বাইনা আহাদিম্ মিনহুম্ উলা - য়িকা সাওফা ইয়ু’তীহিম্ উজ্ব ূরাহুম্ অকা-নাল্লা-হু গাফূর্রা রাহীমা-।","english_translit":"Waallatheena amanoo biAllahi warusulihi walam yufarriqoo bayna ahadin minhum olaika sawfa yuteehim ojoorahum wakana Allahu ghafooran raheeman"},{"sura":4,"aya":153,"quran_text":"يَسْأَلُكَ أَهْلُ الْكِتَابِ أَنْ تُنَزِّلَ عَلَيْهِمْ كِتَابًا مِنَ السَّمَاءِ فَقَدْ سَأَلُوا مُوسَى أَكْبَرَ مِنْ ذَلِكَ فَقَالُوا أَرِنَا اللَّهَ جَهْرَةً فَأَخَذَتْهُمُ الصَّاعِقَةُ بِظُلْمِهِمْ ثُمَّ اتَّخَذُوا الْعِجْلَ مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ فَعَفَوْنَا عَنْ ذَلِكَ وَآتَيْنَا مُوسَى سُلْطَانًا مُبِينًا","bangla_text":"আপনার নিকট আহলে-কিতাবরা আবেদন জানায় যে, আপনি তাদের উপর আসমান থেকে লিখিত কিতাব অবতীর্ণ করিয়ে নিয়ে আসুন। বস্তুতঃ এরা মূসার কাছে এর চেয়েও বড় জিনিস চেয়েছে। বলেছে, একেবারে সামনাসামনিভাবে আমাদের আল্লাহকে দেখিয়ে দাও। অতএব, তাদের উপর বজ্রপাত হয়েছে তাদের পাপের দরুন; অতঃপর তাদের নিকট সুস্পষ্ট প্রমাণ-নিদর্শন প্রকাশিত হবার পরেও তারা গো-বৎসকে উপাস্যরূপে গ্রহণ করেছিল; তাও আমি ক্ষমা করে দিয়েছিলাম এবং আমি মূসাকে প্রকৃষ্ট প্রভাব দান করেছিলাম।","english_text":"The people of the Book demand of you to bring for them a book from heaven. But of Moses they had asked a bigger thing, and demanded: \"Show us God face to face.\" They were struck by lightning then as punishment for their wickedness. Even then they made the calf, when clear signs had reached them. Still We forgave them and gave Moses clear authority.","bangla_translit":"ইয়াস্আলুকা আহ্লুল্ কিতা-বি আন্ তুনায্যিলা ‘আলাইহিম্ কিতা-বাম্ মিনাস্ সামা-য়ি ফাক্বাদ্ সায়ালূ মূসা য় আক্বারা মিন্ যা-লিকা ফাক্বা-লূ য় আরিনাল্লা-হা জ্বাহ্রাতান্ ফাআখাযাত্হুমুছ্ ছোয়া-‘ইক্বাতু বিজুল্মিহিম্ ছুম্মাত্ তাখাযুল্ ‘ইজ্ব ্লা মিম্ বা’দি মা-জ্বা - য়াত্হুমুল্ বাইয়িনা-তু ফা‘আফাওনা ‘আন্ যা-লিকা অ আ-তাইনা মূসা-সুলত্বোয়া-নাম্ মুবীনা।","english_translit":"Yasaluka ahlu alkitabi an tunazzila AAalayhim kitaban mina alssamai faqad saaloo moosa akbara min thalika faqaloo arina Allaha jahratan faakhathathumu alssaAAiqatu bithulmihim thumma ittakhathoo alAAijla min baAAdi ma jaathumu albayyinatu faAAafawna AAan thalika waatayna moosa sultanan mubeenan"},{"sura":4,"aya":154,"quran_text":"وَرَفَعْنَا فَوْقَهُمُ الطُّورَ بِمِيثَاقِهِمْ وَقُلْنَا لَهُمُ ادْخُلُوا الْبَابَ سُجَّدًا وَقُلْنَا لَهُمْ لَا تَعْدُوا فِي السَّبْتِ وَأَخَذْنَا مِنْهُمْ مِيثَاقًا غَلِيظًا","bangla_text":"আর তাদের কাছ থেকে প্রতিশ্রুতি নেবার উদ্দেশ্যে আমি তাদের উপর তূর পর্বতকে তুলে ধরেছিলাম এবং তাদেরকে বলেছিলাম, অবনত মস্তকে দরজায় ঢোক। আর বলেছিলাম, শনিবার দিন সীমালংঘন করো না। এভাবে তাদের কাছ থেকে দৃঢ় অঙ্গীকার নিয়েছিলাম।","english_text":"We exalted them on the Mount, and they gave a solemn pledge, and We said to them: \"Enter the gates submissively,\" and told them: \"Do not break the Sabbath,\" and took a solemn pledge from them.","bangla_translit":"অ রাফা’না ফাওক্বাহুমুত্ব ত্ব ূরা বিমীছা-ক্বিহিম্ অক্ব ুল্না- লাহুমুদ্ খুলুল্ বা-বা সুজ্জ্বাদাওঁ অক্ব ুল্না-লাহুম্ লা-তা’দূ ফিস্ সাব্তি অ ‘আখাযয্না- মিন্হুম্ মীছা-ক্বান্ গালীজোয়া-।","english_translit":"WarafaAAna fawqahumu alttoora bimeethaqihim waqulna lahumu odkhuloo albaba sujjadan waqulna lahum la taAAdoo fee alssabti waakhathna minhum meethaqan ghaleethan"},{"sura":4,"aya":155,"quran_text":"فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ وَكُفْرِهِمْ بِآيَاتِ اللَّهِ وَقَتْلِهِمُ الْأَنْبِيَاءَ بِغَيْرِ حَقٍّ وَقَوْلِهِمْ قُلُوبُنَا غُلْفٌ بَلْ طَبَعَ اللَّهُ عَلَيْهَا بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا","bangla_text":"অতএব, তারা যে শাস্তিপ্রাপ্ত হয়েছিল, তা ছিল তাদেরই অঙ্গীকার ভঙ্গর জন্য এবং অন্যায়ভাবে রসূলগণকে হত্যা করার কারণে এবং তাদের এই উক্তির দরুন যে, আমাদের হৃদয় আচ্ছন্ন। অবশ্য তা নয়, বরং কুফরীর কারণে স্বয়ং আল্লাহ তাদের অন্তরের উপর মোহর এঁটে দিয়েছেন। ফলে এরা ঈমান আনে না কিন্তু অতি অল্পসংখ্যক।","english_text":"So (they were punished) for breaking the covenant and disbelieving the signs of God, and for killing the prophets unjustly, and saying: \"Our hearts are enfolded in covers,\" (though) in fact God had sealed them because of their unbelief; so they do not believe except a few;","bangla_translit":"ফাবিমা-নাক্বদ্বিহিম্ মীছা-ক্বাহুম্ অকুফ্রিহিম বিআ-ইয়া -তিল্লা-হি অক্বাত্লিহিমুল্ আম্বিয়া - য়া বিগাইরি হাক্ব্ ্ক্বিওঁ অক্বাওলিহিম্ কুলূবুনা গুল্ফ্; বাল্ ত্বোয়াবা‘আল্লা-হু আলাইহা-বিকুফ্রিহিম্ ফালা- ইয়ুমিনূনা ইল্লা-ক্বালীলা-।","english_translit":"Fabima naqdihim meethaqahum wakufrihim biayati Allahi waqatlihimu alanbiyaa bighayri haqqin waqawlihim quloobuna ghulfun bal tabaAAa Allahu AAalayha bikufrihim fala yuminoona illa qaleelan"},{"sura":4,"aya":156,"quran_text":"وَبِكُفْرِهِمْ وَقَوْلِهِمْ عَلَى مَرْيَمَ بُهْتَانًا عَظِيمًا","bangla_text":"আর তাদের কুফরী এবং মরিয়মের প্রতি মহা অপবাদ আরোপ করার কারণে।","english_text":"And because they denied and spoke dreadful calumnies of Mary;","bangla_translit":"অবিকুফ্রিহিম্ অক্বাওলিহিম্ ‘আলা-মারাইয়ামা বুহ্তানান্ ‘আজীমা-।","english_translit":"Wabikufrihim waqawlihim AAala maryama buhtanan AAatheeman"},{"sura":4,"aya":157,"quran_text":"وَقَوْلِهِمْ إِنَّا قَتَلْنَا الْمَسِيحَ عِيسَى ابْنَ مَرْيَمَ رَسُولَ اللَّهِ وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَكِنْ شُبِّهَ لَهُمْ وَإِنَّ الَّذِينَ اخْتَلَفُوا فِيهِ لَفِي شَكٍّ مِنْهُ مَا لَهُمْ بِهِ مِنْ عِلْمٍ إِلَّا اتِّبَاعَ الظَّنِّ وَمَا قَتَلُوهُ يَقِينًا","bangla_text":"আর তাদের একথা বলার কারণে যে, আমরা মরিয়ম পুত্র ঈসা মসীহকে হত্যা করেছি যিনি ছিলেন আল্লাহর রসূল। অথচ তারা না তাঁকে হত্যা করেছে, আর না শুলীতে চড়িয়েছে, বরং তারা এরূপ ধাঁধায় পতিত হয়েছিল। বস্তুতঃ তারা এ ব্যাপারে নানা রকম কথা বলে, তারা এক্ষেত্রে সন্দেহের মাঝে পড়ে আছে, শুধুমাত্র অনুমান করা ছাড়া তারা এ বিষয়ে কোন খবরই রাখে না। আর নিশ্চয়ই তাঁকে তারা হত্যা করেনি।","english_text":"And for saying: \"We killed the Christ, Jesus, son of Mary, who was an apostle of God;\" but they neither killed nor crucified him, though it so appeared to them. Those who disagree in the matter are only lost in doubt. They have no knowledge about it other than conjecture, for surely they did not kill him,","bangla_translit":"অক্বাওলিহিম্ ইন্না-ক্বাতাল্নাল্ মাসীহা‘ঈসাব্না র্মাইয়ামা রাসূলাল লা-হি অমা-ক্বাতালূহু অমা-ছলাবূহু অলা-কিন্ শুব্বিহা লাহুম্; অইন্নাল্লাযীনাখ্ তালাফূ ফীহি লাফী শাক্কিম্ মিন্হু;মা-লাহুম্ বিহী মিন্ ‘ইল্মিন্ ইল্লাত্তিবা-‘আজ্ জোয়ান্নি অমা-ক্বাতালূহু ইয়াক্বীনা-।","english_translit":"Waqawlihim inna qatalna almaseeha AAeesa ibna maryama rasoola Allahi wama qataloohu wama salaboohu walakin shubbiha lahum wainna allatheena ikhtalafoo feehi lafee shakkin minhu ma lahum bihi min AAilmin illa ittibaAAa alththanni wama qataloohu yaqeenan"},{"sura":4,"aya":158,"quran_text":"بَلْ رَفَعَهُ اللَّهُ إِلَيْهِ وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا","bangla_text":"বরং তাঁকে উঠিয়ে নিয়েছেন আল্লাহ তা’আলা নিজের কাছে। আর আল্লাহ হচ্ছেন মহাপরাক্রমশালী, প্রজ্ঞাময়।","english_text":"But God raised him up (in position) and closer to Himself; and God is all-mighty and all-wise.","bangla_translit":"র্বা রাফা‘আহুল্লা-হু ইলাইহ্; অকা-নাল্লা-হু ‘আযীযান্ হাকীমা-।","english_translit":"Bal rafaAAahu Allahu ilayhi wakana Allahu AAazeezan hakeeman"},{"sura":4,"aya":159,"quran_text":"وَإِنْ مِنْ أَهْلِ الْكِتَابِ إِلَّا لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ وَيَوْمَ الْقِيَامَةِ يَكُونُ عَلَيْهِمْ شَهِيدًا","bangla_text":"আর আহলে-কিতাবদের মধ্যে যত শ্রেণী রয়েছে তারা সবাই ঈমান আনবে ঈসার উপর তাদের মৃত্যুর পূর্বে। আর কেয়ামতের দিন তাদের জন্য সাক্ষীর উপর সাক্ষী উপস্থিত হবে।","english_text":"There is not one among the people of the Book who will not believe in it before his death; and he will be a witness over them on the Day of Resurrection.","bangla_translit":"অইম্মিন্ আহ্লিল্ কিতা-বি ইল্লা- লাইয়ুমিনান্না বিহী ক্বাব্লা মাওতিহী অইয়াওমাল্ ক্বিয়া-মাতি ইয়াকূনু ‘আলাইহিম্ শাহীদা-।","english_translit":"Wain min ahli alkitabi illa layuminanna bihi qabla mawtihi wayawma alqiyamati yakoonu AAalayhim shaheedan"},{"sura":4,"aya":160,"quran_text":"فَبِظُلْمٍ مِنَ الَّذِينَ هَادُوا حَرَّمْنَا عَلَيْهِمْ طَيِّبَاتٍ أُحِلَّتْ لَهُمْ وَبِصَدِّهِمْ عَنْ سَبِيلِ اللَّهِ كَثِيرًا","bangla_text":"বস্তুতঃ ইহুদীদের জন্য আমি হারাম করে দিয়েছি বহু পূত-পবিত্র বস্তু যা তাদের জন্য হালাল ছিল-তাদের পাপের কারণে এবং আল্লাহর পথে অধিক পরিমাণে বাধা দানের দরুন।","english_text":"Because of the wickedness of some among the Jews, and because they obstructed people from the way of God, We forbade them many things which were lawful for them;","bangla_translit":"ফাবিজুল্মিম্ মিনাল্লাযীনা হা-দূ র্হারাম্না- ‘আলাইহিম্ ত্বোয়াইয়্যিবা-তিন্ উহিল্লাত্ লাহুম্ অবিছোয়াদ্দিহিম্ ‘আন সাবীলিল্লা-হি কাছীরা-।","english_translit":"Fabithulmin mina allatheena hadoo harramna AAalayhim tayyibatin ohillat lahum wabisaddihim AAan sabeeli Allahi katheeran"},{"sura":4,"aya":161,"quran_text":"وَأَخْذِهِمُ الرِّبَا وَقَدْ نُهُوا عَنْهُ وَأَكْلِهِمْ أَمْوَالَ النَّاسِ بِالْبَاطِلِ وَأَعْتَدْنَا لِلْكَافِرِينَ مِنْهُمْ عَذَابًا أَلِيمًا","bangla_text":"আর এ কারণে যে, তারা সুদ গ্রহণ করত, অথচ এ ব্যাপারে নিষেধাজ্ঞা আরোপ করা হয়েছিল এবং এ কারণে যে, তারা অপরের সম্পদ ভোগ করতো অন্যায় ভাবে। বস্তুত; আমি কাফেরদের জন্য তৈরী করে রেখেছি বেদনাদায়ক আযাব।","english_text":"And because they practised usury although it had been forbidden them; and for using others' wealth unjustly. For those who are unbelievers among them We have reserved a painful punishment.","bangla_translit":"অআখ্যিহির্মু রিবা-অক্বাদ্ নুহূ‘আন্হু অআক্লিহিম্ আম্ওয়া-লান্ না-সি বিল্বা-ত্বিল্; অআ’তাদ্না-লিল্কা-ফিরীনা মিন্হুম্ ‘আযা-বান্ আলীমা-।","english_translit":"Waakhthihimu alrriba waqad nuhoo AAanhu waaklihim amwala alnnasi bialbatili waaAAtadna lilkafireena minhum AAathaban aleeman"},{"sura":4,"aya":162,"quran_text":"لَكِنِ الرَّاسِخُونَ فِي الْعِلْمِ مِنْهُمْ وَالْمُؤْمِنُونَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ وَالْمُقِيمِينَ الصَّلَاةَ وَالْمُؤْتُونَ الزَّكَاةَ وَالْمُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ أُولَئِكَ سَنُؤْتِيهِمْ أَجْرًا عَظِيمًا","bangla_text":"কিন্তু যারা তাদের মধ্যে জ্ঞানপক্ক ও ঈমানদার, তারা তাও মান্য করে যা আপনার উপর অবতীর্ণ হয়েছে এবং যা অবতীর্ণ হয়েছে আপনার পূর্বে। আর যারা নামাযে অনুবর্তিতা পালনকারী, যারা যাকাত দানকারী এবং যারা আল্লাহ ও কেয়ামতে আস্থাশীল। বস্তুতঃ এমন লোকদেরকে আমি দান করবো মহাপুণ্য।","english_text":"But to the learned among them, and the believers who affirm what has been revealed to you and was revealed to those before you, and to those who fulfil their devotional obligations, who pay the zakat and believe in God and the Last Day, We shall give a great reward.","bangla_translit":"লা-কির্নি র-সিখূনা ফিল্‘ ‘ইল্মি মিন্হুম্ অল্ মুমিনূনা ইয়ুমিনূনা বিমা য় উন্যিলা ইলাইকা অমা য় উন্যিলা মিন্ ক্বব্লিকা অল্ মুক্বীমীনাছ্ ছলা -তা অল্ মুতূনায্ যাকা-তা অল্মুমিনূনা বিল্লা-হি অল্ ইয়াওমিল্ আ-র্খি; করে নামায, যাকাত দেয়, যারা আল্লাহ্ ও পরকালের প্রতি ঈমান রাখে তাদেরকে উলা - য়িকা, সানুতীহিম্ আজ্ব ্রান্ ‘আজীমা-","english_translit":"Lakini alrrasikhoona fee alAAilmi minhum waalmuminoona yuminoona bima onzila ilayka wama onzila min qablika waalmuqeemeena alssalata waalmutoona alzzakata waalmuminoona biAllahi waalyawmi alakhiri olaika sanuteehim ajran AAatheeman"},{"sura":4,"aya":163,"quran_text":"إِنَّا أَوْحَيْنَا إِلَيْكَ كَمَا أَوْحَيْنَا إِلَى نُوحٍ وَالنَّبِيِّينَ مِنْ بَعْدِهِ وَأَوْحَيْنَا إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَعِيسَى وَأَيُّوبَ وَيُونُسَ وَهَارُونَ وَسُلَيْمَانَ وَآتَيْنَا دَاوُودَ زَبُورًا","bangla_text":"আমি আপনার প্রতি ওহী পাঠিয়েছি, যেমন করে ওহী পাঠিয়েছিলাম নূহের প্রতি এবং সে সমস্ত নবী-রসূলের প্রতি যাঁরা তাঁর পরে প্রেরিত হয়েছেন। আর ওহী পাঠিয়েছি, ইসমাঈল, ইব্রাহীম, ইসহাক, ইয়াকুব, ও তাঁর সন্তাবর্গের প্রতি এবং ঈসা, আইয়ুব, ইউনূস, হারুন ও সুলায়মানের প্রতি। আর আমি দাউদকে দান করেছি যবুর গ্রন্থ।","english_text":"We have sent revelations to you as We sent revelations to Noah and the prophets (who came) after him; and We sent revelations to Abraham and Ishmael and Isaac and Jacob, and their offspring, and to Jesus and Job, and to Jonah and Aaron and Solomon, and to David We gave the Book of Psalms,","bangla_translit":"ইন্না য় আওহাইনা য় ইলাইকা কামা য় আওহাইনা য় ইলা-নূহিওঁ অন্নাবিয়্যীনা মিম্ বা’দিহী অ আওহাইনা য় ইলা য় ইব্রা-হীমা অইস্মা-‘ঈলা অইস্হা-ক্বা অ ইয়া’ক্ব ূবা অল্ আসবা-ত্বি অ‘ঈসা-অআইয়্যূবা অইয়ূনুসা অহা-রূনা অসুলাইমা-না অ আ-তাইনা- দা-ঊদা যাবূর-।","english_translit":"Inna awhayna ilayka kama awhayna ila noohin waalnnabiyyeena min baAAdihi waawhayna ila ibraheema waismaAAeela waishaqa wayaAAqooba waalasbati waAAeesa waayyooba wayoonusa waharoona wasulaymana waatayna dawooda zabooran"},{"sura":4,"aya":164,"quran_text":"وَرُسُلًا قَدْ قَصَصْنَاهُمْ عَلَيْكَ مِنْ قَبْلُ وَرُسُلًا لَمْ نَقْصُصْهُمْ عَلَيْكَ وَكَلَّمَ اللَّهُ مُوسَى تَكْلِيمًا","bangla_text":"এছাড়া এমন রসূল পাঠিয়েছি যাদের ইতিবৃত্ত আমি আপনাকে শুনিয়েছি ইতিপূর্বে এবং এমন রসূল পাঠিয়েছি যাদের বৃত্তান্ত আপনাকে শোনাইনি। আর আল্লাহ মূসার সাথে কথোপকথন করেছেন সরাসরি।","english_text":"And to many an apostle We have mentioned before, and to many other apostles We have not mentioned to you; and to Moses God spoke directly.","bangla_translit":"অরুসুলান্ ক্বাদ্ ক্বাছোয়াছ্না-হুম্ ‘আলাইকা মিন্ ক্বব্লু অরুসুলাল্লাম্ নাক্ব ্ছুছ্হুম্ ‘আলাইক্ ; অকাল্লামাল্লা-হু মূসা-তাক্লীমা-।","english_translit":"Warusulan qad qasasnahum AAalayka min qablu warusulan lam naqsushum AAalayka wakallama Allahu moosa takleeman"},{"sura":4,"aya":165,"quran_text":"رُسُلًا مُبَشِّرِينَ وَمُنْذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا","bangla_text":"সুসংবাদদাতা ও ভীতি-প্রদর্শনকারী রসূলগণকে প্রেরণ করেছি, যাতে রসূলগণের পরে আল্লাহর প্রতি অপবাদ আরোপ করার মত কোন অবকাশ মানুষের জন্য না থাকে। আল্লাহ প্রবল পরাক্রমশীল, প্রাজ্ঞ।","english_text":"All these apostles of good news and admonition were sent so that after the apostles men may have no argument against God. God is all-powerful and all-wise.","bangla_translit":"রুসুলাম্ মুবাশ্শিরীনা অমুন্যিরীনা লিআল্লা-ইয়াকূনা লিন্না-সি ‘আলাল্লা-হি হুজ্জাতুম্ বা’র্দা রুসুল্; অকা-নাল্লা-হু ‘আযীযান্ হাকীমা-।","english_translit":"Rusulan mubashshireena wamunthireena lialla yakoona lilnnasi AAala Allahi hujjatun baAAda alrrusuli wakana Allahu AAazeezan hakeeman"},{"sura":4,"aya":166,"quran_text":"لَكِنِ اللَّهُ يَشْهَدُ بِمَا أَنْزَلَ إِلَيْكَ أَنْزَلَهُ بِعِلْمِهِ وَالْمَلَائِكَةُ يَشْهَدُونَ وَكَفَى بِاللَّهِ شَهِيدًا","bangla_text":"আল্লাহ আপনার প্রতি যা অবতীর্ণ করেছেন তিনি যে তা সজ্ঞানেই করেছেন, সে ব্যাপারে আল্লাহ নিজেও সাক্ষী এবং ফেরেশতাগণও সাক্ষী। আর সাক্ষী হিসাবে আল্লাহই যথেষ্ট।","english_text":"God is Himself witness to what has been revealed to you, and revealed with His knowledge, and the angels are witness; and God is sufficient as witness.","bangla_translit":"লা-কিনিল্লা-হু ইয়াশ্হাদু বিমা য় আন্যালা ইলাইকা আন্যালাহূ বি‘ইল্মিহী অল্ মালা - য়িকাতু ইয়াশ্হাদূন্; অকাফা-বিল্লা-হি শাহীদা-।","english_translit":"Lakini Allahu yashhadu bima anzala ilayka anzalahu biAAilmihi waalmalaikatu yashhadoona wakafa biAllahi shaheedan"},{"sura":4,"aya":167,"quran_text":"إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ قَدْ ضَلُّوا ضَلَالًا بَعِيدًا","bangla_text":"যারা কুফরী অবলম্বন করেছে, এবং আল্লাহর পথে বাধার সৃষ্টি করেছে, তারা বিভ্রান্তিতে সুদূরে পতিত হয়েছে।","english_text":"Those who denied and turned away from the path of God, have wandered far astray.","bangla_translit":"ইন্নাল্লাযীনা কাফারূ অছোয়াদ্দূ ‘আন্ সাবীলিল্লা-হি ক্বদ্ দ্বোয়াল্ল ূ দ্বোয়ালা-লাম্ বা‘ঈদা-।","english_translit":"Inna allatheena kafaroo wasaddoo AAan sabeeli Allahi qad dalloo dalalan baAAeedan"},{"sura":4,"aya":168,"quran_text":"إِنَّ الَّذِينَ كَفَرُوا وَظَلَمُوا لَمْ يَكُنِ اللَّهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ طَرِيقًا","bangla_text":"যারা কুফরী অবলম্বন করেছে এবং সত্য চাপা দিয়ে রেখেছে, আল্লাহ কখনও তাদের ক্ষমা করবেন না এবং সরল পথ দেখাবেন না।","english_text":"Those who deny and transgress will not be forgiven by God, nor be shown the way","bangla_translit":"ইন্নাল্লাযীনা কাফারূ অজোয়ালামূ লাম্ ইয়াকুনিল্লা-হু লিইয়াগ্ফিরা লাহুম্ অলা-লিইয়াহ্দিয়াহুম্ ত্বোয়ারীক্ব-।","english_translit":"Inna allatheena kafaroo wathalamoo lam yakuni Allahu liyaghfira lahum wala liyahdiyahum tareeqan"},{"sura":4,"aya":169,"quran_text":"إِلَّا طَرِيقَ جَهَنَّمَ خَالِدِينَ فِيهَا أَبَدًا وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا","bangla_text":"তাদের জন্য রয়েছে জাহান্নামের পথ। সেখানে তারা বাস করবে অনন্তকাল। আর এমন করাটা আল্লাহর পক্ষে সহজ।","english_text":"Except to Hell, where they will abide for ever; and this is how (the law of God) works inevitably.","bangla_translit":"ইল্লা-ত্বোয়ারীক্বা জ্বাহন্নামা খা-লিদীনা ফীহা য় আবাদা-; অকা-না যা -লিকা আলাল্লা-হি ইয়াসীর-।","english_translit":"Illa tareeqa jahannama khalideena feeha abadan wakana thalika AAala Allahi yaseeran"},{"sura":4,"aya":170,"quran_text":"يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمُ الرَّسُولُ بِالْحَقِّ مِنْ رَبِّكُمْ فَآمِنُوا خَيْرًا لَكُمْ وَإِنْ تَكْفُرُوا فَإِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا","bangla_text":"হে মানবজাতি! তোমাদের পালনকর্তার যথার্থ বাণী নিয়ে তোমাদের নিকট রসূল এসেছেন, তোমরা তা মেনে নাও যাতে তোমাদের কল্যাণ হতে পারে। আর যদি তোমরা তা না মান, জেনে রাখ আসমানসমূহে ও যমীনে যা কিছু রয়েছে সে সবকিছুই আল্লাহর। আর আল্লাহ হচ্ছেন সর্বজ্ঞ, প্রাজ্ঞ।","english_text":"O men, the Apostle has now come to you, bringing the truth from your Lord; so believe for your own good; but if you deny (then remember) that all that is in the heavens and the earth belongs to God; and God is all-knowing and all-wise.","bangla_translit":"ইয়া য় আইয়্যুহান্না-সু ক্বাদ্ জ্বা - য়াকুর্মু রাসূলু বিল্ হাক্বক্বি র্মি রব্বিকুম্ ফাআ-মিনূ খাইরল্লাকুম্; অইন্ তাক্ফুরূ ফাইন্না লিল্লা-হি মা-ফিস্ সামা-ওয়া-তি অল্ আরদ্ব্; অকা-নাল্লা-হু ‘আলীমান্ হাকীমা-।","english_translit":"Ya ayyuha alnnasu qad jaakumu alrrasoolu bialhaqqi min rabbikum faaminoo khayran lakum wain takfuroo fainna lillahi ma fee alssamawati waalardi wakana Allahu AAaleeman hakeeman"},{"sura":4,"aya":171,"quran_text":"يَا أَهْلَ الْكِتَابِ لَا تَغْلُوا فِي دِينِكُمْ وَلَا تَقُولُوا عَلَى اللَّهِ إِلَّا الْحَقَّ إِنَّمَا الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ رَسُولُ اللَّهِ وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِنْهُ فَآمِنُوا بِاللَّهِ وَرُسُلِهِ وَلَا تَقُولُوا ثَلَاثَةٌ انْتَهُوا خَيْرًا لَكُمْ إِنَّمَا اللَّهُ إِلَهٌ وَاحِدٌ سُبْحَانَهُ أَنْ يَكُونَ لَهُ وَلَدٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَفَى بِاللَّهِ وَكِيلًا","bangla_text":"হে আহলে-কিতাবগণ! তোমরা দ্বীনের ব্যাপারে বাড়াবাড়ি করো না এবং আল্লাহর শানে নিতান্ত সঙ্গত বিষয় ছাড়া কোন কথা বলো না। নিঃসন্দেহে মরিয়ম পুত্র মসীহ ঈসা আল্লাহর রসূল এবং তাঁর বাণী যা তিনি প্রেরণ করেছেন মরিয়মের নিকট এবং রূহ-তাঁরই কাছ থেকে আগত। অতএব, তোমরা আল্লাহকে এবং তার রসূলগণকে মান্য কর। আর একথা বলো না যে, আল্লাহ তিনের এক, একথা পরিহার কর; তোমাদের মঙ্গল হবে। নিঃসন্দেহে আল্লাহ একক উপাস্য। সন্তান-সন্ততি হওয়াটা তাঁর যোগ্য বিষয় নয়। যা কিছু আসমান সমূহ ও যমীনে রয়েছে সবই তার। আর কর্মবিধানে আল্লাহই যথেষ্ট।","english_text":"O people of the Book, do not be fanatical in your faith, and say nothing but the truth about God. The Messiah who is Jesus, son of Mary, was only an apostle of God, and a command of His which He sent to Mary, as a mercy from Him. So believe in God and His apostles, and do not call Him 'Trinity'. Abstain from this for your own good; for God is only one God, and far from His glory is it to beget a son. All that is in the heavens and the earth belongs to Him; and sufficient is God for all help.","bangla_translit":"ইয়া য় আহলাল্ কিতা-বি লা-তাগ্লূ ফী দীনিকুম্ অলা-তাক্ব ূলূ ‘আলাল্লা-হি ইল্লাল্ হাক্ব্; ইন্নামাল্ মাসীহু ‘ঈসাব্নু র্মাইয়ামা রাসূলুল্লা-হি অকালিমাতুহূ আল্ক্বা-হা য় ইলা-র্মাইয়ামা অরূহুম্ মিন্হু ফাআ-মিনূ বিল্লা-হি অরুসুলিহী অলা-তাক্ব ূলূ ছালা-ছাহ্; ইন্তাহূ খাইরল্লাকুম্; ইন্নামাল্লা-হু ইলা-হুওঁ ওয়া-হিদ্; সুবহা-নাহূ য় আইঁ ইয়াকূনা লাহূ অলাদ্ । লাহূ মা-ফিস্ সামা-ওয়া-তি অমা-ফিল্ র্আদ্ব্; অকাফা-বিল্লা-হি অকীলা-।","english_translit":"Ya ahla alkitabi la taghloo fee deenikum wala taqooloo AAala Allahi illa alhaqqa innama almaseehu AAeesa ibnu maryama rasoolu Allahi wakalimatuhu alqaha ila maryama waroohun minhu faaminoo biAllahi warusulihi wala taqooloo thalathatun intahoo khayran lakum innama Allahu ilahun wahidun subhanahu an yakoona lahu waladun lahu ma fee alssamawati wama fee alardi wakafa biAllahi wakeelan"},{"sura":4,"aya":172,"quran_text":"لَنْ يَسْتَنْكِفَ الْمَسِيحُ أَنْ يَكُونَ عَبْدًا لِلَّهِ وَلَا الْمَلَائِكَةُ الْمُقَرَّبُونَ وَمَنْ يَسْتَنْكِفْ عَنْ عِبَادَتِهِ وَيَسْتَكْبِرْ فَسَيَحْشُرُهُمْ إِلَيْهِ جَمِيعًا","bangla_text":"মসীহ আল্লাহর বান্দা হবেন, তাতে তার কোন লজ্জাবোধ নেই এবং ঘনিষ্ঠ ফেরেশতাদেরও না। বস্তুতঃ যারা আল্লাহর দাসত্বে লজ্জাবোধ করবে এবং অহংকার করবে, তিনি তাদের সবাইকে নিজের কাছে সমবেত করবেন।","english_text":"The Christ will never disdain to be a votary of God, nor will the angels close to Him. And those who disdain to serve Him and are proud (should remember) that they will all go back to Him in the end.","bangla_translit":"লাইঁ ইয়াস্তান্কিফাল্ মাসীহু আইঁ ইয়াকূনা ‘আব্দাল্ লিল্লা-হি অলাল্ মালা - য়িকাতুল্ মুর্ক্বারাবূন্; অমাইঁ ইয়াস্তান্কিফ্ ‘আন্ ‘ইবা-দাতিহী অইয়াস্ তার্ক্বি ফাসাইয়াহ্শুরুহুম্ ইলাইহি জ্বামী‘আ-।","english_translit":"Lan yastankifa almaseehu an yakoona AAabdan lillahi wala almalaikatu almuqarraboona waman yastankif AAan AAibadatihi wayastakbir fasayahshuruhum ilayhi jameeAAan"},{"sura":4,"aya":173,"quran_text":"فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُوَفِّيهِمْ أُجُورَهُمْ وَيَزِيدُهُمْ مِنْ فَضْلِهِ وَأَمَّا الَّذِينَ اسْتَنْكَفُوا وَاسْتَكْبَرُوا فَيُعَذِّبُهُمْ عَذَابًا أَلِيمًا وَلَا يَجِدُونَ لَهُمْ مِنْ دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا","bangla_text":"অতঃপর যারা ঈমান এনেছে এবং সৎকাজ করেছে, তিনি তাদেরকে পরিপূর্ণ সওয়াব দান করবেন, বরং স্বীয় অনুগ্রহে আরো বেশী দেবেন। পক্ষান্তরে যারা লজ্জাবোধ করেছে এবং অহঙ্কার করেছে তিনি তাদেরকে দেবেন বেদনাদায়ক আযাব। আল্লাহকে ছাড়া তারা কোন সাহায্যকারী ও সমর্থক পাবে না।","english_text":"Then those who believed and earned good deeds will be given their recompense in full, and even more out of grace. But those who disdain and who boast will receive a painful punishment. They will find none except God to help them or save them.","bangla_translit":"ফাআম্মাল্লাযীনা আ-মানূ অ‘আমিলুছ্ ছোয়া-লিহা-তি ফাইয়ুওয়াফ্ফীহিম্ উজ্ব ূরাহুম্ অইয়াযীদুহুম্ মিন্ ফাদ্ব্লিহী অআম্মাল্লাযীনাস্ তান্কাফূ অস্তাক্বারূ ফাইয়ু‘আয্যিবুহুম্ ‘আযা-বান্ আলীমাওঁ অলা-ইয়াজ্বিদূনা লাহুম্ মিন্ দূনিল্লা-হি অলিয়্যাওঁ অলা-নাছীরা-।","english_translit":"Faamma allatheena amanoo waAAamiloo alssalihati fayuwaffeehim ojoorahum wayazeeduhum min fadlihi waamma allatheena istankafoo waistakbaroo fayuAAaththibuhum AAathaban aleeman wala yajidoona lahum min dooni Allahi waliyyan wala naseeran"},{"sura":4,"aya":174,"quran_text":"يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمْ بُرْهَانٌ مِنْ رَبِّكُمْ وَأَنْزَلْنَا إِلَيْكُمْ نُورًا مُبِينًا","bangla_text":"হে মানবকুল! তোমাদের পরওয়ারদেগারের পক্ষ থেকে তোমাদের নিকট সনদ পৌঁছে গেছে। আর আমি তোমাদের প্রতি প্রকৃষ্ট আলো অবতীর্ণ করেছি।","english_text":"O men, you have received infallible proof from your Lord, and We have sent down a beacon light to you.","bangla_translit":"ইয়া য় আইয়া্যুহান্না-সু ক্বাদ্ জ্বা - য়াকুম্ বুরহা-নুম্ র্মি রব্বিকুম্ অআন্যাল্না য় ইলাইকুম্ নূরাম্ মুবীনা-।","english_translit":"Ya ayyuha alnnasu qad jaakum burhanun min rabbikum waanzalna ilaykum nooran mubeenan"},{"sura":4,"aya":175,"quran_text":"فَأَمَّا الَّذِينَ آمَنُوا بِاللَّهِ وَاعْتَصَمُوا بِهِ فَسَيُدْخِلُهُمْ فِي رَحْمَةٍ مِنْهُ وَفَضْلٍ وَيَهْدِيهِمْ إِلَيْهِ صِرَاطًا مُسْتَقِيمًا","bangla_text":"অতএব, যারা আল্লাহর প্রতি ঈমান এনেছে এবং তাতে দৃঢ়তা অবলম্বন করেছে তিনি তাদেরকে স্বীয় রহমত ও অনুগ্রহের আওতায় স্থান দেবেন এবং নিজের দিকে আসার মত সরল পথে তুলে দেবেন।","english_text":"So those who believe in God and hold fast to Him shall indeed be received into His mercy and His grace, and be guided to Him the straight path.","bangla_translit":"ফাআম্মাল্লাযীনা আ-মানূ বিল্লা-হি অ’তাছোয়ামূ বিহী ফাসাইয়ুদ্খিলুহুম্ ফী রহ্মাতিম্ মিন্হু অফাদ্ব্লিওঁ অইয়াহ্দীহিম্ ইলাইহি ছিরা-ত্বোয়াম্ মুস্তাক্বীমা-।","english_translit":"Faamma allatheena amanoo biAllahi waiAAtasamoo bihi fasayudkhiluhum fee rahmatin minhu wafadlin wayahdeehim ilayhi siratan mustaqeeman"},{"sura":4,"aya":176,"quran_text":"يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلَالَةِ إِنِ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ وَهُوَ يَرِثُهَا إِنْ لَمْ يَكُنْ لَهَا وَلَدٌ فَإِنْ كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ وَإِنْ كَانُوا إِخْوَةً رِجَالًا وَنِسَاءً فَلِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ يُبَيِّنُ اللَّهُ لَكُمْ أَنْ تَضِلُّوا وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ","bangla_text":"মানুষ আপনার নিকট ফতোয়া জানতে চায় অতএব, আপনি বলে দিন, আল্লাহ তোমাদিগকে কালালাহ এর মীরাস সংক্রান্ত সুস্পষ্ট নির্দেশ বাতলে দিচ্ছেন, যদি কোন পুরুষ মারা যায় এবং তার কোন সন্তানাদি না থাকে এবং এক বোন থাকে, তবে সে পাবে তার পরিত্যাক্ত সম্পত্তির অর্ধেক অংশ এবং সে যদি নিঃসন্তান হয়, তবে তার ভাই তার উত্তরাধিকারী হবে। তা দুই বোন থাকলে তাদের জন্য পরিত্যক্ত সম্পত্তির দুই তৃতীয়াংশ। পক্ষান্তরে যদি ভাই ও বোন উভয়ই থাকে, তবে একজন পুরুষের অংশ দুজন নারীর সমান। তোমরা বিভ্রান্ত হবে আল্লাহ তোমাদিগকে সুস্পষ্ট ভাবে জানিয়ে দিচ্ছেন। আর আল্লাহ হচ্ছেন সর্ব বিষয়ে পরিজ্ঞাত।","english_text":"They ask you for judgement about 'Kalalah' (a man who dies childless). Say: \"God has given a decision in the matter of inheritance.\" If a man dies and leaves no child behind but have a sister, she will get a half of what he owned, as he would have done the whole of what she possessed if she had died a childless person. In ease he has two sisters then they will get two-thirds of the heritage. But if he has both brothers and sisters, the male will inherit a share equal to that of two females. God makes this manifest to you lest you wander astray, for God has knowledge of everything.","bangla_translit":"ইয়াস্তাফ্তূনাক্;ক্ব ুলিল্লা-হু ইয়ুফ্তীকুম্ ফিল্ কালা-লাহ্;ইনিম্রুউন্ হালাকা লাইসা লাহূ অলাদুওঁ অলাহূ য় উখ্তুন্,্ ফালাহা-নিছ্ফু মা-তারাকা অহুওয়া ইয়ারিছুহায় ইল্লাম্ ইয়াকুল্লাহা-অলাদ্ ;ফাইন্ কা-নাতাছ্্ নাতাইনি ফালাহুমাছ্ ছুলুছা-নি মিম্মা- তারাক্; অইন্ কা-নূ য় ইখ্ওয়ার্তা রিজ্বা-লাওঁ অনিসা - য়ান্ ফালিয্ যাকারি, মিছ্লু হাজ্জিল উন্ছাইয়াইন্; ইয়ুবাইয়্যিনুল্লা-হু লাকুম্ আন্ তাদ্বিল্ল ; অল্লা-হু বিকুল্লি শাইয়িন্ ‘আলীম।","english_translit":"Yastaftoonaka quli Allahu yufteekum fee alkalalati ini imruon halaka laysa lahu waladun walahu okhtun falaha nisfu ma taraka wahuwa yarithuha in lam yakun laha waladun fain kanata ithnatayni falahuma alththuluthani mimma taraka wain kanoo ikhwatan rijalan wanisaan falilththakari mithlu haththi alonthayayni yubayyinu Allahu lakum an tadilloo waAllahu bikulli shayin AAaleemun"}]