[{"sura":50,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ق وَالْقُرْآنِ الْمَجِيدِ","bangla_mohiuddin":"ক্বাফ! সম্মানিত কোরআনের শপথ;","bangla_murtaza":"পরম করুণাময় পরম দয়াবান আল্লাহর নামে কাফ, কুরআন মজিদের শপথ।","english_text":"QAF. I CALL to witness the glorious Qur'an.","bangla_translit":"ক্বা-ফ্; অল্কুরআ-নিল্ মাজ্বীদ্।","english_translit":"Qaf waalqurani almajeedi"},{"sura":50,"aya":2,"quran_text":"بَلْ عَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ فَقَالَ الْكَافِرُونَ هَذَا شَيْءٌ عَجِيبٌ","bangla_mohiuddin":"বরং তারা তাদের মধ্য থেকেই একজন ভয় প্রদর্শনকারী আগমন করেছে দেখে বিস্ময় বোধ করে। অতঃপর কাফেররা বলেঃ এটা আশ্চর্যের ব্যাপার।","bangla_murtaza":"বরং তারা বিস্মিত হচ্ছে এ কারণে যে, তাদের মধ্য থেকেই তাদের কাছে এসেছে একজন সতর্ককারী। কাফিররা বলে: “এতো এক আজব ব্যাপার!","english_text":"They are rather surprised that a warner from among themselves has come to them. So the unbelievers say: \"This is astonishing:","bangla_translit":"বাল্ ‘আজ্বিবূ য় আন্ জ্বা-য়াহুম্ মুন্যিরুম্ মিন্হুম্ ফাক্ব-লাল্ কা-ফিরূনা হা-যা- শাইয়ুন্ ‘আজ্বীব।","english_translit":"Bal AAajiboo an jaahum munthirun minhum faqala alkafiroona hatha shayon AAajeebun"},{"sura":50,"aya":3,"quran_text":"أَإِذَا مِتْنَا وَكُنَّا تُرَابًا ذَلِكَ رَجْعٌ بَعِيدٌ","bangla_mohiuddin":"আমরা মরে গেলে এবং মৃত্তিকায় পরিণত হয়ে গেলেও কি পুনরুত্থিত হব? এ প্রত্যাবর্তন সুদূরপরাহত।","bangla_murtaza":"আমাদের যখন মৃত্যু ঘটবে এবং আমরা যখন মাটিতে পরিণত হবো, তখন কি আমাদের পুনরুত্থিত করা হবে? সেই প্রত্যাবর্তন এক অবাস্তব ব্যাপার।”","english_text":"When we are dead and turned to dust, this returning (to life) is most far-fetched.\"","bangla_translit":"আইযা-মিত্না-অকুন্না-তুর-বান্ যা-লিকা রাজ্ব ‘উম্ বা‘ঈদ্।","english_translit":"Aitha mitna wakunna turaban thalika rajAAun baAAeedun"},{"sura":50,"aya":4,"quran_text":"قَدْ عَلِمْنَا مَا تَنْقُصُ الْأَرْضُ مِنْهُمْ وَعِنْدَنَا كِتَابٌ حَفِيظٌ","bangla_mohiuddin":"মৃত্তিকা তাদের কতটুকু গ্রাস করবে, তা আমার জানা আছে এবং আমার কাছে আছে সংরক্ষিত কিতাব।","bangla_murtaza":"মাটি তাদের কতোটুকু ক্ষয় করে তা আমরা জানি। আমাদের কাছে রয়েছে এক সুরক্ষিত কিতাব।","english_text":"We know what the earth consumes of them, for We have the Book that preserves everything.","bangla_translit":"ক্বদ্ ‘আলিম্না-মা-তান্কুছুল্ র্আদু মিন্হুম্ অ‘ইন্দানা-কিতা-বুন্ হাফীজ্।","english_translit":"Qad AAalimna ma tanqusu alardu minhum waAAindana kitabun hafeethun"},{"sura":50,"aya":5,"quran_text":"بَلْ كَذَّبُوا بِالْحَقِّ لَمَّا جَاءَهُمْ فَهُمْ فِي أَمْرٍ مَرِيجٍ","bangla_mohiuddin":"বরং তাদের কাছে সত্য আগমন করার পর তারা তাকে মিথ্যা বলছে। ফলে তারা সংশয়ে পতিত রয়েছে।","bangla_murtaza":"তাদের কাছে সত্য আসার পর তারা তা প্রত্যাখ্যান করেছে। ফলে তারা সন্দেহে দোদুল্যমান।","english_text":"But no! They called the truth a lie when it came to them; so they are in a confused state.","bangla_translit":"বাল্ কায্যাবূ বিল্হাক্ব ক্বি লাম্মা- জ্বা-য়াহুম্ ফাহুম্ ফী য় আম্রীম্ মারীজ্ব ।","english_translit":"Bal kaththaboo bialhaqqi lamma jaahum fahum fee amrin mareejin"},{"sura":50,"aya":6,"quran_text":"أَفَلَمْ يَنْظُرُوا إِلَى السَّمَاءِ فَوْقَهُمْ كَيْفَ بَنَيْنَاهَا وَزَيَّنَّاهَا وَمَا لَهَا مِنْ فُرُوجٍ","bangla_mohiuddin":"তারা কি তাদের উপরস্থিত আকাশের পানে দৃষ্টিপাত করে না আমি কিভাবে তা নির্মাণ করেছি এবং সুশোভিত করেছি? তাতে কোন ছিদ্রও নেই।","bangla_murtaza":"তারা কি উপরে আকাশের দিকে তাকিয়ে দেখেনা, আমরা কিভাবে সেটাকে বানিয়েছি এবং সুশোভিত করেছি। আর তাতে নেই কোনো ফাটল।","english_text":"Have they not looked at the sky above them, how We have fashioned and adorned it, and it has no flaw?","bangla_translit":"আফালাম্ ইয়ান্জুরূ য় ইলাস্ সামা-য়ি ফাওক্বহুম্ কাইফা বানাইনা-হা- অযাইয়্যান্না-হা- অমা- লাহা- মিন্ ফুরূজ্ব ।","english_translit":"Afalam yanthuroo ila alssamai fawqahum kayfa banaynaha wazayyannaha wama laha min furoojin"},{"sura":50,"aya":7,"quran_text":"وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ بَهِيجٍ","bangla_mohiuddin":"আমি ভূমিকে বিস্তৃত করেছি, তাতে পর্বতমালার ভার স্থাপন করেছি এবং তাতে সর্বপ্রকার নয়নাভিরাম উদ্ভিদ উদগত করেছি।","bangla_murtaza":"আর জমিনকে আমরা বিছিয়ে দিয়েছি এবং তাতে স্থাপন করে দিয়েছি পাহাড় পর্বত আর তাতে উদগত করেছি সব ধরণের নয়নাভিরাম উদ্ভিদ।","english_text":"We stretched the earth and placed upon it firm stabilisers and We made every kind of splendid thing to grow upon it","bangla_translit":"অল্ র্আদ্বোয়া মাদাদ্না-হা- ওয়া আল্ক্বইনা-ফীহা-রাওয়া-সিয়া অআম্বাত্না-ফীহা-মিন্ কুল্লি যাওজ্বিম্ বাহীজ্ব ।","english_translit":"Waalarda madadnaha waalqayna feeha rawasiya waanbatna feeha min kulli zawjin baheejin"},{"sura":50,"aya":8,"quran_text":"تَبْصِرَةً وَذِكْرَى لِكُلِّ عَبْدٍ مُنِيبٍ","bangla_mohiuddin":"এটা জ্ঞান আহরণ ও স্মরণ করার মত ব্যাপার প্রত্যেক অনুরাগী বান্দার জন্যে।","bangla_murtaza":"এসবই ভেবে দেখার বিষয় এবং উপদেশ প্রত্যেক আল্লাহ অভিমুখী বান্দার জন্যে।","english_text":"As instruction and reminder to every penitent creature.","bangla_translit":"তাব্ছিরতাঁও যিক্র-লিকুল্লি ‘আব্দিম্ মুনীব্।","english_translit":"Tabsiratan wathikra likulli AAabdin muneebin"},{"sura":50,"aya":9,"quran_text":"وَنَزَّلْنَا مِنَ السَّمَاءِ مَاءً مُبَارَكًا فَأَنْبَتْنَا بِهِ جَنَّاتٍ وَحَبَّ الْحَصِيدِ","bangla_mohiuddin":"আমি আকাশ থেকে কল্যাণময় বৃষ্টি বর্ষণ করি এবং তদ্বারা বাগান ও শস্য উদগত করি, যেগুলোর ফসল আহরণ করা হয়।","bangla_murtaza":"আমরা আসমান থেকে নাযিল করি মুবারক (কল্যাণময়) পানি। অত:পর তা দিয়ে উৎপাদন করি বাগবাগিচা আর পরিপক্ক শস্য সম্ভার,","english_text":"And We send down water as a blessing from the sky, and grow gardens with it and the grain for harvest,","bangla_translit":"অনায্যাল্না- মিনাস্ সামা-য়ি মা-য়াম্ মুবা-রকান্ ফাআম্বাত্না-বিহী জ্বান্না-তিঁও অহাব্বাল্ হাছীদ্।","english_translit":"Wanazzalna mina alssamai maan mubarakan faanbatna bihi jannatin wahabba alhaseedi"},{"sura":50,"aya":10,"quran_text":"وَالنَّخْلَ بَاسِقَاتٍ لَهَا طَلْعٌ نَضِيدٌ","bangla_mohiuddin":"এবং লম্বমান খর্জুর বৃক্ষ, যাতে আছে গুচ্ছ গুচ্ছ খর্জুর,","bangla_murtaza":"আরো উৎপাদন করি সমুন্নত খেজুর গাছ, তাতে থাকে ছড়ায় ছড়ায় খেজুর,","english_text":"And tall date-palms with their spathes pile on pile","bangla_translit":"অন্নাখ্লা বা-সিক্ব-তিল্ লাহা-ত্বোয়াল্‘উন্নাদ্বীদ্।","english_translit":"Waalnnakhla basiqatin laha talAAun nadeedun"},{"sura":50,"aya":11,"quran_text":"رِزْقًا لِلْعِبَادِ وَأَحْيَيْنَا بِهِ بَلْدَةً مَيْتًا كَذَلِكَ الْخُرُوجُ","bangla_mohiuddin":"বান্দাদের জীবিকাস্বরূপ এবং বৃষ্টি দ্বারা আমি মৃত জনপদকে সঞ্জীবিত করি। এমনিভাবে পুনরুত্থান ঘটবে।","bangla_murtaza":"আমার বান্দাদের জীবিকা হিসেবে। তাছাড়া সেই পানি দিয়ে আমরা জীবিত করি মৃত জমিনকে। এভাবেই ঘটানো হবে (মানুষের) পুনরুত্থান।","english_text":"As a provision for men, and enlivened a region that was dead. Even thus will be the life after death.","bangla_translit":"রিয্ক্বল্ লিল্‘ইবা-দি অআহ্ইয়াইনা-বিহী বাল্দাতাম্ মাইতা-; কাযা-লিকাল্ খুরূজ্ব ।","english_translit":"Rizqan lilAAibadi waahyayna bihi baldatan maytan kathalika alkhurooju"},{"sura":50,"aya":12,"quran_text":"كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَأَصْحَابُ الرَّسِّ وَثَمُودُ","bangla_mohiuddin":"তাদের পূর্বে মিথ্যাবাদী বলেছে নূহের সম্প্রদায়, কুপবাসীরা এবং সামুদ সম্প্রদায়।","bangla_murtaza":"তাদের আগেও নূহের কওম (রসূলদের) প্রত্যাখান করেছিল এবং রাস্ আর সামুদ সম্প্রদায়ও,","english_text":"The people of Noah, Ar-Rass and Thamud denied before you,","bangla_translit":"কায্যাবাত্ ক্বব্লাহুম্ ক্বওমু নূহিঁও অআছ্হা-র্বু রস্সি অছামূদ্।","english_translit":"Kaththabat qablahum qawmu noohin waashabu alrrassi wathamoodu"},{"sura":50,"aya":13,"quran_text":"وَعَادٌ وَفِرْعَوْنُ وَإِخْوَانُ لُوطٍ","bangla_mohiuddin":"আদ, ফেরাউন, ও লূতের সম্প্রদায়,","bangla_murtaza":"আদ, ফেরাউন এবং লুত সম্প্রদায়ও,","english_text":"As did the people of 'Ad and Pharaoh and the brethren of Lot,","bangla_translit":"অ‘আদুঁও অর্ফি‘আউনু অইখ্ওয়া-নু লূত্ব ।","english_translit":"WaAAadun wafirAAawnu waikhwanu lootin"},{"sura":50,"aya":14,"quran_text":"وَأَصْحَابُ الْأَيْكَةِ وَقَوْمُ تُبَّعٍ كُلٌّ كَذَّبَ الرُّسُلَ فَحَقَّ وَعِيدِ","bangla_mohiuddin":"বনবাসীরা এবং তোব্বা সম্প্রদায়। প্রত্যেকেই রসূলগণকে মিথ্যা বলেছে, অতঃপর আমার শাস্তির যোগ্য হয়েছে।","bangla_murtaza":"আইকাবাসী আর তুব্বা সম্প্রদায়ও। এরা প্রত্যেকেই রসূলদের প্রত্যাখ্যান করেছিল, ফলে তাদের উপর অনিবার্য হয়ে পড়েছিল আমার ওয়াদা বাস্তবায়ন।","english_text":"And the dwellers of the Wood and people of Tubba'. Each of them denied the apostles. So My threat became a reality.","bangla_translit":"অআছ্হা-বুল্ আইকাতি অ ক্বওমু তুব্বা’; কুল্লুন্ কায্যার্বা রুসুলা ফাহাক্ব ক্বা অ‘ঈদ্।","english_translit":"Waashabu alaykati waqawmu tubbaAAin kullun kaththaba alrrusula fahaqqa waAAeedi"},{"sura":50,"aya":15,"quran_text":"أَفَعَيِينَا بِالْخَلْقِ الْأَوَّلِ بَلْ هُمْ فِي لَبْسٍ مِنْ خَلْقٍ جَدِيدٍ","bangla_mohiuddin":"আমি কি প্রথমবার সৃষ্টি করেই ক্লান্ত হয়ে পড়েছি? বরং তারা নতুন সৃষ্টির ব্যাপারে সন্দেহ পোষন করেছে।","bangla_murtaza":"প্রথমবারের সৃষ্টিই কি আমাদের ক্লান্ত করে ফেলেছে? বরং পুনসৃষ্টির ব্যাপারে তারা রয়েছে সন্দেহে নিমজ্জিত।","english_text":"Were We exhausted by the act of the first creation? And yet they are confused about a new creation.","bangla_translit":"আফা‘আয়ীনা বিল্ খল্ক্বিল্ আওয়্যাল্; বাল্হুম্ ফী লাব্সিম্ মিন্ খল্ক্বিন্ জ্বাদীদ্।","english_translit":"AfaAAayeena bialkhalqi alawwali bal hum fee labsin min khalqin jadeedin"},{"sura":50,"aya":16,"quran_text":"وَلَقَدْ خَلَقْنَا الْإِنْسَانَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ","bangla_mohiuddin":"আমি মানুষ সৃষ্টি করেছি এবং তার মন নিভৃতে যে কুচিন্তা করে, সে সম্বন্ধেও আমি অবগত আছি। আমি তার গ্রীবাস্থিত ধমনী থেকেও অধিক নিকটবর্তী।","bangla_murtaza":"আমরাই সৃষ্টি করেছি মানুষকে এবং তার প্রবৃত্তি তাকে কী কুমন্ত্রণা দেয় তা আমরা জানি। আমরা তার গলার ধমনীর চেয়েও তার অধিকতর নিকটতর।","english_text":"He created man and surely know what misdoubts arise in their hearts; for We are closer to him than his jugular vein.","bangla_translit":"অ লাক্বদ্ খলাক্ব নাল্ ইন্সা-না অনা’লামু মা-তুওয়াস্ ওয়িসু বিহী নাফ্সুহূ অনাহ্নু আক্ব রাবু ইলাইহি মিন্ হাব্লিল্ অরীদ্।","english_translit":"Walaqad khalaqna alinsana wanaAAlamu ma tuwaswisu bihi nafsuhu wanahnu aqrabu ilayhi min habli alwareedi"},{"sura":50,"aya":17,"quran_text":"إِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ","bangla_mohiuddin":"যখন দুই ফেরেশতা ডানে ও বামে বসে তার আমল গ্রহণ করে।","bangla_murtaza":"মনে রেখো, দুই গ্রহণকারী ফেরেশতা তার ডানে এবং বামে বসে রেকর্ড করে।","english_text":"When the two (angels) who keep the account, one sitting on the right, one on the left, take it down,","bangla_translit":"ইয্ ইয়াতালাক্ব ক্বল্ মুতালাক্ব ক্বিইয়া-নি ‘আনিল্ ইয়ামীনি অ‘আনিশ্ শিমা-লি ক্বা‘ঈদ্।","english_translit":"Ith yatalaqqa almutalaqqiyani AAani alyameeni waAAani alshshimali qaAAeedun"},{"sura":50,"aya":18,"quran_text":"مَا يَلْفِظُ مِنْ قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ","bangla_mohiuddin":"সে যে কথাই উচ্চারণ করে, তাই গ্রহণ করার জন্যে তার কাছে সদা প্রস্তুত প্রহরী রয়েছে।","bangla_murtaza":"মানুষ যে কথাই উচ্চারণ করে তা রেকর্ড করার দায়িত্বে নিয়োজিত একজন প্রহরী তার কাছেই রয়েছে।","english_text":"There is not a word he utters but an observer is ready (to make note of it).","bangla_translit":"মা-ইয়াল্ফিজু মিন্ ক্বওলিন্ ইল্লা-লাদাইহি রাক্বীবুন্ ‘আতীদ্।","english_translit":"Ma yalfithu min qawlin illa ladayhi raqeebun AAateedun"},{"sura":50,"aya":19,"quran_text":"وَجَاءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ ذَلِكَ مَا كُنْتَ مِنْهُ تَحِيدُ","bangla_mohiuddin":"মৃত্যুযন্ত্রণা নিশ্চিতই আসবে। এ থেকেই তুমি টালবাহানা করতে।","bangla_murtaza":"মৃত্যু যন্ত্রণা সত্য সত্যি আসবে। এ থেকেই তোমরা অব্যাহতি চেয়ে আসছো।","english_text":"The palsy of death will surely come. This is what you wished to avert.","bangla_translit":"অজ্বা-য়াত্ সাক্রতুল্ মাওতি বিল্হাক্ব ; যা-লিকা মা-কুন্তা মিন্হু তাহীদ্।","english_translit":"Wajaat sakratu almawti bialhaqqi thalika ma kunta minhu taheedu"},{"sura":50,"aya":20,"quran_text":"وَنُفِخَ فِي الصُّورِ ذَلِكَ يَوْمُ الْوَعِيدِ","bangla_mohiuddin":"এবং শিঙ্গায় ফুঁৎকার দেয়া হবে এটা হবে ভয় প্রদর্শনের দিন।","bangla_murtaza":"আর শিঙায় ফুৎকার দেয়া হবে এবং সেটাই হবে শাস্তির দিন।","english_text":"And the trumpet blast will sound: It would be the Day of Doom.","bangla_translit":"অনুফিখা ফিছ্ র্ছূ; যা-লিকা ইয়াওমুল্ অঈ’দ্।","english_translit":"Wanufikha fee alssoori thalika yawmu alwaAAeedi"},{"sura":50,"aya":21,"quran_text":"وَجَاءَتْ كُلُّ نَفْسٍ مَعَهَا سَائِقٌ وَشَهِيدٌ","bangla_mohiuddin":"প্রত্যেক ব্যক্তি আগমন করবে। তার সাথে থাকবে চালক ও কর্মের সাক্ষী।","bangla_murtaza":"সেদিন প্রত্যেক ব্যক্তিই উপস্থিত হবে। তার সাথে থাকবে একজন চৌকিদার এবং একজন সাক্ষী।","english_text":"Each soul will come with a driver and a witness.","bangla_translit":"অজ্বা-য়াত্ কুল্লুনাফ্সিম্ মা‘আহা-সা-য়িকু অশাহীদ্।","english_translit":"Wajaat kullu nafsin maAAaha saiqun washaheedun"},{"sura":50,"aya":22,"quran_text":"لَقَدْ كُنْتَ فِي غَفْلَةٍ مِنْ هَذَا فَكَشَفْنَا عَنْكَ غِطَاءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ","bangla_mohiuddin":"তুমি তো এই দিন সম্পর্কে উদাসীন ছিলে। এখন তোমার কাছ থেকে যবনিকা সরিয়ে দিয়েছি। ফলে আজ তোমার দৃষ্টি সুতীক্ষ্ন।","bangla_murtaza":"(তার সাথি ফেরেশতা বলবে:) এই দিনটি সম্পর্কেই তুমি ছিলে গাফলতির মধ্যে। এখন আমরা তোমার সামনে থেকে পর্দা সরিয়ে দিয়েছি। আজ তোমার দৃষ্টি প্রখর ও তীক্ষè।","english_text":"(And the driver will say:) \"You were oblivious of this, so we have removed the veil, and how keen is your sight today!\"","bangla_translit":"লাক্বদ্ কুন্তা ফী গফ্লাতিম্ মিন্ হা-যা- ফাকাশাফ্না- ‘আন্কা গিত্বোয়া-য়াকা ফাবাছোয়ারুকাল্ ইয়াওমা হাদীদ্।","english_translit":"Laqad kunta fee ghaflatin min hatha fakashafna AAanka ghitaaka fabasaruka alyawma hadeedun"},{"sura":50,"aya":23,"quran_text":"وَقَالَ قَرِينُهُ هَذَا مَا لَدَيَّ عَتِيدٌ","bangla_mohiuddin":"তার সঙ্গী ফেরেশতা বলবেঃ আমার কাছে যে, আমলনামা ছিল, তা এই।","bangla_murtaza":"তার সাথি বলবে: এই তো আমার কাছে তোমার আমলের রেকর্ড প্রস্তুত।","english_text":"His companion will say: \"Here is (the record) I have ready with me.\"","bangla_translit":"অক্ব-লা ক্বরীনুহূ হা-যা-মা-লাদাইয়্যা আ’তীদ্।","english_translit":"Waqala qareenuhu hatha ma ladayya AAateedun"},{"sura":50,"aya":24,"quran_text":"أَلْقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ","bangla_mohiuddin":"তোমরা উভয়েই নিক্ষেপ কর জাহান্নামে প্রত্যেক অকৃতজ্ঞ বিরুদ্ধবাদীকে,","bangla_murtaza":"নির্দেশ দেয়া হবে: তোমরা দু’জনে জাহান্নামে নিক্ষেপ করো প্রত্যেক দাম্ভিক কাফিরকে,","english_text":"\"Cast each stubborn unbeliever into Hell,\" (they will be told),","bangla_translit":"আল্ক্বিয়া-ফী জ্বাহান্নামা কুল্লা কাফ্ফা-রিন্ ‘আনীদ্।","english_translit":"Alqiya fee jahannama kulla kaffarin AAaneedin"},{"sura":50,"aya":25,"quran_text":"مَنَّاعٍ لِلْخَيْرِ مُعْتَدٍ مُرِيبٍ","bangla_mohiuddin":"যে বাধা দিত মঙ্গলজনক কাজে, সীমালঙ্ঘনকারী, সন্দেহ পোষণকারীকে।","bangla_murtaza":"যে ভালো কাজে প্রচণ্ড বাধাদানকারী এবং সীমালংঘনকারী ও সন্দেহপরায়ণ,","english_text":"\"Every obstructor of good, transgressor, and the sceptic,","bangla_translit":"মান্না-ই’ল্ লিল্খইরি মু’তাদিম্ মুরীবিন্।","english_translit":"MannaAAin lilkhayri muAAtadin mureebin"},{"sura":50,"aya":26,"quran_text":"الَّذِي جَعَلَ مَعَ اللَّهِ إِلَهًا آخَرَ فَأَلْقِيَاهُ فِي الْعَذَابِ الشَّدِيدِ","bangla_mohiuddin":"যে ব্যক্তি আল্লাহর সাথে অন্য উপাস্য গ্রহণ করত, তাকে তোমরা কঠিন শাস্তিতে নিক্ষেপ কর।","bangla_murtaza":"যে আল্লাহর সাথে অন্য ইলাহ্ গ্রহণ করতো। তাকে নিক্ষেপ করো কঠোর আযাবে।","english_text":"Who had set up another god with God. Cast him into severe torment.\"","bangla_translit":"আল্লাযী জ্বা‘আলা মা‘আল্লা-হি ইলা-হান আ-খর ফাআল্ক্বিয়া-হু ফিল্ ‘আযা-বিশ্ শাদীদ্।","english_translit":"Allathee jaAAala maAAa Allahi ilahan akhara faalqiyahu fee alAAathabi alshshadeedi"},{"sura":50,"aya":27,"quran_text":"قَالَ قَرِينُهُ رَبَّنَا مَا أَطْغَيْتُهُ وَلَكِنْ كَانَ فِي ضَلَالٍ بَعِيدٍ","bangla_mohiuddin":"তার সঙ্গী শয়তান বলবেঃ হে আমাদের পালনকর্তা, আমি তাকে অবাধ্যতায় লিপ্ত করিনি। বস্তুতঃ সে নিজেই ছিল সুদূর পথভ্রান্তিতে লিপ্ত।","bangla_murtaza":"তার সাথি (শয়তান) বলবে: ‘আমাদের প্রভু! আমি তাকে অবাধ্য বানাইনি। বরং সে নিজেই ছিলো ঘোরতর গোমরাহিতে নিমজ্জিত।’","english_text":"His companion will say: \"O Lord, I did not lead him to wickedness, but he was himself far astray.\"","bangla_translit":"ক্ব-লা ক্বরীনুহূ রব্বানা-মা য় আত্ব গাইতুহূ অলা-কিন্ কা-না ফী দ্বোয়ালা-লিম্ বা‘ঈদ্।","english_translit":"Qala qareenuhu rabbana ma atghaytuhu walakin kana fee dalalin baAAeedin"},{"sura":50,"aya":28,"quran_text":"قَالَ لَا تَخْتَصِمُوا لَدَيَّ وَقَدْ قَدَّمْتُ إِلَيْكُمْ بِالْوَعِيدِ","bangla_mohiuddin":"আল্লাহ বলবেনঃ আমার সামনে বাকবিতন্ডা করো না আমি তো পূর্বেই তোমাদেরকে আযাব দ্বারা ভয় প্রদর্শন করেছিলাম।","bangla_murtaza":"আল্লাহ বলবেন: ‘তোমরা আমার সামনে বিবাদ বিতর্ক করোনা। আমি তো আগেই তোমাদের সতর্ক করেছি।","english_text":"\"Do not argue in My presence. I had announced the promise of doom in advance.","bangla_translit":"ক্ব-লা লা-তাখ্তাছিমূ লাদাইয়্যা অক্বদ্ ক্বদ্দাম্তু ইলাইকুম্ বিল্ অ‘ঈদ্।","english_translit":"Qala la takhtasimoo ladayya waqad qaddamtu ilaykum bialwaAAeedi"},{"sura":50,"aya":29,"quran_text":"مَا يُبَدَّلُ الْقَوْلُ لَدَيَّ وَمَا أَنَا بِظَلَّامٍ لِلْعَبِيدِ","bangla_mohiuddin":"আমার কাছে কথা রদবদল হয় না এবং আমি বান্দাদের প্রতি জুলুমকারী নই।","bangla_murtaza":"আমার কথার রদবদল হয়না, আর আমি বান্দাদের প্রতি যালিমও নই।","english_text":"There is no changing of My word, nor am I unjust to My creatures.\"","bangla_translit":"মা-ইয়ুবাদ্দালুল্ ক্বওলু লাদাইয়্যা অমা য় আনা বিজোয়াল্লা-মিল্ লিল্‘আবীদ্।","english_translit":"Ma yubaddalu alqawlu ladayya wama ana bithallamin lilAAabeedi"},{"sura":50,"aya":30,"quran_text":"يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ امْتَلَأْتِ وَتَقُولُ هَلْ مِنْ مَزِيدٍ","bangla_mohiuddin":"যেদিন আমি জাহান্নামকে জিজ্ঞাসা করব; তুমি কি পূর্ণ হয়ে গেছ? সে বলবেঃ আরও আছে কি?","bangla_murtaza":"সেদিন আমরা জাহান্নামকে জিজ্ঞেস করবো: ‘তুমি কি পরিপূর্ণ হয়েছো?’ সে বলবে: ‘আরো আছে কি?’","english_text":"We shall ask Hell that day: \"Are you full?\" It will answer: \"Are there still more?\"","bangla_translit":"ইয়াওমা নাক্ব লু লিজ্বাহান্নামা হালিম্ তালাতি অ তাক্ূলু হাল্ মিম্ মাযীদ্।","english_translit":"Yawma naqoolu lijahannama hali imtalati wataqoolu hal min mazeedin"},{"sura":50,"aya":31,"quran_text":"وَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ غَيْرَ بَعِيدٍ","bangla_mohiuddin":"জান্নাতকে উপস্থিত করা হবে খোদাভীরুদের অদূরে।","bangla_murtaza":"আর জান্নাতকে ম্ত্তুাকিদের নিকটে আনা হবে, মোটেই দূরে রাখা হবেনা।","english_text":"And Paradise will be brought near, not far from those who took heed for themselves and feared God.","bangla_translit":"অউয্লিফাতিল্ জ্বান্নাতু লিল্মুত্তাক্বীনা গইরা বা‘ঈদ্ ।","english_translit":"Waozlifati aljannatu lilmuttaqeena ghayra baAAeedin"},{"sura":50,"aya":32,"quran_text":"هَذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٍ","bangla_mohiuddin":"তোমাদের প্রত্যেক অনুরাগী ও স্মরণকারীকে এরই প্রতিশ্রুতি দেয়া হয়েছিল।","bangla_murtaza":"এর ওয়াদাই তোমাদের দেয়া হয়েছিল, প্রত্যেক আল্লাহ্মুখী হিফাযতকারীর জন্যে","english_text":"\"This is what you had been promised,\" (will be said) to every penitent who remembered (his duty),","bangla_translit":"হা-যা-মা তূ‘আদূনা লিকুল্লি আওয়্যা-বিন্ হাফীজ্।","english_translit":"Hatha ma tooAAadoona likulli awwabin hafeethin"},{"sura":50,"aya":33,"quran_text":"مَنْ خَشِيَ الرَّحْمَنَ بِالْغَيْبِ وَجَاءَ بِقَلْبٍ مُنِيبٍ","bangla_mohiuddin":"যে না দেখে দয়াময় আল্লাহ তা’আলাকে ভয় করত এবং বিনীত অন্তরে উপস্থিত হত।","bangla_murtaza":"যারা না দেখেও রহমানকে ভয় করে এবং হাজির হয় বিনয়ী হৃদয় নিয়ে।","english_text":"Who feared Ar-Rahman in secret, and came with a penitent heart:","bangla_translit":"মান্ খাশির্য়া রহ্মা-না বিল্গইবি অজ্বা-য়া বিক্বল্বিম্ মুনীব।","english_translit":"Man khashiya alrrahmana bialghaybi wajaa biqalbin muneebin"},{"sura":50,"aya":34,"quran_text":"ادْخُلُوهَا بِسَلَامٍ ذَلِكَ يَوْمُ الْخُلُودِ","bangla_mohiuddin":"তোমরা এতে শান্তিতে প্রবেশ কর। এটাই অনন্তকাল বসবাসের জন্য প্রবেশ করার দিন।","bangla_murtaza":"তাদের বলা হবে: শান্তি ও নিরাপত্তার সাথে দাখিল হও (জান্নাতে)। এটা চিরন্তন জীবনের দিন।","english_text":"\"Enter it in peace. This is the day of life abiding.\"","bangla_translit":"নিদ্খুলূহা- বিসালা- ম্; যা-লিকা ইয়াওমুল্ খুলূদ্ ।","english_translit":"Odkhulooha bisalamin thalika yawmu alkhuloodi"},{"sura":50,"aya":35,"quran_text":"لَهُمْ مَا يَشَاءُونَ فِيهَا وَلَدَيْنَا مَزِيدٌ","bangla_mohiuddin":"তারা তথায় যা চাইবে, তাই পাবে এবং আমার কাছে রয়েছে আরও অধিক।","bangla_murtaza":"সেখানে তারা সবই পাবে যা তারা চাইবে এবং আমাদের কাছে রয়েছে আরো অনেক।","english_text":"Theirs will be whatsoever they wish: And with Us there is more.","bangla_translit":"লাহুম্ মা-ইয়াশা-য়ূনা ফীহা- ওয়ালাদাইনা- মাযীদ্।","english_translit":"Lahum ma yashaoona feeha waladayna mazeedun"},{"sura":50,"aya":36,"quran_text":"وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ هُمْ أَشَدُّ مِنْهُمْ بَطْشًا فَنَقَّبُوا فِي الْبِلَادِ هَلْ مِنْ مَحِيصٍ","bangla_mohiuddin":"আমি তাদের পূর্বে বহু সম্প্রদায়কে ধ্বংস করেছি, তারা এদের অপেক্ষা অধিক শক্তিশালী ছিল এবং দেশে-বিদেশে বিচরণ করে ফিরত। তাদের কোন পলায়ন স্থান ছিল না।","bangla_murtaza":"আমরা তাদের আগে কতো যে মানব প্রজন্মকে ধ্বংস করে দিয়েছি, ওরা ছিলো এদের চাইতেও প্রবলতর শক্তিশালী। তারা বিভিন্ন দেশে ঘুরে বেড়াতো। তাদের পালাবার কোনো জাগায়ই ছিলোনা।","english_text":"How many generations have We destroyed before them who were mightier in power than they. Then they searched throughout the land to see if there was a way of escape.","bangla_translit":"অকাম্ আহ্লাক্না- ক্ব্ব্লাহুম্ মিন্ র্ক্বানিন্ হুম্ আশাদ্দু মিন্হুম্ বাতশান্ ফানাক্ব্ক্ববূ ফিল্ বিলা-দ্; হাল্ মিম্ মাহীছ্।","english_translit":"Wakam ahlakna qablahum min qarnin hum ashaddu minhum batshan fanaqqaboo fee albiladi hal min maheesin"},{"sura":50,"aya":37,"quran_text":"إِنَّ فِي ذَلِكَ لَذِكْرَى لِمَنْ كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ","bangla_mohiuddin":"এতে উপদেশ রয়েছে তার জন্যে, যার অনুধাবন করার মত অন্তর রয়েছে। অথবা সে নিবিষ্ট মনে শ্রবণ করে।","bangla_murtaza":"নিশ্চয়ই এতে রয়েছে উপদেশ তার জন্যে, যে অন্তরের অধিকারী, কিংবা যে মনোযোগ দিয়ে শুনে নিবিষ্ট চিত্তে।","english_text":"Surely there is a reminder in this for whosoever has a heart (to feel), or takes heed.","bangla_translit":"ইন্না ফী যা-লিকা লাযিক্র-লিমান্ কা-না লাহূ ক্বল্বুন্ আও আল্ক্বস্ সাম্‘আ অহুওয়া শাহীদ্।","english_translit":"Inna fee thalika lathikra liman kana lahu qalbun aw alqa alssamAAa wahuwa shaheedun"},{"sura":50,"aya":38,"quran_text":"وَلَقَدْ خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ وَمَا مَسَّنَا مِنْ لُغُوبٍ","bangla_mohiuddin":"আমি নভোমন্ডল, ভূমন্ডল ও এতদুভয়ের মধ্যবর্তী সবকিছু ছয়দিনে সৃষ্টি করেছি এবং আমাকে কোনরূপ ক্লান্তি স্পর্শ করেনি।","bangla_murtaza":"আমরা মহাকাশ, পৃথিবী এবং এ দুয়ের মধ্যবর্তী সবকিছু সৃষ্টি করেছি ছয়টি কালে। কোনো ক্লান্তি আমাদের স্পর্শ করেনি।","english_text":"We created the heavens and the earth and all that lies between them, in six spans, and no weariness came upon Us.","bangla_translit":"অলাক্বদ্ খলাক্ব নাস্ সামা-ওয়া-তি অল্ র্আদ্বোয়া অমা-বাইনাহুমা-ফী সিত্তাতি আইয়্যা-মিঁও অমা-মাস্ সানা-মিল্ লুগূব্।","english_translit":"Walaqad khalaqna alssamawati waalarda wama baynahuma fee sittati ayyamin wama massana min lughoobin"},{"sura":50,"aya":39,"quran_text":"فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ","bangla_mohiuddin":"অতএব, তারা যা কিছু বলে, তজ্জন্যে আপনি ছবর করুন এবং, সূর্যোদয় ও সূর্যাস্তের পূর্বে আপনার পালনকর্তার সপ্রশংস পবিত্রতা ঘোষণা করুন।","bangla_murtaza":"ওরা যা বলে তাতে তুমি সবর অবলম্বন করো, আর তোমার প্রভুর হামদসহ তসবিহ করো সূর্যোদয়ের আগে এবং সূর্যাস্তের আগে।","english_text":"So you bear with patience what they say, and sing the praises of your Lord before the rising of the sun and its setting,","bangla_translit":"ফার্ছ্বি ‘আলা-মা-ইয়াক্ব ূলূনা অসাব্বিহ্ বিহাম্দি রব্বিকা ক্বব্লা তুলূ‘ইশ্ শাম্সি অক্বব্লাল্ গুরূব্।","english_translit":"Faisbir AAala ma yaqooloona wasabbih bihamdi rabbika qabla tulooAAi alshshamsi waqabla alghuroobi"},{"sura":50,"aya":40,"quran_text":"وَمِنَ اللَّيْلِ فَسَبِّحْهُ وَأَدْبَارَ السُّجُودِ","bangla_mohiuddin":"রাত্রির কিছু অংশে তাঁর পবিত্রতা ঘোষণা করুন এবং নামাযের পশ্চাতেও।","bangla_murtaza":"আর রাতের বেলায়ও তাঁর তসবিহ করো এবং সাজদার (সালাতের) পরে।","english_text":"And glorify Him for some portion of the night, and additional adorations.","bangla_translit":"অমিনাল্ লাইলি ফাসাব্বিহ্হু অআদ্বা-রাস্ সুজ্ব ূদ্।","english_translit":"Wamina allayli fasabbihhu waadbara alssujoodi"},{"sura":50,"aya":41,"quran_text":"وَاسْتَمِعْ يَوْمَ يُنَادِ الْمُنَادِ مِنْ مَكَانٍ قَرِيبٍ","bangla_mohiuddin":"শুন, যে দিন এক আহবানকারী নিকটবর্তী স্থান থেকে আহবান করবে।","bangla_murtaza":"মনোযোগ দিয়ে শুনো, যেদিন এক ঘোষণাকারী খুব কাছে থেকে ঘোষণা দেবে,","english_text":"Take heed that the day the crier calls from a place close (to every one),","bangla_translit":"অস্তামি’ ইয়াওমা ইয়ুনা-দিল্ মুনা-দি মিম্ মাকা-নিন্ ক্বরীব্।","english_translit":"WaistamiAA yawma yunadi almunadi min makanin qareebin"},{"sura":50,"aya":42,"quran_text":"يَوْمَ يَسْمَعُونَ الصَّيْحَةَ بِالْحَقِّ ذَلِكَ يَوْمُ الْخُرُوجِ","bangla_mohiuddin":"যেদিন মানুষ নিশ্চিত সেই ভয়াবহ আওয়াজ শুনতে পাবে, সেদিনই পুনরত্থান দিবস।","bangla_murtaza":"সেদিন অবশ্যি মানুষ শুনতে পাবে এক মহাবিকট শব্দ সত্যিকারভাবে। সেটাই হবে মাটির নিচে থেকে বেরিয়ে আসার দিন।","english_text":"The day they actually hear the blast, will be the Day of rising of the dead.","bangla_translit":"ইয়াওমা ইয়াস্মা‘ঊনাছ্ ছোয়াইহাতা বিল্হাক্ব ্; যা-লিকা ইয়াওমুল্ খুরূজ্ব্ ্।","english_translit":"Yawma yasmaAAoona alssayhata bialhaqqi thalika yawmu alkhurooji"},{"sura":50,"aya":43,"quran_text":"إِنَّا نَحْنُ نُحْيِي وَنُمِيتُ وَإِلَيْنَا الْمَصِيرُ","bangla_mohiuddin":"আমি জীবন দান করি, মৃত্যু ঘটাই এবং আমারই দিকে সকলের প্রত্যাবর্তন।","bangla_murtaza":"আমরাই হায়াত দান করি এবং আমরাই মউত ঘটাই, আর আমাদের কাছেই হবে সবার প্রত্যাবর্তন।","english_text":"We are the one who give life and death, and to Us will be the destination.","bangla_translit":"ইন্না-নাহ্নু নুহ্য়ী অনুমীতু অইলাইনাল্ মাছীর ।","english_translit":"Inna nahnu nuhyee wanumeetu wailayna almaseeru"},{"sura":50,"aya":44,"quran_text":"يَوْمَ تَشَقَّقُ الْأَرْضُ عَنْهُمْ سِرَاعًا ذَلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌ","bangla_mohiuddin":"যেদিন ভূমন্ডল বিদীর্ণ হয়ে মানুষ ছুটাছুটি করে বের হয়ে আসবে। এটা এমন সমবেত করা, যা আমার জন্যে অতি সহজ।","bangla_murtaza":"সেদিন তাদের উপরস্থ জমিন ফেটে যাবে এবং তারা ব্যস্ত হয়ে দ্রুত বেরিয়ে আসবে। এই হাশর (সমবেত) করা আমাদের জন্যে একেবারেই সহজ।","english_text":"The day the earth will split asunder they will come out hurriedly. This gathering together is easy for Us.","bangla_translit":"ইয়াওমা তাশাক্ব ক্বক্ব ল্ র্আদ্বু ‘আন্হুম্ সির-‘আ-; যা-লিকা হাশ্রুন্ ‘আলাইনা- ইয়ার্সী।","english_translit":"Yawma tashaqqaqu alardu AAanhum siraAAan thalika hashrun AAalayna yaseerun"},{"sura":50,"aya":45,"quran_text":"نَحْنُ أَعْلَمُ بِمَا يَقُولُونَ وَمَا أَنْتَ عَلَيْهِمْ بِجَبَّارٍ فَذَكِّرْ بِالْقُرْآنِ مَنْ يَخَافُ وَعِيدِ","bangla_mohiuddin":"তারা যা বলে, তা আমি সম্যক অবগত আছি। আপনি তাদের উপর জোরজবরকারী নন। অতএব, যে আমার শাস্তিকে ভয় করে, তাকে কোরআনের মাধ্যমে উপদেশ দান করুন।","bangla_murtaza":"তারা কী বলে, তা আমরা জানি। তুমি তাদের উপর শক্তি প্রয়োগকারী নও। যারা আমার শাস্তিকে ভয় করে তাদের উপদেশ দিয়ে যাও এই কুরআনের সাহায্যে।","english_text":"We are cognisant of what they say; but it is not for you to compel them. So keep on reminding through the Qur'an whoever fears My warning.","bangla_translit":"নাহ্নু আ’লামু বিমা- ইয়াকুলূনা অমা য় আন্তা ‘আলাইহিম্ বিজ্বব্বা-রিন্ ফাযার্ক্কি বিল্ কুরআ-নি মাইঁ ইয়াখ-ফু অ‘ঈদ্।","english_translit":"Nahnu aAAlamu bima yaqooloona wama anta AAalayhim bijabbarin fathakkir bialqurani man yakhafu waAAeedi"}]