[{"sura":33,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ يَا أَيُّهَا النَّبِيُّ اتَّقِ اللَّهَ وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا","bangla_mohiuddin":"হে নবী! আল্লাহকে ভয় করুন এবং কাফের ও কপট বিশ্বাসীদের কথা মানবেন না। নিশ্চয় আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়।","bangla_murtaza":"পরম করুণাময়পরম দয়াবান আল্লাহর নামে হে নবী! আল্লাহ্কে ভয় করো এবং কাফির আর মুনাফিকদের আনুগত্য করোনা। আল্লাহ সর্বজ্ঞানী প্রজ্ঞাবান।","english_text":"O PROPHET FEAR God and do not follow the unbelievers and the hypocrites.","bangla_translit":"ইয়া য় আইয়ুহান্নাবিইয়ুত্ তাক্বিল্লা-হা অলা-তুত্বি‘ইল্ কা-ফিরীনা অল্মুনা-ফিকীন্; ইন্নাল্লা-হা কা-না ‘আলীমান হাকীমা-।","english_translit":"Ya ayyuha alnnabiyyu ittaqi Allaha wala tutiAAi alkafireena waalmunafiqeena inna Allaha kana AAaleeman hakeeman"},{"sura":33,"aya":2,"quran_text":"وَاتَّبِعْ مَا يُوحَى إِلَيْكَ مِنْ رَبِّكَ إِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا","bangla_mohiuddin":"আপনার পালনকর্তার পক্ষ থেকে যা অবতীর্ণ হয়, আপনি তার অনুসরণ করুন। নিশ্চয় তোমরা যা কর, আল্লাহ সে বিষয়ে খবর রাখেন।","bangla_murtaza":"তোমার প্রভুর পক্ষ থেকে তোমার প্রতি যে অহি করা হচ্ছে তার ইত্তেবা করো। নিশ্চয়ই তোমরা যা আমল করো আল্লাহ তার খবর রাখেন।","english_text":"Follow what is revealed to you by your Lord. Verily God is all-knowing and all-wise.","bangla_translit":"অত্তাবি’ মা-ইয়ূহা য় ইলাইকা র্মি রব্বিক্; ইন্নাল্লা-হা কা-না বিমা-তা’মালূনা খবীর-।","english_translit":"WaittabiAA ma yooha ilayka min rabbika inna Allaha kana bima taAAmaloona khabeeran"},{"sura":33,"aya":3,"quran_text":"وَتَوَكَّلْ عَلَى اللَّهِ وَكَفَى بِاللَّهِ وَكِيلًا","bangla_mohiuddin":"আপনি আল্লাহর উপর ভরসা করুন। কার্যনির্বাহীরূপে আল্লাহই যথেষ্ট।","bangla_murtaza":"আর তাওয়াক্কুল করো আল্লাহর উপর। উকিল হিসেবে তোমার জন্যে আল্লাহই কাফী।","english_text":"Trust in God. God is sufficient as guardian.","bangla_translit":"অতাওয়াক্কাল্ ‘আলাল্লা-হ্; অকাফা- বিল্লা-হি অকীলা-।","english_translit":"Watawakkal AAala Allahi wakafa biAllahi wakeelan"},{"sura":33,"aya":4,"quran_text":"مَا جَعَلَ اللَّهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ وَمَا جَعَلَ أَزْوَاجَكُمُ اللَّائِي تُظَاهِرُونَ مِنْهُنَّ أُمَّهَاتِكُمْ وَمَا جَعَلَ أَدْعِيَاءَكُمْ أَبْنَاءَكُمْ ذَلِكُمْ قَوْلُكُمْ بِأَفْوَاهِكُمْ وَاللَّهُ يَقُولُ الْحَقَّ وَهُوَ يَهْدِي السَّبِيلَ","bangla_mohiuddin":"আল্লাহ কোন মানুষের মধ্যে দুটি হৃদয় স্থাপন করেননি। তোমাদের স্ত্রীগণ যাদের সাথে তোমরা যিহার কর, তাদেরকে তোমাদের জননী করেননি এবং তোমাদের পোষ্যপুত্রদেরকে তোমাদের পুত্র করেননি। এগুলো তোমাদের মুখের কথা মাত্র। আল্লাহ ন্যায় কথা বলেন এবং পথ প্রদর্শন করেন।","bangla_murtaza":"আল্লাহ বানাননি কোনো ব্যক্তির জন্যে তার অভ্যন্তরে দুটি অন্তর। আর তোমরা তোমাদের যেসব স্ত্রীর সাথে যিহার করো আল্লাহ তাদেরকে তোমাদের মা বানাননি এবং তোমাদের মুখডাকা পুত্রদেরকেও বানাননি তোমাদের পুত্র। এগুলো তো তোমাদের মুখের কথা। আল্লাহ সত্য কথা বলেন এবং দেখান সঠিক পথ।","english_text":"God has not provided two hearts in the breast of a man, nor made your wives, whom you pronounce \"mothers\" (in order to divorce them), your real mothers, nor has He made your adopted sons your real sons. This is only what your lips pronounce. God says what is just, and shows the right way.","bangla_translit":"মা-জ্বা’লাল্লা-হু লিরজুলিম্ মিন্ ক্বল্বাইনি ফী জ্বাওফিহী অমা- জ্বা‘আলা আয্ওয়া-জ্বাকুমুল্লা-য়ী তুজোয়া-হিরূনা মিন্হুন্না উম্মাহা-তিকুম্ অমা-জা‘আলা আদ্‘ইইয়া-য়াকুম্ আব্না-য়াকুম্ যা-লিকুম্ ক্বওলুকুম্ বিআফ্ওয়া- হিকুম্ অল্লা-হু ইয়াকুলুল্ হাকক্ব অ হুওয়া ইয়াহ্দিস্ সাবীল্।","english_translit":"Ma jaAAala Allahu lirajulin min qalbayni fee jawfihi wama jaAAala azwajakumu allaee tuthahiroona minhunna ommahatikum wama jaAAala adAAiyaakum abnaakum thalikum qawlukum biafwahikum waAllahu yaqoolu alhaqqa wahuwa yahdee alssabeela"},{"sura":33,"aya":5,"quran_text":"ادْعُوهُمْ لِآبَائِهِمْ هُوَ أَقْسَطُ عِنْدَ اللَّهِ فَإِنْ لَمْ تَعْلَمُوا آبَاءَهُمْ فَإِخْوَانُكُمْ فِي الدِّينِ وَمَوَالِيكُمْ وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَا أَخْطَأْتُمْ بِهِ وَلَكِنْ مَا تَعَمَّدَتْ قُلُوبُكُمْ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا","bangla_mohiuddin":"তোমরা তাদেরকে তাদের পিতৃপরিচয়ে ডাক। এটাই আল্লাহর কাছে ন্যায়সঙ্গত। যদি তোমরা তাদের পিতৃ-পরিচয় না জান, তবে তারা তোমাদের ধর্মীয় ভাই ও বন্ধুরূপে গণ্য হবে। এ ব্যাপারে তোমাদের কোন বিচ্যুতি হলে তাতে তোমাদের কোন গোনাহ নেই, তবে ইচ্ছাকৃত হলে ভিন্ন কথা। আল্লাহ ক্ষমাশীল, পরম দয়ালু।","bangla_murtaza":"তোমরা তাদের ডাকো তাদের পিতার পরিচয়ে। আল্লাহর দৃষ্টিতে এটাই ন্যায়সংগত। তোমরা যদি তাদের পিতার পরিচয় জানতে না পারো, তবে তারা তোমাদের দীনি ভাই এবং বন্ধু। ইতোপূর্বে তোমরা  এ ব্যাপারে যে ভুল করেছো সেটার জন্যে তোমাদের অপরাধ ধরা হবেনা। তবে অপরাধ হতে পারে তোমাদের অন্তরের সংকল্পের কারণে। আর আল্লাহ পরম ক্ষমাশীল দয়াবান।","english_text":"Call them by the names of their fathers. This is the right course in the sight of God. If you do not know their fathers, they are then your brothers in religion and your friends. It will not be a sin if you make a mistake, unless you do so intentionally; for God is forgiving and kind.","bangla_translit":"উদ্‘ঊহুম্ লিআ-বা-য়িহিম্ হুওয়া আকসাতু ‘ইন্দাল্লা-হি ফাইল্লাম্ তা’লামূ য় আ-বা-য়াহুম্ ফাইখ্ওয়া-নুকুম্ ফিদ্দীনি অমাওয়া-লিকুম্ অলাইসা ‘আলাইকুম্ জুনা-হুন্ ফীমা য় আখ্ত্বোয়া’তুম্ বিহী অলা-কিঁম্ মা-তা‘আম্মাদাত্ কুলূ বুকুম্ অকা-নাল্লা-হু গফূর্র রহীমা-।","english_translit":"OdAAoohum liabaihim huwa aqsatu AAinda Allahi fain lam taAAlamoo abaahum faikhwanukum fee alddeeni wamawaleekum walaysa AAalaykum junahun feema akhtatum bihi walakin ma taAAammadat quloobukum wakana Allahu ghafooran raheeman"},{"sura":33,"aya":6,"quran_text":"النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ وَأَزْوَاجُهُ أُمَّهَاتُهُمْ وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ مِنَ الْمُؤْمِنِينَ وَالْمُهَاجِرِينَ إِلَّا أَنْ تَفْعَلُوا إِلَى أَوْلِيَائِكُمْ مَعْرُوفًا كَانَ ذَلِكَ فِي الْكِتَابِ مَسْطُورًا","bangla_mohiuddin":"নবী মুমিনদের নিকট তাদের নিজেদের অপেক্ষা অধিক ঘনিষ্ঠ এবং তাঁর স্ত্রীগণ তাদের মাতা। আল্লাহর বিধান অনুযায়ী মুমিন ও মুহাজিরগণের মধ্যে যারা আত্নীয়, তারা পরস্পরে অধিক ঘনিষ্ঠ। তবে তোমরা যদি তোমাদের বন্ধুদের প্রতি দয়া-দাক্ষিণ্য করতে চাও, করতে পার। এটা লওহে-মাহফুযে লিখিত আছে।","bangla_murtaza":"এই নবী (মুহাম্মদ) মুমিনদের কাছে তাদের নিজেদের চেয়েও ঘনিষ্ঠতর এবং তার স্ত্রীরা তাদের মা। আল্লাহর কিতাব অনুযায়ী মুমিন ও মুহাজিরদের চেয়ে আত্মীয়রা পরস্পরের নিকটতর। তবে তোমরা যদি তোমাদের বন্ধু ও পৃষ্ঠপোষকদের প্রতি আনুকূল্য দেখাতে চাও, তাতে কোনো দোষ নেই। এসব বিধান কিতাবে লিপিবদ্ধ।","english_text":"The Prophet is closer to the faithful than they are themselves; and his wives are as their mothers. Yet blood relations are closer to one another according to God's decree, more than (other) believers and the emigrants (who left their homes in the cause of God), but you should be kind to your friends. This is inscribed in the Book (of decrees).","bangla_translit":"আন্নাবিয়্যু আওলা বিল্মু’’মিনীনা মিন্ আন্ফুসিহিম্ অআয্ওয়া- জুহূ য় উম্মাহা-তুহুম্ অউলুল্ র্আহা-মি বা’দ্বুহুম্ আওলা- বিবা’দ্বিন্ ফী কিতাবিল্লা-হি মিনাল্ মুমিনীনা অল্ মুহা-জ্বিরীনা ইল্লা য় আন্ তাফ্‘আলূ য় ইলা য় আওলিয়া-য়িকুম্ মা’রূফা-; কা-না যা-লিকা ফিল্ কিতা-বি মাস্ত্ব র -।","english_translit":"Alnnabiyyu awla bialmumineena min anfusihim waazwajuhu ommahatuhum waoloo alarhami baAAduhum awla bibaAAdin fee kitabi Allahi mina almumineena waalmuhajireena illa an tafAAaloo ila awliyaikum maAAroofan kana thalika fee alkitabi mastooran"},{"sura":33,"aya":7,"quran_text":"وَإِذْ أَخَذْنَا مِنَ النَّبِيِّينَ مِيثَاقَهُمْ وَمِنْكَ وَمِنْ نُوحٍ وَإِبْرَاهِيمَ وَمُوسَى وَعِيسَى ابْنِ مَرْيَمَ وَأَخَذْنَا مِنْهُمْ مِيثَاقًا غَلِيظًا","bangla_mohiuddin":"যখন আমি পয়গম্বরগণের কাছ থেকে, আপনার কাছ থেকে এবং নূহ, ইব্রাহীম, মূসা ও মরিয়ম তনয় ঈসার কাছ থেকে অঙ্গীকার নিলাম এবং অঙ্গীকার নিলাম তাদের কাছ থেকে দৃঢ় অঙ্গীকার।","bangla_murtaza":"স্মরণ করো, যখন আমরা নবীদের কাছ থেকে তাদের অংগীকার নিয়েছিলাম এবং তোমার থেকেও, নূহের থেকেও, ইবরাহিম, মূসা এবং ঈসা ইবনে মরিয়ম থেকেও। আমরা তাদের থেকে গ্রহণ করেছিলাম শক্ত অংগীকার,","english_text":"When We made the covenant with the prophets, and with you, as with Noah and Abraham, Moses and Jesus son of Mary, a binding covenant,","bangla_translit":"অইয্ আখায্না-মিনান্নাবিয়্যিনা মীছা-ক্বহুম্ অমিন্কা অমিন্ নূহিঁও অইব্রা-হীমা অমূসা- অ ‘ঈসাব্নি র্মাইয়ামা অআখয্না-মিন্হুম্ মীছা-ক্বন্ গলীজোয়া-।","english_translit":"Waith akhathna mina alnnabiyyeena meethaqahum waminka wamin noohin waibraheema wamoosa waAAeesa ibni maryama waakhathna minhum meethaqan ghaleethan"},{"sura":33,"aya":8,"quran_text":"لِيَسْأَلَ الصَّادِقِينَ عَنْ صِدْقِهِمْ وَأَعَدَّ لِلْكَافِرِينَ عَذَابًا أَلِيمًا","bangla_mohiuddin":"সত্যবাদীদেরকে তাদের সত্যবাদিতা সম্পর্কে জিজ্ঞাসা করার জন্য। তিনি কাফেরদের জন্য যন্ত্রণাদায়ক শাস্তি প্রস্তুত রেখেছেন।","bangla_murtaza":"সত্যপন্থীদেরকে তাদের সত্য পথে অটল থাকার বিষয়ে জিজ্ঞাসাবাদ করার জন্যে। তিনি কাফিরদের জন্যে তৈরি করে রেখেছেন বেদনাদায়ক আযাব।","english_text":"(It was) so that God may ask the truthful of their sincerity. As for the infidels, He has prepared a painful punishment for them.","bangla_translit":"লিইয়াস্য়ালাছ্ ছোয়া-দিক্বীনা ‘আন্ ছিদ্ক্বিহিম্ ওয়াআ‘আদ্দা","english_translit":"Liyasala alssadiqeena AAan sidqihim waaAAadda lilkafireena AAathaban aleeman"},{"sura":33,"aya":9,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَاءَتْكُمْ جُنُودٌ فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا وَجُنُودًا لَمْ تَرَوْهَا وَكَانَ اللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا","bangla_mohiuddin":"হে মুমিনগণ! তোমরা তোমাদের প্রতি আল্লাহর নেয়ামতের কথা স্মরণ কর, যখন শত্রুবাহিনী তোমাদের নিকটবর্তী হয়েছিল, অতঃপর আমি তাদের বিরুদ্ধে ঝঞ্চাবায়ু এবং এমন সৈন্যবাহিনী প্রেরণ করেছিলাম, যাদেরকে তোমরা দেখতে না। তোমরা যা কর, আল্লাহ তা দেখেন।","bangla_murtaza":"হে ঈমানদার লোকেরা! যিকির করো তোমাদের প্রতি আল্লাহর নিয়ামতের কথা, যখন তোমাদের দিকে শত্রুবাহিনী এসে গিয়েছিল, তখন আমরা তাদের বিরুদ্ধে পাঠিয়েছিলাম ঝড়ো হাওয়া এবং এমন এক বাহিনী, যাদের তোমরা দেখতে পাওনি। তোমরা যা করো তা আল্লাহর দৃষ্টির মধ্যেই রয়েছে।","english_text":"O you who believe, remember the favours of God to you when an army came against you and We sent a wind against them and forces that you did not see. But God sees all that you do.","bangla_translit":"ইয়া য় আইয়্যুহাল্লাযীনা আ-মানুয্ কুরূ নি’মাতাল্লা-হি ‘আলাইকুম্ ইয্ জ্বা-য়াত্কুম্ জুনূ দুন্ ফার্আসাল্না -‘আলাইহিম্ রীহাঁও অজুনূ দাল্লাম্ তারওহা-; অকা-নাল্লা-হু বিমা-তা’মালূনা বাছীর-।","english_translit":"Ya ayyuha allatheena amanoo othkuroo niAAmata Allahi AAalaykum ith jaatkum junoodun faarsalna AAalayhim reehan wajunoodan lam tarawha wakana Allahu bima taAAmaloona baseeran"},{"sura":33,"aya":10,"quran_text":"إِذْ جَاءُوكُمْ مِنْ فَوْقِكُمْ وَمِنْ أَسْفَلَ مِنْكُمْ وَإِذْ زَاغَتِ الْأَبْصَارُ وَبَلَغَتِ الْقُلُوبُ الْحَنَاجِرَ وَتَظُنُّونَ بِاللَّهِ الظُّنُونَا","bangla_mohiuddin":"যখন তারা তোমাদের নিকটবর্তী হয়েছিল উচ্চ ভূমি ও নিম্নভূমি থেকে এবং যখন তোমাদের দৃষ্টিভ্রম হচ্ছিল, প্রাণ কন্ঠাগত হয়েছিল এবং তোমরা আল্লাহ সম্পর্কে নানা বিরূপ ধারণা পোষণ করতে শুরু করছিলে।","bangla_murtaza":"যখন তারা এসেছিল তোমাদের উপরের দিক থেকে এবং নিচের দিক থেকে এবং (তাদের দেখে) তোমাদের চোখ বিস্ফারিত হয়ে পড়েছিল এবং তোমাদের প্রাণ হয়ে পড়েছিল কণ্ঠাগত আর তোমরা আল্লাহর ব্যাপারে করছিলে নানা রকম ধারণা।","english_text":"When they came upon you from above and below you, when the eyes were stupefied with horror, and hearts jumped to the throats, and you made wild suppositions about God.","bangla_translit":"ইয্ জ্বা-য়ূকুম্ মিন্ ফাওক্বিকুম্ অমিন্ আস্ফালা মিন্কুম্ অইয্ যা-গত্বিল্ আব্ছোয়া-রু অ বালাগতিল্ কুলূ বুল্ হানা-জ্বির অ তাজুন্নুনা বিল্লা -হিজ্ জুনূনা-।","english_translit":"Ith jaookum min fawqikum wamin asfala minkum waith zaghati alabsaru wabalaghati alquloobu alhanajira watathunnoona biAllahi alththunoona"},{"sura":33,"aya":11,"quran_text":"هُنَالِكَ ابْتُلِيَ الْمُؤْمِنُونَ وَزُلْزِلُوا زِلْزَالًا شَدِيدًا","bangla_mohiuddin":"সে সময়ে মুমিনগণ পরীক্ষিত হয়েছিল এবং ভীষণভাবে প্রকম্পিত হচ্ছিল।","bangla_murtaza":"এখানেই পরীক্ষা করা হয়েছিল মুমিনদের। তাঁরা কেঁপে উঠেছিল ভীষণ কম্পনে।","english_text":"The faithful were sorely tried there and were shaken completely,","bangla_translit":"হুনা- লিকাব্ তুলিয়াল্ মুমিনূনা অযুল্ যিলূ যিল্যা-লান্ শাদীদা-।","english_translit":"Hunalika ibtuliya almuminoona wazulziloo zilzalan shadeedan"},{"sura":33,"aya":12,"quran_text":"وَإِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ إِلَّا غُرُورًا","bangla_mohiuddin":"এবং যখন মুনাফিক ও যাদের অন্তরে রোগ ছিল তারা বলছিল, আমাদেরকে প্রদত্ত আল্লাহ ও রসূলের প্রতিশ্রুতি প্রতারণা বৈ নয়।","bangla_murtaza":"এ অবস্থায় মুনাফিকরা এবং যাদের অন্তরে রোগ ছিলো, তারা বলছিল: ‘আল্লাহ এবং তাঁর রসূল আমাদের যে ওয়াদা দিয়েছেন, সেটা একটা প্রতারণা ছাড়া আর কিছুই নয়।’","english_text":"When the hypocrites and those who were filled with doubt, said: \"The promise of God and His Apostle was nothing but deceit.\"","bangla_translit":"অইয্ ইয়াকু লুল্ মুনা-ফিকুনা অল্লাযীনা ফী কুলূ বিহিম্ মারদুম মা- অ ‘আদানাল্লা-হু অরসূলুহূ য়ইল্লা-গুরূ র-।","english_translit":"Waith yaqoolu almunafiqoona waallatheena fee quloobihim maradun ma waAAadana Allahu warasooluhu illa ghurooran"},{"sura":33,"aya":13,"quran_text":"وَإِذْ قَالَتْ طَائِفَةٌ مِنْهُمْ يَا أَهْلَ يَثْرِبَ لَا مُقَامَ لَكُمْ فَارْجِعُوا وَيَسْتَأْذِنُ فَرِيقٌ مِنْهُمُ النَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوْرَةٌ وَمَا هِيَ بِعَوْرَةٍ إِنْ يُرِيدُونَ إِلَّا فِرَارًا","bangla_mohiuddin":"এবং যখন তাদের একদল বলেছিল, হে ইয়াসরেববাসী, এটা টিকবার মত জায়গা নয়, তোমরা ফিরে চল। তাদেরই একদল নবীর কাছে অনুমতি প্রার্থনা করে বলেছিল, আমাদের বাড়ী-ঘর খালি, অথচ সেগুলো খালি ছিল না, পলায়ন করাই ছিল তাদের ইচ্ছা।","bangla_murtaza":"তখন তাদেরই একটি দল বলেছিল: ‘হে ইয়াস্রিববাসী! এখানে তোমাদের কোনো স্থান নেই, তোমরা ফিরে চলো।’ তাদের আরেকদল নবীর কাছে অব্যাহতির প্রার্থনা করে বলছিল: ‘আমাদের বাড়িঘর অরক্ষিত’, অথচ তাদের বাড়িঘর অরক্ষিত ছিলনা। আসলে তাদের উদ্দেশ্য ছিলো ভেগে যাওয়া।","english_text":"When a section of them said: \"O people of Yathrib, there is no place for you here, turn back;\" and a section of them asked leave of the Prophet, saying: \"Our homes lie exposed,\" -- while they were not exposed. Their only intention was to run away.","bangla_translit":"অইয্ ক্ব-লাত্ ত্বোয়া-য়িফাতুম্ মিন্হুম্ ইয়া য় আহ্লা ইয়াছ্রিবা লা -মুক্বা- মা লাকুম্ র্ফাজ্বি‘ঊ অইয়াস্তাযিনু ফারীকুম্ মিন্হুমু ন্নাবিয়্যা ইয়াকুলূনা ইন্না বুইয়ূতানা- ‘আওরহ্; অমা-হিয়া বি‘আওরতিন্ ইঁইয়ুরীদূনা ইল্লা-ফির-র-।","english_translit":"Waith qalat taifatun minhum ya ahla yathriba la muqama lakum fairjiAAoo wayastathinu fareequn minhumu alnnabiyya yaqooloona inna buyootana AAawratun wama hiya biAAawratin in yureedoona illa firaran"},{"sura":33,"aya":14,"quran_text":"وَلَوْ دُخِلَتْ عَلَيْهِمْ مِنْ أَقْطَارِهَا ثُمَّ سُئِلُوا الْفِتْنَةَ لَآتَوْهَا وَمَا تَلَبَّثُوا بِهَا إِلَّا يَسِيرًا","bangla_mohiuddin":"যদি শত্রুপক্ষ চতুর্দিক থেকে নগরে প্রবেশ করে তাদের সাথে মিলিত হত, অতঃপর বিদ্রোহ করতে প্ররোচিত করত, তবে তারা অবশ্যই বিদ্রোহ করত এবং তারা মোটেই বিলম্ব করত না।","bangla_murtaza":"শত্রুরা যদি চারদিক থেকে (মদিনা) আক্রমণ করতো এবং তাদেরকে বিদ্রোহের জন্যে প্ররোচিত করতো, তারা কালবিলম্ব না করে সহজেই তা করতো।","english_text":"If the (enemy) had entered the city from every side and asked them to rise in revolt, they would have done so, and not hesitated but a little;","bangla_translit":"অলাও দুখিলাত্ ‘আলাইহিম্ মিন্ আকত্বোয়া-রিহা-ছুম্মা সুয়িলুল্ ফিত্নাতা লাআ-তাওহা-অমা- তালাব্বাছূ বিহা য় ইল্লা-ইয়াসীর-।","english_translit":"Walaw dukhilat AAalayhim min aqtariha thumma suiloo alfitnata laatawha wama talabbathoo biha illa yaseeran"},{"sura":33,"aya":15,"quran_text":"وَلَقَدْ كَانُوا عَاهَدُوا اللَّهَ مِنْ قَبْلُ لَا يُوَلُّونَ الْأَدْبَارَ وَكَانَ عَهْدُ اللَّهِ مَسْئُولًا","bangla_mohiuddin":"অথচ তারা পূর্বে আল্লাহর সাথে অঙ্গীকার করেছিল যে, তারা পৃষ্ঠ প্রদর্শন করবে না। আল্লাহর অঙ্গীকার সম্পর্কে জিজ্ঞাসা করা হবে।","bangla_murtaza":"অথচ ইতোপূর্বে তারা আল্লাহর সাথে অংগীকার করেছিল, তারা পিছু হটবে না। আল্লাহর সাথে অংগীকার সম্পর্কে অবশ্যি জিজ্ঞাসাবাদ করা হবে।","english_text":"Whereas earlier they had made a promise to God that they would never turn their backs; and a promise made to God is answerable.","bangla_translit":"অলাক্বদ্ কা-নূ ‘আহাদু ল্লা-হা মিন্ ক্বব্লু লা-ইয়ু ওয়াল্লূনাল্ আদ্বার্-; অ কা-না ‘আহ্দুল্লা-হি মাস্য়ূলা-।","english_translit":"Walaqad kanoo AAahadoo Allaha min qablu la yuwalloona aladbara wakana AAahdu Allahi masoolan"},{"sura":33,"aya":16,"quran_text":"قُلْ لَنْ يَنْفَعَكُمُ الْفِرَارُ إِنْ فَرَرْتُمْ مِنَ الْمَوْتِ أَوِ الْقَتْلِ وَإِذًا لَا تُمَتَّعُونَ إِلَّا قَلِيلًا","bangla_mohiuddin":"বলুন! তোমরা যদি মৃত্যু অথবা হত্যা থেকে পলায়ন কর, তবে এ পলায়ন তোমাদের কাজে আসবে না। তখন তোমাদেরকে সামান্যই ভোগ করতে দেয়া হবে।","bangla_murtaza":"হে নবী! বলো: তোমাদের কোনোই ফায়দা হবেনা যদি তোমরা মউত কিংবা কতল হবার ভয়ে পলায়ন করো। সেক্ষেত্রে তোমাদেরকে ভোগের সুযোগ খুব কমই দেয়া হবে।","english_text":"Say: \"Of no gain will be your running away if you run from death or being killed, even then you will enjoy the good things of life but only for a while.\"","bangla_translit":"কুল্ লাইঁ ইয়্যান্ ফা‘আকুমুল্ ফির-রু ইন্ ফার্রতুম্ মিনাল্ মাওতি আওয়িল্ ক্বত্লি অইযাল্ লা-তুমাত্তা‘ঊনা ইল্লা-ক্বলীলা-।","english_translit":"Qul lan yanfaAAakumu alfiraru in farartum mina almawti awi alqatli waithan la tumattaAAoona illa qaleelan"},{"sura":33,"aya":17,"quran_text":"قُلْ مَنْ ذَا الَّذِي يَعْصِمُكُمْ مِنَ اللَّهِ إِنْ أَرَادَ بِكُمْ سُوءًا أَوْ أَرَادَ بِكُمْ رَحْمَةً وَلَا يَجِدُونَ لَهُمْ مِنْ دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا","bangla_mohiuddin":"বলুন! কে তোমাদেরকে আল্লাহ থেকে রক্ষা করবে যদি তিনি তোমাদের অমঙ্গল ইচ্ছা করেন অথবা তোমাদের প্রতি অনুকম্পার ইচ্ছা? তারা আল্লাহ ব্যতীত নিজেদের কোন অভিভাবক ও সাহায্যদাতা পাবে না।","bangla_murtaza":"বলো: কে তোমাদের রক্ষা করবে আল্লাহর থেকে যদি তিনি তোমাদের অমঙ্গল করার এরাদা করেন? অথবা তিনি যদি তোমাদের মঙ্গল করার এরাদা করেন, তবে কে তোমাদের ক্ষতি করবে? তারা নিজেদের জন্যে আল্লাহর পরিবর্তে কোনো অলি কিংবা সাহায্যকারী পাবেনা।","english_text":"Say: \"Who will save you from God if He decide to afflict you or show you His mercy?\" They will never find a friend or helper apart from God.","bangla_translit":"কুল্ মান্ যাল্লাযী ইয়া’ছিমুকুম্ মিনাল্লা-হি ইন্ আর-দা বিকুম্ সূ-য়ান্ আও আর-দা বিকুম্ রহ্মাহ্; অলা-ইয়াজ্বিদূনা লাহুম্ মিন্ দূনিল্লা-হি অলিয়্যাঁও অলা-নাছীর-।","english_translit":"Qul man tha allathee yaAAsimukum mina Allahi in arada bikum sooan aw arada bikum rahmatan wala yajidoona lahum min dooni Allahi waliyyan wala naseeran"},{"sura":33,"aya":18,"quran_text":"قَدْ يَعْلَمُ اللَّهُ الْمُعَوِّقِينَ مِنْكُمْ وَالْقَائِلِينَ لِإِخْوَانِهِمْ هَلُمَّ إِلَيْنَا وَلَا يَأْتُونَ الْبَأْسَ إِلَّا قَلِيلًا","bangla_mohiuddin":"আল্লাহ খুব জানেন তোমাদের মধ্যে কারা তোমাদেরকে বাধা দেয় এবং কারা তাদের ভাইদেরকে বলে, আমাদের কাছে এস। তারা কমই যুদ্ধ করে।","bangla_murtaza":"আল্লাহ অবশ্যি জানেন তোমাদের মধ্যে কারা প্রতিবন্ধকতা সৃষ্টিকারী, আর কারা তাদের ভাইদের বলে: ‘আমাদের সাথে আসো।’ তারা যুদ্ধে অংশ নেয়না, সামান্য ছাড়া","english_text":"Surely God knows who among you obstruct, and those who say to their brethren: \"Come to us,\" and go to battle but seldom,","bangla_translit":"ক্বদ্ ইয়া’লামু ল্লা-হুল্ মু‘আওঁওয়িক্বীনা মিন্কুম্ অল্ক্ব-য়িলীনা লিইখ্ওয়া-নিহিম্ হালুম্মা ইলাইনা-অলা- ইয়াতূনাল্ বাসা ইল্লা- ক্বলীলা-।","english_translit":"Qad yaAAlamu Allahu almuAAawwiqeena minkum waalqaileena liikhwanihim halumma ilayna wala yatoona albasa illa qaleelan"},{"sura":33,"aya":19,"quran_text":"أَشِحَّةً عَلَيْكُمْ فَإِذَا جَاءَ الْخَوْفُ رَأَيْتَهُمْ يَنْظُرُونَ إِلَيْكَ تَدُورُ أَعْيُنُهُمْ كَالَّذِي يُغْشَى عَلَيْهِ مِنَ الْمَوْتِ فَإِذَا ذَهَبَ الْخَوْفُ سَلَقُوكُمْ بِأَلْسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى الْخَيْرِ أُولَئِكَ لَمْ يُؤْمِنُوا فَأَحْبَطَ اللَّهُ أَعْمَالَهُمْ وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا","bangla_mohiuddin":"তারা তোমাদের প্রতি কুন্ঠাবোধ করে। যখন বিপদ আসে, তখন আপনি দেখবেন মৃত্যুভয়ে অচেতন ব্যক্তির মত চোখ উল্টিয়ে তারা আপনার প্রতি তাকায়। অতঃপর যখন বিপদ টলে যায় তখন তারা ধন-সম্পদ লাভের আশায় তোমাদের সাথে বাকচাতুরীতে অবতীর্ণ হয়। তারা মুমিন নয়। তাই আল্লাহ তাদের কর্মসমূহ নিস্ফল করে দিয়েছেন। এটা আল্লাহর জন্যে সহজ।","bangla_murtaza":"তোমাদের প্রতি সংকীর্ণ মনোভাবের কারণে। যখন ভয়ের সময় আসে, তুমি তাদের দেখো, মরণের ভয়ে মূর্ছা যাওয়া ব্যক্তির মতো তারা চোখ উল্টিয়ে তোমার দিকে তাকায়। আবার যখন ভয় চলে যায় তখন সম্পদের লোভে তারা তোমাদের প্রতি ভাষার তীর নিক্ষেপ করে। এরা ঈমান আনেনি। ফলে, আল্লাহ তাদের আমল বিনষ্ট করে দিয়েছেন, আর এটা আল্লাহর জন্যে খুবই সহজ।","english_text":"Being chary of helping you. But when danger appears you will find them looking at you with eyes turning like a man's in the swoon of death. Yet when the danger is past they lash you with sharp tongues, covetous of the best (of booty). Such as these have not come to belief. So God nullifies whatever they have done. This is how (the innate law of) God works inevitably.","bangla_translit":"আশিহ্হাতান্ ‘আলাইকুম্ ফাইযা-জ্বা-য়াল্ খাওফু রয়াইতাহুম্ ইয়ান্জুরূনা ইলাইকা তাদূরু আ’ইয়ূনুহুম্ কাল্লাযী ইয়ুগ্শা- ‘আলাইহি মিনাল্ মাওতি ফা ইযা-যাহাবাল্ খওফু সালাকুকুম্ বিআল্সিনাতিন্ হিদা-দিন্ আশিহ্হাতান্ ‘আলাল্ খর্ই; উলা-য়িকা লাম্ ইয়ুমিনূ ফাআহ্বাত্বোয়াল্লা-হু আ’মা-লাহুম্; অকা-না যা-লিকা ‘আলাল্লা-হি ইয়াসীর-।","english_translit":"Ashihhatan AAalaykum faitha jaa alkhawfu raaytahum yanthuroona ilayka tadooru aAAyunuhum kaallathee yughsha AAalayhi mina almawti faitha thahaba alkhawfu salaqookum bialsinatin hidadin ashihhatan AAala alkhayri olaika lam yuminoo faahbata Allahu aAAmalahum wakana thalika AAala Allahi yaseeran"},{"sura":33,"aya":20,"quran_text":"يَحْسَبُونَ الْأَحْزَابَ لَمْ يَذْهَبُوا وَإِنْ يَأْتِ الْأَحْزَابُ يَوَدُّوا لَوْ أَنَّهُمْ بَادُونَ فِي الْأَعْرَابِ يَسْأَلُونَ عَنْ أَنْبَائِكُمْ وَلَوْ كَانُوا فِيكُمْ مَا قَاتَلُوا إِلَّا قَلِيلًا","bangla_mohiuddin":"তারা মনে করে শক্রবাহিনী চলে যায়নি। যদি শক্রবাহিনী আবার এসে পড়ে, তবে তারা কামনা করবে যে, যদি তারা গ্রামবাসীদের মধ্য থেকে তোমাদের সংবাদাদি জেনে নিত, তবেই ভাল হত। তারা তোমাদের মধ্যে অবস্থান করলেও যুদ্ধ সামান্যই করত।","bangla_murtaza":"তারা ধারণা করছিল সম্মিলিত বাহিনী চলে যায়নি। সম্মিলিত বাহিনী যদি আবার এসে পড়ে, তখন তারা কামনা করবে যে, ভালো হতো তারা যদি বেদুঈনদের সাথে থেকে তোমাদের খোঁজখবর নিতো! তোমাদের মাঝে অবস্থান করলেও তারা যুদ্ধ করতো সামান্যই।","english_text":"They think the allied tribes have not withdrawn; and if the allied tribes had advanced they would have wished that they were rather with the Arabs of the desert asking news of you; and had they been among you they would have fought but just a little.","bangla_translit":"ইয়াহ্সাবূ নাল্ আহ্যা-বা লাম্ ইয়ায্হাবূ অইঁ ইয়াতিল্ আহ্যা-বু ইয়াঅদ্দূ লাও আন্নাহুম্ বা-দূনা ফিল্ আ’র-বি ইয়াস্য়ালূনা ‘আন্ আম্বা-য়িকুম্; অলাও কা-নূ ফীকুম্ মা-ক্ব-তালূ য় ইল্লা- ক্বলীলা।","english_translit":"Yahsaboona alahzaba lam yathhaboo wain yati alahzabu yawaddoo law annahum badoona fee alaAArabi yasaloona AAan anbaikum walaw kanoo feekum ma qataloo illa qaleelan"},{"sura":33,"aya":21,"quran_text":"لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيرًا","bangla_mohiuddin":"যারা আল্লাহ ও শেষ দিবসের আশা রাখে এবং আল্লাহকে অধিক স্মরণ করে, তাদের জন্যে রসূলুল্লাহর মধ্যে উত্তম নমুনা রয়েছে।","bangla_murtaza":"তোমাদের যারা আল্লাহর সন্তুষ্টি ও শেষ দিনের সাফল্যের আশা করে এবং আল্লাহ্কে বেশি বেশি যিকির করে তাদের জন্যে আল্লাহর রসূলের মধ্যে রয়েছে উত্তম আদর্শ।","english_text":"You have indeed a noble paradigm in the Apostle of God for him who fears God and the Day of Resurrection, and remembers God frequently.","bangla_translit":"লাক্বদ্ কা-না লাকুম্ ফী রসূলিল্লা-হি উস্ওয়াতুন্ হাসানাতুল্ লিমান্ কা-না ইর্য়াজুল্লা-হা অল্ইয়াওমাল্ আ-খির অযাকারল্লা-হা কাছীর-।","english_translit":"Laqad kana lakum fee rasooli Allahi oswatun hasanatun liman kana yarjoo Allaha waalyawma alakhira wathakara Allaha katheeran"},{"sura":33,"aya":22,"quran_text":"وَلَمَّا رَأَى الْمُؤْمِنُونَ الْأَحْزَابَ قَالُوا هَذَا مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ وَصَدَقَ اللَّهُ وَرَسُولُهُ وَمَا زَادَهُمْ إِلَّا إِيمَانًا وَتَسْلِيمًا","bangla_mohiuddin":"যখন মুমিনরা শক্রবাহিনীকে দেখল, তখন বলল, আল্লাহ ও তাঁর রসূল এরই ওয়াদা আমাদেরকে দিয়েছিলেন এবং আল্লাহ ও তাঁর রসূল সত্য বলেছেন। এতে তাদের ঈমান ও আত্নসমর্পণই বৃদ্ধি পেল।","bangla_murtaza":"মুমিনরা যখন সম্মিলিত বাহিনী দেখেছিল, তারা বলে উঠেছিল: ‘এর ওয়াদাই তো আল্লাহ এবং তাঁর রসূল আমাদের দিয়েছেন এবং আল্লাহ ও তাঁর রসূল সত্য বলেছেন।’ ফলে তাদের ঈমান ও আত্মসমর্পণের মাত্রা বেড়ে গিয়েছিল।","english_text":"When the faithful saw (the armies of) the allied tribes, they said: \"This is what God and His Apostle had promised us; and God and His Apostle say the truth;\" and this enhanced their faith and obedience.","bangla_translit":"অলাম্মা- রয়াল্ মুমিনূনাল্ আহ্যা-বা ক্ব-লূ হাযা-মা-অ ‘আদানাল্লা-হু অরসূলুহূ অছদাক্বাল্লা-হু অ রসূলুহূ অমা-যা-দাহুম্ ইল্লা য় ঈমা-নাঁও অতাস্লীমা-।","english_translit":"Walamma raa almuminoona alahzaba qaloo hatha ma waAAadana Allahu warasooluhu wasadaqa Allahu warasooluhu wama zadahum illa eemanan watasleeman"},{"sura":33,"aya":23,"quran_text":"مِنَ الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ فَمِنْهُمْ مَنْ قَضَى نَحْبَهُ وَمِنْهُمْ مَنْ يَنْتَظِرُ وَمَا بَدَّلُوا تَبْدِيلًا","bangla_mohiuddin":"মুমিনদের মধ্যে কতক আল্লাহর সাথে কৃত ওয়াদা পূর্ণ করেছে। তাদের কেউ কেউ মৃত্যুবরণ করেছে এবং কেউ কেউ প্রতীক্ষা করছে। তারা তাদের সংকল্প মোটেই পরিবর্তন করেনি।","bangla_murtaza":"একদল মুমিন আল্লাহর সাথে করা তাদের অংগীকার সত্যে পরিণত করেছে, তাদের কেউ কেউ নিজেদের নজরানা পূর্ণ করেছে, আর কেউ কেউ অপেক্ষায় আছে। তারা তাদের নীতি কিছুমাত্র বদলায়নি।","english_text":"There are men among the faithful who have been true to the covenant they had made with God; and some of them fulfilled their vows (by dying in His cause), and some still wait (prepared for death), and stand firm,","bangla_translit":"মিনাল্ মুমিনীনা রিজ্বা-লুন্ ছদাকু মা- ‘আ-হাদুল্লা-হা ‘আলাইহি ফামিন্ হুম্ মান্ ক্বদোয়া- নাহ্বাহূ অমিন্হুম্ মাইঁ ইয়ান্তাজিরু অমা-বাদ্দালূ তাব্দীলা-।","english_translit":"Mina almumineena rijalun sadaqoo ma AAahadoo Allaha AAalayhi faminhum man qada nahbahu waminhum man yantathiru wama baddaloo tabdeelan"},{"sura":33,"aya":24,"quran_text":"لِيَجْزِيَ اللَّهُ الصَّادِقِينَ بِصِدْقِهِمْ وَيُعَذِّبَ الْمُنَافِقِينَ إِنْ شَاءَ أَوْ يَتُوبَ عَلَيْهِمْ إِنَّ اللَّهَ كَانَ غَفُورًا رَحِيمًا","bangla_mohiuddin":"এটা এজন্য যাতে আল্লাহ, সত্যবাদীদেরকে তাদের সত্যবাদিতার কারণে প্রতিদান দেন এবং ইচ্ছা করলে মুনাফেকদেরকে শাস্তি দেন অথবা ক্ষমা করেন। নিশ্চয় আল্লাহ ক্ষমাশীল, পরম দয়ালু।","bangla_murtaza":"যাতে করে আল্লাহ সত্যপন্থীদের পুরস্কৃত করেন তাদের সত্যবাদিতার জন্যে, আর ইচ্ছা করলে মুনাফিকদের শাস্তি দেন, কিংবা তাদের তওবা কবুল করেন। নিশ্চয়ই আল্লাহ পরম ক্ষমাশীল, অতীব দয়াবান।","english_text":"That God may recompense the truthful for their truthfulness, and punish the hypocrites or relent towards them, as He will. God is surely forgiving and kind.","bangla_translit":"লিইয়াজযিয়াল্লা-হুছ্ ছোয়া- দিক্বীনা বিছিদ্ক্বিহিম্ অ ইয়ু‘আয্যিবাল্ মুনা-ফিক্বীনা ইন্ শা-য়া আও ইয়াতূবা ‘আলাইহিম্; ইন্নাল্লা-হা কা-না গফূর্রা রহীমা।","english_translit":"Liyajziya Allahu alssadiqeena bisidqihim wayuAAaththiba almunafiqeena in shaa aw yatooba AAalayhim inna Allaha kana ghafooran raheeman"},{"sura":33,"aya":25,"quran_text":"وَرَدَّ اللَّهُ الَّذِينَ كَفَرُوا بِغَيْظِهِمْ لَمْ يَنَالُوا خَيْرًا وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتَالَ وَكَانَ اللَّهُ قَوِيًّا عَزِيزًا","bangla_mohiuddin":"আল্লাহ কাফেরদেরকে ক্রুদ্ধাবস্থায় ফিরিয়ে দিলেন। তারা কোন কল্যাণ পায়নি। যুদ্ধ করার জন্য আল্লাহ মুমিনদের জন্যে যথেষ্ট হয়ে গেছেন। আল্লাহ শক্তিধর, পরাক্রমশালী।","bangla_murtaza":"আল্লাহ কাফিরদের ফিরিয়ে দিলেন তাদের ক্ষোভসহ। তারা কোনো ফায়দা হাসিল করেনি। যুদ্ধে মুমিনদের জন্যে আল্লাহই যথেষ্ট। আর আল্লাহ অতীব শক্তিধর মহাপরাক্রমশালী।","english_text":"God drove the unbelievers back in their fury, and they gained no advantage. God was sufficient (to help) the believers in the battle. God is all-powerful and all-mighty.","bangla_translit":"অ রদ্দাল্ লাহুল্ লাযীনা কাফারূ বি গইজিহিম্ লাম্ ইয়ানা-লূ খইর-; অ কাফাল্লা- হুল্ মুমিনীনাল্ ক্বিতা-ল্; অ কা-না ল্লা-হু ক্বওয়িয়্যান্ ‘আযীযা-।","english_translit":"Waradda Allahu allatheena kafaroo bighaythihim lam yanaloo khayran wakafa Allahu almumineena alqitala wakana Allahu qawiyyan AAazeezan"},{"sura":33,"aya":26,"quran_text":"وَأَنْزَلَ الَّذِينَ ظَاهَرُوهُمْ مِنْ أَهْلِ الْكِتَابِ مِنْ صَيَاصِيهِمْ وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ فَرِيقًا تَقْتُلُونَ وَتَأْسِرُونَ فَرِيقًا","bangla_mohiuddin":"কিতাবীদের মধ্যে যারা কাফেরদের পৃষ্টপোষকতা করেছিল, তাদেরকে তিনি তাদের দূর্গ থেকে নামিয়ে দিলেন এবং তাদের অন্তরে ভীতি নিক্ষেপ করলেন। ফলে তোমরা একদলকে হত্যা করছ এবং একদলকে বন্দী করছ।","bangla_murtaza":"আহলে কিতাবদের (ইহুদিদের) যারা তাদের সাহায্য করেছিল, আল্লাহ তাদেরকে তাদের দুর্গ থেকে নামিয়ে দিলেন এবং তাদের অন্তরে ঢুকিয়ে দিলেন ভয়। এখন তোমরা তাদের কিছু সংখ্যককে হত্যা করছো আর কিছু সংখ্যককে করছো বন্দী।","english_text":"He made those of the people of the Book who had helped (the tribes) descend from their forts, and filled their hearts with dread, so that you killed some and made many captive;","bangla_translit":"অ আন্যালাল্লাযীনা জোয়াহারূ হুম্ মিন্ আহ্লিল কিতা-বি মিন্ ছোয়াইয়া-ছীহিম্ অ ক্বযাফা ফী কুলূ বিহির্মু রু’বা-ফারীক্বন্ তাক্বতুলূনা অ তাসিরূনা ফারীক্ব-।","english_translit":"Waanzala allatheena thaharoohum min ahli alkitabi min sayaseehim waqathafa fee quloobihimu alrruAAba fareeqan taqtuloona watasiroona fareeqan"},{"sura":33,"aya":27,"quran_text":"وَأَوْرَثَكُمْ أَرْضَهُمْ وَدِيَارَهُمْ وَأَمْوَالَهُمْ وَأَرْضًا لَمْ تَطَئُوهَا وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرًا","bangla_mohiuddin":"তিনি তোমাদেরকে তাদের ভূমির, ঘর-বাড়ীর, ধন-সম্পদের এবং এমন এক ভূ-খন্ডের মালিক করে দিয়েছেন, যেখানে তোমরা অভিযান করনি। আল্লাহ সর্ববিষয়োপরি সর্বশক্তিমান।","bangla_murtaza":"আর তিনি তোমাদেরকে ওয়ারিশ বানিয়ে দিলেন তাদের জমিন, ঘরবাড়ি ও মাল-সম্পদের এবং এমন ভূমির যাতে তোমরা কখনো আগমন করোনি। আল্লাহ সব বিষয়ে সর্বশক্তিমান।","english_text":"And He made you inherit their lands and mansions and wealth, and a country you had not traversed before, for God has power over everything.","bangla_translit":"অ আওরছাকুম্ র্আদ্বোয়াহুম্ অ দিয়া-রহুম্ অআমওয়া-লাহুম্ অ র্আদ্বোয়াল্লাম্ তাত্বোয়ায়ূহা-; অকা-না ল্লা-হু ‘আলা-কুল্লি শাইয়িন ক্বাদীর-।","english_translit":"Waawrathakum ardahum wadiyarahum waamwalahum waardan lam tataooha wakana Allahu AAala kulli shayin qadeeran"},{"sura":33,"aya":28,"quran_text":"يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ إِنْ كُنْتُنَّ تُرِدْنَ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا فَتَعَالَيْنَ أُمَتِّعْكُنَّ وَأُسَرِّحْكُنَّ سَرَاحًا جَمِيلًا","bangla_mohiuddin":"হে নবী, আপনার পত্নীগণকে বলুন, তোমরা যদি পার্থিব জীবন ও তার বিলাসিতা কামনা কর, তবে আস, আমি তোমাদের ভোগের ব্যবস্থা করে দেই এবং উত্তম পন্থায় তোমাদের বিদায় নেই।","bangla_murtaza":"হে নবী! তোমার স্ত্রীদের বলো: “তোমরা যদি দুনিয়ার জীবন ও তার চাকচিক্য কামনা করো, তবে আসো আমি তোমাদের ভোগ-বিলাসের সামগ্রী দিয়ে সুন্দরভাবে বিদায় করে দেই।","english_text":"O Prophet, say to your wives: \"In case you desire the life and pomp of this world, come, I will provide you handsomely, and let you go with a grace.","bangla_translit":"ইয়া য় আইয়্যুহান নাবিয়্যু কুল্ লিআয্ওয়া-জ্বিক্ব ইন্ কুন্তুন্না তুরিদ্নাল্ হাইয়া-তাদ্ দুন্ইয়া-অযীনাতাহা-ফাতা‘আ-লাইনা উমাত্তি’কুন্না অ উর্সারিহ্কুন্না সারা-হান্ জ্বামীলা-।","english_translit":"Ya ayyuha alnnabiyyu qul liazwajika in kuntunna turidna alhayata alddunya wazeenataha fataAAalayna omattiAAkunna waosarrihkunna sarahan jameelan"},{"sura":33,"aya":29,"quran_text":"وَإِنْ كُنْتُنَّ تُرِدْنَ اللَّهَ وَرَسُولَهُ وَالدَّارَ الْآخِرَةَ فَإِنَّ اللَّهَ أَعَدَّ لِلْمُحْسِنَاتِ مِنْكُنَّ أَجْرًا عَظِيمًا","bangla_mohiuddin":"পক্ষান্তরে যদি তোমরা আল্লাহ, তাঁর রসূল ও পরকাল কামনা কর, তবে তোমাদের সৎকর্মপরায়ণদের জন্য আল্লাহ মহা পুরস্কার প্রস্তুত করে রেখেছেন।","bangla_murtaza":"আর যদি তোমরা আল্লাহ ও তাঁর রসূলকে চাও এবং আখিরাত চাও, সেক্ষেত্রে আল্লাহ তোমাদের মধ্যকার কল্যাণপরায়ণ নারীদের জন্যে প্রস্তুত রেখেছেন মহাপুরস্কার।”","english_text":"But if you desire God, His Apostle, and the joys of life to come, then God has verily set apart for those of you who are good, a great reward.\"","bangla_translit":"অ ইন্ কুন্তুন্না তুরিদ্নাল্লা-হা অ রাসূলাহূ অদ্দা-রল্ আ-খিরতা ফাইন্নাল লা-হা আ‘আদ্দা লিল্ মুহ্সিনা-তি মিন্কুন্না আজরান্ ‘আজীমা-।","english_translit":"Wain kuntunna turidna Allaha warasoolahu waalddara alakhirata fainna Allaha aAAadda lilmuhsinati minkunna ajran AAatheeman"},{"sura":33,"aya":30,"quran_text":"يَا نِسَاءَ النَّبِيِّ مَنْ يَأْتِ مِنْكُنَّ بِفَاحِشَةٍ مُبَيِّنَةٍ يُضَاعَفْ لَهَا الْعَذَابُ ضِعْفَيْنِ وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا","bangla_mohiuddin":"হে নবী পত্নীগণ! তোমাদের মধ্যে কেউ প্রকাশ্য অশ্লীল কাজ করলে তাকে দ্বিগুণ শাস্তি দেয়া হবে। এটা আল্লাহর জন্য সহজ।","bangla_murtaza":"হে নবীর স্ত্রীরা! তোমাদের মধ্যে কেউ যদি সুস্পষ্ট ফাহেশা কাজ করে, তার আযাব (দণ্ড) করা হবে দ্বিগুণ এবং এটা আল্লাহর জন্যে খুবই সহজ।","english_text":"O wives of the Prophet, whosoever of you commits an act of clear shamelessness, her punishment will be doubled. This is how (the innate law of) God works inevitably.","bangla_translit":"ইয়া-নিসা-য়ান্ নাবিয়্যি মাইঁ ইয়্যাতি মিন্কুন্না বিফা-হিশাতিম্ মুবায়্যিনাতিঁই ইয়ুদ্বোয়া-‘আফ্ লাহাল্ ‘আযা-বু দ্বি’ফাইন্; অ কা-না যা-লিকা ‘আলাল্লা-হি ইয়াসীর-।","english_translit":"Ya nisaa alnnabiyyi man yati minkunna bifahishatin mubayyinatin yudaAAaf laha alAAathabu diAAfayni wakana thalika AAala Allahi yaseeran"},{"sura":33,"aya":31,"quran_text":"وَمَنْ يَقْنُتْ مِنْكُنَّ لِلَّهِ وَرَسُولِهِ وَتَعْمَلْ صَالِحًا نُؤْتِهَا أَجْرَهَا مَرَّتَيْنِ وَأَعْتَدْنَا لَهَا رِزْقًا كَرِيمًا","bangla_mohiuddin":"তোমাদের মধ্যে যে কেউ আল্লাহ ও তাঁর রসূলের অনুগত হবে এবং সৎকর্ম করবে, আমি তাকে দুবার পুরস্কার দেব এবং তার জন্য আমি সম্মান জনক রিযিক প্রস্তুত রেখেছি।","bangla_murtaza":"আর তোমাদের মধ্যে যে কেউ আল্লাহ ও তাঁর রসূলের জন্যে বিনয়ী হবে এবং আমলে সালেহ্ করবে, তাকে আমরা পুরস্কার দেবো দুইবার, আর তার জন্যে আমরা প্রস্তুত রেখেছি সম্মানজনক জীবিকা।","english_text":"But whoever of you is obedient to God and His Apostle, and does the right, will be given a two-fold reward by Us; and We have a rich provision in readiness for her.","bangla_translit":"অমাইঁ ইয়াকনুত্ মিন্কুন্না লিল্লা-হি অরসূলিহী অতা’মাল্ ছোয়া-লিহান্ নুতিহা য় আজরহা-র্মারতাইনি অ ‘আতাদ্না-লাহা-রিয্ক্বন্ কারীমা-।","english_translit":"Waman yaqnut minkunna lillahi warasoolihi wataAAmal salihan nutiha ajraha marratayni waaAAtadna laha rizqan kareeman"},{"sura":33,"aya":32,"quran_text":"يَا نِسَاءَ النَّبِيِّ لَسْتُنَّ كَأَحَدٍ مِنَ النِّسَاءِ إِنِ اتَّقَيْتُنَّ فَلَا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ وَقُلْنَ قَوْلًا مَعْرُوفًا","bangla_mohiuddin":"হে নবী পত্নীগণ! তোমরা অন্য নারীদের মত নও; যদি তোমরা আল্লাহকে ভয় কর, তবে পরপুরুষের সাথে কোমল ও আকর্ষনীয় ভঙ্গিতে কথা বলো না, ফলে সেই ব্যক্তি কুবাসনা করে, যার অন্তরে ব্যাধি রয়েছে তোমরা সঙ্গত কথাবার্তা বলবে।","bangla_murtaza":"হে নবীর স্ত্রীরা! তোমরা অন্য কোনো নারীর মতো নও। যদি তোমরা আল্লাহ্কে ভয় করো, তবে পর পুরুষের সাথে এমন ললিত কণ্ঠে কথা বলোনা, যাতে করে এমন কোনো ব্যক্তি প্রলুব্ধ হয়ে পড়ে যার অন্তরে রোগ আছে। তোমরা প্রচলিত পন্থায় যথাযথ কথা বলো।","english_text":"O wives of the Prophet, you are not like other women. If you are mindful of God, do not be too obliging in your speech, lest some one sick of heart should covet your person; so say only customary things.","bangla_translit":"ইয়া-নিসা-য়ান্ নাবিয়্যি লাস্তুন্না কাআহাদিম মিনান্নিসা-য়ি ইনিত তাক্বাইতুন্না ফালা- তাখ্দ্বোয়া’না বিল্ ক্বাওলি ফাইয়াত্ব মা‘আল্ লাযী ফী ক্বল্বিহী মারাদ্বুঁও অকুল্না ক্বওলাম্ মা’রূফা-।","english_translit":"Ya nisaa alnnabiyyi lastunna kaahadin mina alnnisai ini ittaqaytunna fala takhdaAAna bialqawli fayatmaAAa allathee fee qalbihi maradun waqulna qawlan maAAroofan"},{"sura":33,"aya":33,"quran_text":"وَقَرْنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَى وَأَقِمْنَ الصَّلَاةَ وَآتِينَ الزَّكَاةَ وَأَطِعْنَ اللَّهَ وَرَسُولَهُ إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا","bangla_mohiuddin":"তোমরা গৃহাভ্যন্তরে অবস্থান করবে-মূর্খতা যুগের অনুরূপ নিজেদেরকে প্রদর্শন করবে না। নামায কায়েম করবে, যাকাত প্রদান করবে এবং আল্লাহ ও তাঁর রসূলের আনুগত্য করবে। হে নবী পরিবারের সদস্যবর্গ। আল্লাহ কেবল চান তোমাদের থেকে অপবিত্রতা দূর করতে এবং তোমাদেরকে পূর্ণরূপে পূত-পবিত্র রাখতে।","bangla_murtaza":"তোমরা নিজেদের ঘরে অবস্থান করো। তোমরা পূর্বের জাহেলি যুগের মতো নিজেদের প্রদর্শন করে বেড়াবেনা, সালাত কায়েম করো, যাকাত প্রদান করো এবং আল্লাহ ও তাঁর রসূলের আনুগত্য করো। আল্লাহ চান তোমাদের থেকে অপবিত্রতা দূর করতে হে আহলে বাইত (নবীর পরিবার) এবং তোমাদের সম্পূর্ণরূপে পাক পবিত্র করতে।","english_text":"Stay at home, and do not deck yourselves with ostentation as in the days of paganism; fulfil your devotional obligations, pay the zakat, and obey God and His Apostle. God desires to remove impurities from you, O inmates of this house, and to cleanse and bring out the best in you.","bangla_translit":"অর্ক্বনা ফী বুইয়ূতিকুন্না অলা-তার্বারজনা তার্বারুজ্বাল্ জ্বা-হিলিয়্যাতিল্ ঊলা-অআক্বিম্নাছ্ ছলা-তা অআ-তীনায্ যাকা-তা অআত্বি’না ল্লা-হা অরসূলাহ্; ইন্নামা-ইয়ুরীদুল্লা-হু লিইয়ুয্হিবা ‘আন্কুর্মু রিজসা আহ্লাল্ বাইতি অইয়ুত্বোয়াহ্হিরকুম্ তাত্ব হীর-।","english_translit":"Waqarna fee buyootikunna wala tabarrajna tabarruja aljahiliyyati aloola waaqimna alssalata waateena alzzakata waatiAAna Allaha warasoolahu innama yureedu Allahu liyuthhiba AAankumu alrrijsa ahla albayti wayutahhirakum tatheeran"},{"sura":33,"aya":34,"quran_text":"وَاذْكُرْنَ مَا يُتْلَى فِي بُيُوتِكُنَّ مِنْ آيَاتِ اللَّهِ وَالْحِكْمَةِ إِنَّ اللَّهَ كَانَ لَطِيفًا خَبِيرًا","bangla_mohiuddin":"আল্লাহর আয়াত ও জ্ঞানগর্ভ কথা, যা তোমাদের গৃহে পঠিত হয় তোমরা সেগুলো স্মরণ করবে। নিশ্চয় আল্লাহ সূক্ষ্নদর্শী, সর্ববিষয়ে খবর রাখেন।","bangla_murtaza":"তোমরা যিকির করো (আলোচনা ও পাঠ করো) তোমাদের ঘরে যে আল্লাহর আয়াত ও হিকমতের কথা তিলাওয়াত করা হয়, তা। নিশ্চয়ই আল্লাহ অতীব সূক্ষ্মদর্শী ও গভীরভাবে জ্ঞাত।","english_text":"Remember God's revelations and the wisdom that are recited in your homes. God is indeed all perceiving, well-informed.","bangla_translit":"অর্য্কুনা মা-ইয়ুত্লা-ফী বুইয়ূতিকুন্না মিন্ আ-ইয়া-তি ল্লা-হি অল্ হিক্মাহ্; ইন্নাল্লা-হা কা-না লাত্বীফান্ খবীর-।","english_translit":"Waothkurna ma yutla fee buyootikunna min ayati Allahi waalhikmati inna Allaha kana lateefan khabeeran"},{"sura":33,"aya":35,"quran_text":"إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ وَالْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَالْقَانِتِينَ وَالْقَانِتَاتِ وَالصَّادِقِينَ وَالصَّادِقَاتِ وَالصَّابِرِينَ وَالصَّابِرَاتِ وَالْخَاشِعِينَ وَالْخَاشِعَاتِ وَالْمُتَصَدِّقِينَ وَالْمُتَصَدِّقَاتِ وَالصَّائِمِينَ وَالصَّائِمَاتِ وَالْحَافِظِينَ فُرُوجَهُمْ وَالْحَافِظَاتِ وَالذَّاكِرِينَ اللَّهَ كَثِيرًا وَالذَّاكِرَاتِ أَعَدَّ اللَّهُ لَهُمْ مَغْفِرَةً وَأَجْرًا عَظِيمًا","bangla_mohiuddin":"নিশ্চয় মুসলমান পুরুষ, মুসলমান নারী, ঈমানদার পুরুষ, ঈমানদার নারী, অনুগত পুরুষ, অনুগত নারী, সত্যবাদী পুরুষ, সত্যবাদী নারী, ধৈর্য্যশীল পুরুষ, ধৈর্য্যশীল নারী, বিনীত পুরুষ, বিনীত নারী, দানশীল পুরুষ, দানশীল নারী, রোযা পালণকারী পুরুষ, রোযা পালনকারী নারী, যৌনাঙ্গ হেফাযতকারী পুরুষ, , যৌনাঙ্গ হেফাযতকারী নারী, আল্লাহর অধিক যিকরকারী পুরুষ ও যিকরকারী নারী-তাদের জন্য আল্লাহ প্রস্তুত রেখেছেন ক্ষমা ও মহাপুরষ্কার।","bangla_murtaza":"নিশ্চয়ই মুসলিম (আত্মসমর্পণকারী) পুরুষ ও মুসলিম নারী, মুমিন পুরুষ ও মুমিন নারী, অনুগত পুরুষ ও অনুগত নারী, সত্যবাদী পুরুষ ও সত্যবাদী নারী, ধৈর্যশীল পুরুষ ও ধৈর্যশীল নারী, বিনয়ী পুরুষ ও বিনয়ী নারী, দানশীল পুরুষ ও দানশীল নারী, সওম পালনকারী পুরুষ ও সওম পালনকারী নারী, যৌনাংগ হিফাযতকারী পুরুষ ও যৌনাংগ হিফাযতকারী নারী, বেশি বেশি আল্লাহর যিকিরকারী পুরুষ ও নারী, আল্লাহ এদের জন্যে প্রস্তুত রেখেছেন মাগফিরাত আর শ্রেষ্ঠ প্রতিদান।","english_text":"Verily men and women who have come to submission, men and women who are believers, men and women who are devout, truthful men and truthful women, men and women with endurance, men and women who are modest, men and women who give alms, men and women who observe fasting, men and women who guard their private parts, and those men and women who remember God a great deal, for them God has forgiveness and a great reward.","bangla_translit":"ইন্নাল্ মুস্লিমীনা অল্ মুস্লিমা-তি অল্ মুমিনীনা অল্মুমিনা-তি অল্ ক্ব-নিতীনা অল্ ক্ব-নিতা-তি অছ্ ছোয়া-দ্বিকীনা অছ্ ছোয়া-দিক্ব-তি অছ্ছোয়াবিরীনা অছ্ছোয়াবির-তি অল্খ-শি‘ঈনা অল্ খা-শি‘আ-তি-অল্মুতাছোয়াদ্দিক্বীনা অল্ মুতাছোয়াদ্দি ক্ব-তি অছ্ছোয়া-য়িমীনা অছ্ছোয়া-য়িমা-তি অল্ হা- ফিজীনা ফুরূজ্বাহুম্ অল্ হা-ফিজোয়া-তি অয্যা-কিরীনা ল্লা-হা কাছীরঁও অয্যা-কির-তি আ‘আদ্দাল্লা-হু লাহুম্ মাগ্ফিরতাঁও অ আজরন্ ‘আজীমা-।","english_translit":"Inna almuslimeena waalmuslimati waalmumineena waalmuminati waalqaniteena waalqanitati waalssadiqeena waalssadiqati waalssabireena waalssabirati waalkhashiAAeena waalkhashiAAati waalmutasaddiqeena waalmutasaddiqati waalssaimeena waalssaimati waalhafitheena furoojahum waalhafithati waalththakireena Allaha katheeran waalththakirati aAAadda Allahu lahum maghfiratan waajran AAatheeman"},{"sura":33,"aya":36,"quran_text":"وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلَالًا مُبِينًا","bangla_mohiuddin":"আল্লাহ ও তাঁর রসূল কোন কাজের আদেশ করলে কোন ঈমানদার পুরুষ ও ঈমানদার নারীর সে বিষয়ে ভিন্ন ক্ষমতা নেই যে, আল্লাহ ও তাঁর রসূলের আদেশ অমান্য করে সে প্রকাশ্য পথভ্রষ্ট তায় পতিত হয়।","bangla_murtaza":"আল্লাহ এবং তাঁর রসূল কোনো বিষয়ে ফায়সালা দেয়ার পর সে বিষয়ে কোনো মুমিন পুরুষ বা নারীর ভিন্ন সিদ্ধান্ত নেয়ার কোনো এখতিয়ার নেই। যে কেউ আল্লাহ এবং তাঁর রসূলকে অমান্য করবে, সে হবে সুস্পষ্ট বিপথগামী।","english_text":"No believing men and women have any choice in a matter after God and His Apostle have decided it. Whoever disobeys God and His Apostle has clearly lost the way and gone astray.","bangla_translit":"অমা-কা-না লিমুমিনিঁও অলা-মুমিনা-তিন্ ইযা-ক্বদ্বোয়াল্লা-হু অ রসূলুহূ য় আম্রন্ আইঁ ইয়াকূনা লাহুমুল্ খিয়ারতু মিন্ আম্রিহিম্ অমাইঁ ইয়া’ ছিল্লা-হা অরসূলাহূ ফাক্বদ্ দ্বোয়াল্লা দ্বোয়ালা- লাম্ মুবীনা।-","english_translit":"Wama kana limuminin wala muminatin itha qada Allahu warasooluhu amran an yakoona lahumu alkhiyaratu min amrihim waman yaAAsi Allaha warasoolahu faqad dalla dalalan mubeenan"},{"sura":33,"aya":37,"quran_text":"وَإِذْ تَقُولُ لِلَّذِي أَنْعَمَ اللَّهُ عَلَيْهِ وَأَنْعَمْتَ عَلَيْهِ أَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللَّهَ وَتُخْفِي فِي نَفْسِكَ مَا اللَّهُ مُبْدِيهِ وَتَخْشَى النَّاسَ وَاللَّهُ أَحَقُّ أَنْ تَخْشَاهُ فَلَمَّا قَضَى زَيْدٌ مِنْهَا وَطَرًا زَوَّجْنَاكَهَا لِكَيْ لَا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْوَاجِ أَدْعِيَائِهِمْ إِذَا قَضَوْا مِنْهُنَّ وَطَرًا وَكَانَ أَمْرُ اللَّهِ مَفْعُولًا","bangla_mohiuddin":"আল্লাহ যাকে অনুগ্রহ করেছেন; আপনিও যাকে অনুগ্রহ করেছেন; তাকে যখন আপনি বলেছিলেন, তোমার স্ত্রীকে তোমার কাছেই থাকতে দাও এবং আল্লাহকে ভয় কর। আপনি অন্তরে এমন বিষয় গোপন করছিলেন, যা আল্লাহ পাক প্রকাশ করে দেবেন আপনি লোকনিন্দার ভয় করেছিলেন অথচ আল্লাহকেই অধিক ভয় করা উচিত। অতঃপর যায়েদ যখন যয়নবের সাথে সম্পর্ক ছিন্ন করল, তখন আমি তাকে আপনার সাথে বিবাহবন্ধনে আবদ্ধ করলাম যাতে মুমিনদের পোষ্যপুত্ররা তাদের স্ত্রীর সাথে সম্পর্ক ছিন্ন করলে সেসব স্ত্রীকে বিবাহ করার ব্যাপারে মুমিনদের কোন অসুবিধা না থাকে। আল্লাহর নির্দেশ কার্যে পরিণত হয়েই থাকে।","bangla_murtaza":"স্মরণ করো, আল্লাহ যাকে (যায়েদকে) অনুগ্রহ করেছেন এবং তুমিও যার প্রতি অনুগ্রহ করেছো, তুমি তাকে বলছিলে: ‘তুমি তোমার স্ত্রীর সাথে সম্পর্ক বজায় রাখো এবং আল্লাহ্কে ভয় করো।’ তুমি তোমার মনে যে কথা গোপন রাখছো আল্লাহ সে কথা প্রকাশ করে দিচ্ছেন। তুমি ভয় করছো, পাছে লোক কিছু বলে। অথচ তোমার জন্যে অধিকতর সংগত হলো আল্লাহ্কে ভয় করা। তারপর যায়েদ যখন তার (যয়নবের) সাথে বিবাহ সম্পর্ক ছিন্ন করলো, তখন আমি তাকে তোমার সাথে বিবাহ বন্ধনে আবদ্ধ করে দিলাম, যাতে করে মুমিনদের মুখডাকা পুত্ররা নিজেদের স্ত্রীর সাথে বিবাহ বন্ধন ছিন্ন করলে সেসব নারীদের বিয়ে করার ক্ষেত্রে মুমিনরা কোনো প্রকার সংকোচ না করে। আল্লাহর নির্দেশ অবশ্যি কার্যকর হতে হবে।","english_text":"When you said to him who had been favoured by God and was favoured by you: \"Keep your wife to yourself and fear God,\" you were hiding something God was about to bring to light, for you had fear of men, though you should fear God more. And when Zaid was through with her, We gave her to you in marriage, so that it may not remain a sin for the faithful (to marry) the wives of their adopted sons when they are through with them. God's command is to be fulfilled.","bangla_translit":"অইয্ তাকুলু লিল্লাযী য় আন্‘আমাল্লা-হু ‘আলাইহি অআন্‘আম্তা ‘আলাইহি আম্সিক্ ‘আলাইকা যাওজ্বাকা অ ত্তাক্বিল্লা-হা অ তুখ্ফী ফী নাফ্সিকা মাল্লা-হু মুব্দীহি অ তাখ্শান্ না-সা, অল্লাহু আহাককু আন্ তাখ্শা-হ্; ফালাম্মা-ক্বাদ্বোয়া-যাইদুম্ মিন্হা-অত্বোয়ারান্ যাওঅজনাকাহা-লিকাই লা-ইয়াকূনা ‘আলাল্ মুমিনীনা হারাজুন্ ফী য়আয্ওয়া-জ্বি আদ্‘ইয়া-য়িহিম্ ইযা-ক্বদ্বোয়াও মিন্হুন্না অত্বোয়ার-; অ কা-না আম্রুল্লা-হি মাফ্‘ঊলা-।","english_translit":"Waith taqoolu lillathee anAAama Allahu AAalayhi waanAAamta AAalayhi amsik AAalayka zawjaka waittaqi Allaha watukhfee fee nafsika ma Allahu mubdeehi watakhsha alnnasa waAllahu ahaqqu an takhshahu falamma qada zaydun minha wataran zawwajnakaha likay la yakoona AAala almumineena harajun fee azwaji adAAiyaihim itha qadaw minhunna wataran wakana amru Allahi mafAAoolan"},{"sura":33,"aya":38,"quran_text":"مَا كَانَ عَلَى النَّبِيِّ مِنْ حَرَجٍ فِيمَا فَرَضَ اللَّهُ لَهُ سُنَّةَ اللَّهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ وَكَانَ أَمْرُ اللَّهِ قَدَرًا مَقْدُورًا","bangla_mohiuddin":"আল্লাহ নবীর জন্যে যা নির্ধারণ করেন, তাতে তাঁর কোন বাধা নেই পূর্ববর্তী নবীগণের ক্ষেত্রে এটাই ছিল আল্লাহর চিরাচরিত বিধান। আল্লাহর আদেশ নির্ধারিত, অবধারিত।","bangla_murtaza":"আল্লাহ নবীর জন্যে যা ফরয (আইন সংগত) করে দিয়েছেন তা বাস্তবায়ন করতে তার কোনো বাধা নেই। যেসব নবী অতীত হয়েছে, তাদের ক্ষেত্রেও এটাই ছিলো আল্লাহর সুন্নত (নিয়ম)। আর আল্লাহর নির্দেশ অবশ্যি একটি সুনিশ্চিত ফায়সালা।","english_text":"There is no constraint on the Prophet in what God has decreed for him. This has been the way of God with (apostles) who have gone before you, and God's command is a determined act.","bangla_translit":"মা-কা-না ‘আলান নাবিয়্যি মিন্ হারাজ্বিন ফীমা- ফারাদ্বোয়াল্লা-হু লাহ্; সুন্নাতাল্লা-হি ফীল্লাযীনা খালাও মিন্ ক্বাব্ল্; অ কা-না আম্রুল্লাহি ক্বাদারাম্ মাকদূরা-নি।","english_translit":"Ma kana AAala alnnabiyyi min harajin feema farada Allahu lahu sunnata Allahi fee allatheena khalaw min qablu wakana amru Allahi qadaran maqdooran"},{"sura":33,"aya":39,"quran_text":"الَّذِينَ يُبَلِّغُونَ رِسَالَاتِ اللَّهِ وَيَخْشَوْنَهُ وَلَا يَخْشَوْنَ أَحَدًا إِلَّا اللَّهَ وَكَفَى بِاللَّهِ حَسِيبًا","bangla_mohiuddin":"সেই নবীগণ আল্লাহর পয়গাম প্রচার করতেন ও তাঁকে ভয় করতেন। তারা আল্লাহ ব্যতীত অন্যকাউকে ভয় করতেন না। হিসাব গ্রহণের জন্যে আল্লাহ যথেষ্ঠ।","bangla_murtaza":"তারা আল্লাহর রিসালাত (বার্তা) পৌঁছে দিতো, তাঁকে ভয় করতো এবং তাঁকে ছাড়া আর কাউকেও ভয় করতো না। আর হিসাব গ্রহণকারী হিসেবে আল্লাহই কাফী (যথেষ্ট)।","english_text":"(For) those who convey the messages of God, and fear Him and no one else, God is sufficient to keep account.","bangla_translit":"ল্লাযীনা ইয়ুবাল্লিগূনা রিসা-লা-তি ল্লা-হি অ ইয়াখ্ শাওনাহূ অলা- ইয়াখ্শাওনা আহাদান্ ইল্লাল্লা-হ্; অকাফা-বিল্লা-হি হাসীবা-।","english_translit":"Allatheena yuballighoona risalati Allahi wayakhshawnahu wala yakhshawna ahadan illa Allaha wakafa biAllahi haseeban"},{"sura":33,"aya":40,"quran_text":"مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ وَلَكِنْ رَسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ وَكَانَ اللَّهُ بِكُلِّ شَيْءٍ عَلِيمًا","bangla_mohiuddin":"মুহাম্মদ তোমাদের কোন ব্যক্তির পিতা নন; বরং তিনি আল্লাহর রাসূল এবং শেষ নবী। আল্লাহ সব বিষয়ে জ্ঞাত।","bangla_murtaza":"মুহাম্মদ তোমাদের কোনো পুরুষের পিতা নয়, বরং আল্লাহর রসূল এবং সর্বশেষ নবী। আল্লাহ প্রতিটি বিষয়ে জ্ঞাত।","english_text":"Muhammad is not the father of any man among you, but a messenger of God, and the seal of the prophets. God has knowledge of everything.","bangla_translit":"মা-কা-না মুহাম্মাদুন্ আবা য় আহাদিম্ র্মি রিজ্বা-লিকুম্ অলা-র্কি রাসূলা ল্লা-হি অ খ-তামা ন্নাবিয়্যীনা অকা-না ল্লা-হু বিকুল্লি শাইয়িন্ ‘আলীমা-।","english_translit":"Ma kana muhammadun aba ahadin min rijalikum walakin rasoola Allahi wakhatama alnnabiyyeena wakana Allahu bikulli shayin AAaleeman"},{"sura":33,"aya":41,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا اللَّهَ ذِكْرًا كَثِيرًا","bangla_mohiuddin":"মুমিনগণ তোমরা আল্লাহকে অধিক পরিমাণে স্মরণ কর।","bangla_murtaza":"হে ঈমানদার লোকেরা! তোমরা আল্লাহ্কে যিকির করো বেশি বেশি যিকির,","english_text":"O you who believe, remember God a great deal,","bangla_translit":"ইয়া য় আইয়্যুহাল্লাযীনা আ-মানুয্ কুরুল্লা-হা যিক্রন্ কাছীর-।","english_translit":"Ya ayyuha allatheena amanoo othkuroo Allaha thikran katheeran"},{"sura":33,"aya":42,"quran_text":"وَسَبِّحُوهُ بُكْرَةً وَأَصِيلًا","bangla_mohiuddin":"এবং সকাল বিকাল আল্লাহর পবিত্রতা বর্ণনা কর।","bangla_murtaza":"এবং তাঁর তসবিহ্ করো সকাল আর সন্ধ্যায় ।","english_text":"And sing His praises morning and evening.","bangla_translit":"অ সাব্বিহূ হু বুক্রতাঁও অআছীলা-।","english_translit":"Wasabbihoohu bukratan waaseelan"},{"sura":33,"aya":43,"quran_text":"هُوَ الَّذِي يُصَلِّي عَلَيْكُمْ وَمَلَائِكَتُهُ لِيُخْرِجَكُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَكَانَ بِالْمُؤْمِنِينَ رَحِيمًا","bangla_mohiuddin":"তিনিই তোমাদের প্রতি রহমত করেন এবং তাঁর ফেরেশতাগণও রহমতের দোয়া করেন-অন্ধকার থেকে তোমাদেরকে আলোকে বের করার জন্য। তিনি মুমিনদের প্রতি পরম দয়ালু।","bangla_murtaza":"তিনি তোমাদের প্রতি সালাত (রহমত ও অনুগ্রহ) করেন আর তাঁর ফেরেশতারাও তোমাদের জন্যে তাঁর রহমত প্রার্থনা করে তোমাদেরকে অন্ধকাররাশি থেকে বের করে আলোতে নিয়ে আসার জন্যে। তিনি মুমিনদের প্রতি অতীব দয়াবান।","english_text":"It is He who sends His blessings on you, as (do) His angels, that He may lead you out of darkness into light, for He is benevolent to the believers.","bangla_translit":"হুওয়াল্লাযী ইয়ুছোয়াল্লী ‘আলাইকুম্ অমালা-য়িকাতুহূ লিইয়ুখ্রিজ্বাকুম্ মিনাজ্ জুলুমা-তি ইলান্ র্নূ; অকা-না বিল্মুমিনীনা রহীমা-।","english_translit":"Huwa allathee yusallee AAalaykum wamalaikatuhu liyukhrijakum mina alththulumati ila alnnoori wakana bialmumineena raheeman"},{"sura":33,"aya":44,"quran_text":"تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سَلَامٌ وَأَعَدَّ لَهُمْ أَجْرًا كَرِيمًا","bangla_mohiuddin":"যেদিন আল্লাহর সাথে মিলিত হবে; সেদিন তাদের অভিবাদন হবে সালাম। তিনি তাদের জন্যে সম্মানজনক পুরস্কার প্রস্তুত রেখেছেন।","bangla_murtaza":"যেদিন তারা আল্লাহর সাথে সাক্ষাত করবে সেদিন তাদের প্রতি অভিবাদন হবে ‘সালাম’ এবং তিনি তাদের জন্যে প্রস্তুত রেখেছেন সম্মানজনক প্রতিদান।","english_text":"Their greeting on the day they meet Him will be: \"Peace;\" and He has a generous reward ready for them.","bangla_translit":"তাহিয়্যাতুহুম্ ইয়াওমা ইয়াল্ক্বওনাহূ সালা-মুন্ অ‘আদ্দা লাহুম্ আজরন্ করীমা-।","english_translit":"Tahiyyatuhum yawma yalqawnahu salamun waaAAadda lahum ajran kareeman"},{"sura":33,"aya":45,"quran_text":"يَا أَيُّهَا النَّبِيُّ إِنَّا أَرْسَلْنَاكَ شَاهِدًا وَمُبَشِّرًا وَنَذِيرًا","bangla_mohiuddin":"হে নবী! আমি আপনাকে সাক্ষী, সুসংবাদ দাতা ও সতর্ককারীরূপে প্রেরণ করেছি।","bangla_murtaza":"হে নবী! আমরা তোমাকে পাঠিয়েছি সাক্ষী, সুসংবাদদাতা ও সতর্ককারী হিসেবে,","english_text":"O Prophet, We have sent you as a witness and a bearer of happy tidings and an admonisher,","bangla_translit":"ইয়া য় আইয়ুহান্নাবিয়্যু ইন্না য় র্আসালনা-কা শা-হিদাঁও অ মুবাশ্শিরাঁও অ নাযীরা-।","english_translit":"Ya ayyuha alnnabiyyu inna arsalnaka shahidan wamubashshiran wanatheeran"},{"sura":33,"aya":46,"quran_text":"وَدَاعِيًا إِلَى اللَّهِ بِإِذْنِهِ وَسِرَاجًا مُنِيرًا","bangla_mohiuddin":"এবং আল্লাহর আদেশক্রমে তাঁর দিকে আহবায়করূপে এবং উজ্জ্বল প্রদীপরূপে।","bangla_murtaza":"আর আল্লাহর অনুমতিক্রমে তাঁর দিকে আহ্বানকারী হিসেবে এবং এক উজ্জ্বল প্রদীপ হিসেবে।","english_text":"And to call (men) to God by His leave, and as a lamp resplendent.","bangla_translit":"অ দা-‘ইয়ান্ ইলাল্লা-হি বিইয্নিহী অ সিরা-জ্বাম্ মুনীর-।","english_translit":"WadaAAiyan ila Allahi biithnihi wasirajan muneeran"},{"sura":33,"aya":47,"quran_text":"وَبَشِّرِ الْمُؤْمِنِينَ بِأَنَّ لَهُمْ مِنَ اللَّهِ فَضْلًا كَبِيرًا","bangla_mohiuddin":"আপনি মুমিনদেরকে সুসংবাদ দিন যে, তাদের জন্য আল্লাহর পক্ষ থেকে বিরাট অনুগ্রহ রয়েছে।","bangla_murtaza":"তুমি মুমিনদের সুসংবাদ দাও যে, তাদের জন্যে আল্লাহর পক্ষ থেকে রয়েছে বিরাট অনুগ্রহ।","english_text":"Give glad tidings to the believers that there is great bounty for them from God.","bangla_translit":"অ বাশ্শিরিল্ মুমিনীনা বিআন্না লাহুম্ মিনাল্লা-হি ফাদ্ব্লান্ কাবীর-।","english_translit":"Wabashshiri almumineena bianna lahum mina Allahi fadlan kabeeran"},{"sura":33,"aya":48,"quran_text":"وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ وَدَعْ أَذَاهُمْ وَتَوَكَّلْ عَلَى اللَّهِ وَكَفَى بِاللَّهِ وَكِيلًا","bangla_mohiuddin":"আপনি কাফের ও মুনাফিকদের আনুগত্য করবেন না এবং তাদের উৎপীড়ন উপেক্ষা করুন ও আল্লাহর উপর ভরসা করুন। আল্লাহ কার্যনিবার্হীরূপে যথেষ্ট।","bangla_murtaza":"তুমি কাফির এবং মুনাফিকদের আনুগত্য করোনা, তাদের দেয়া কষ্ট উপেক্ষা করো, আর তাওয়াক্কুল করো আল্লাহর উপর। আর উকিল হিসেবে আল্লাহই কাফী।","english_text":"Do not listen to the unbelievers and the hypocrites. Ignore what they do to hurt you, and put your trust in God. God is sufficient as protector.","bangla_translit":"অলা তুত্বি‘ইল্ কা-ফিরীনা অল্ মুনা-ফিক্বীনা অদা’ আযা-হুম্ অ তাওয়াক্কাল্ ‘আলাল্লা-হ্; অকাফা-বিল্লা-হি অকীলা-।","english_translit":"Wala tutiAAi alkafireena waalmunafiqeena wadaAA athahum watawakkal AAala Allahi wakafa biAllahi wakeelan"},{"sura":33,"aya":49,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحًا جَمِيلًا","bangla_mohiuddin":"মুমিনগণ! তোমরা যখন মুমিন নারীদেরকে বিবাহ কর, অতঃপর তাদেরকে স্পর্শ করার পূর্বে তালাক দিয়ে দাও, তখন তাদেরকে ইদ্দত পালনে বাধ্য করার অধিকার তোমাদের নাই। অতঃপর তোমরা তাদেরকে কিছু দেবে এবং উত্তম পন্থায় বিদায় দেবে।","bangla_murtaza":"হে ঈমানদার লোকেরা! তোমরা মুমিন নারীদের বিয়ে করার পর, তাদের স্পর্শ করার আগেই যদি তালাক দাও, সেক্ষেত্রে তোমাদের জন্যে তাদের কোনো ইদ্দত পালন করতে হবেনা, যা তোমরা গণনা করবে। এ অবস্থায় তোমরা তাদেরকে কিছু অর্থ সামগ্রী দেবে এবং সুন্দরভাবে তাদের বিদায় করবে।","english_text":"O you who believe, when you marry believing women then divorce them before having (sexual) contact with them, you have no right to demand observance of the 'waiting period' of them. But provide suitably for them, and let them go with honour.","bangla_translit":"ইয়া য় আইয়ুহাল্লাযীনা আ-মানূ য় ইযা- নাকাহ্তুমুল্ মুমিনা-তি ছুম্মা ত্বোয়াল্লাকতুমূ হুন্না মিন্ ক্বব্লি আন্ তামাস্সূহুন্না ফামা-লাকুম্ ‘আলাইহিন্না মিন্ ‘ইদ্দাতিন্ তা’তাদ্দূনাহা- ফামাত্তি‘ঊ হুন্না অর্সারিহূ হুন্না সার-হান্ জ্বামীলা-।","english_translit":"Ya ayyuha allatheena amanoo itha nakahtumu almuminati thumma tallaqtumoohunna min qabli an tamassoohunna fama lakum AAalayhinna min AAiddatin taAAtaddoonaha famattiAAoohunna wasarrihoohunna sarahan jameelan"},{"sura":33,"aya":50,"quran_text":"يَا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ اللَّاتِي آتَيْتَ أُجُورَهُنَّ وَمَا مَلَكَتْ يَمِينُكَ مِمَّا أَفَاءَ اللَّهُ عَلَيْكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّاتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَالَاتِكَ اللَّاتِي هَاجَرْنَ مَعَكَ وَامْرَأَةً مُؤْمِنَةً إِنْ وَهَبَتْ نَفْسَهَا لِلنَّبِيِّ إِنْ أَرَادَ النَّبِيُّ أَنْ يَسْتَنْكِحَهَا خَالِصَةً لَكَ مِنْ دُونِ الْمُؤْمِنِينَ قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِي أَزْوَاجِهِمْ وَمَا مَلَكَتْ أَيْمَانُهُمْ لِكَيْلَا يَكُونَ عَلَيْكَ حَرَجٌ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا","bangla_mohiuddin":"হে নবী! আপনার জন্য আপনার স্ত্রীগণকে হালাল করেছি, যাদেরকে আপনি মোহরানা প্রদান করেন। আর দাসীদেরকে হালাল করেছি, যাদেরকে আল্লাহ আপনার করায়ত্ব করে দেন এবং বিবাহের জন্য বৈধ করেছি আপনার চাচাতো ভগ্নি, ফুফাতো ভগ্নি, মামাতো ভগ্নি, খালাতো ভগ্নিকে যারা আপনার সাথে হিজরত করেছে। কোন মুমিন নারী যদি নিজেকে নবীর কাছে সমর্পন করে, নবী তাকে বিবাহ করতে চাইলে সেও হালাল। এটা বিশেষ করে আপনারই জন্য-অন্য মুমিনদের জন্য নয়। আপনার অসুবিধা দূরীকরণের উদ্দেশে। মুমিনগণের স্ত্রী ও দাসীদের ব্যাপারে যা নির্ধারিত করেছি আমার জানা আছে। আল্লাহ ক্ষমাশীল, দয়ালু।","bangla_murtaza":"হে নবী! আমরা তোমার জন্যে হালাল করেছি তোমার স্ত্রীদের, যাদের তুমি মোহরানা দিয়ে বিয়ে করেছো এবং হালাল করেছি ফায় হিসেবে আল্লাহ তোমাকে যা দিয়েছেন তা থেকে যারা তোমার মালিকানাধীন হয়েছে তাদেরকে। (এছাড়া তোমার জন্যে বিয়ে করা হালাল করেছি) তোমার চাচার কন্যাদের, তোমার ফুফুর কন্যাদের, তোমার মামার কন্যাদের, তোমার খালার কন্যাদের-যারা তোমার সাথে হিজরত করেছে। আর যে মুমিন নারী নিজেকে বিয়ে করার জন্যে নবীর কাছে নিবেদন (offer) করে এবং নবী তাকে বিয়ে করতে চাইলে (তাকে বিয়ে করাও হালাল করেছি)। এ বৈধতা বিশেষভাবে তোমার জন্যে, অন্য মুমিনদের জন্যে নয়, যাতে করে তোমার কোনো অসুবিধা না হয়। মুমিনদের স্ত্রী এবং তাদের মালিকানাধীন দাসীদের ব্যাপারে যে বিধান (আগেই) দিয়েছি, তা আমি জানি। আল্লাহ পরম ক্ষমাশীল, অতীব দয়াবান।","english_text":"We have made lawful for you, O Prophet, wives to whom you have given their dower, and God-given maids and captives you have married, and the daughters of your father's brothers and daughters of your father's sisters, and daughters of your mother's brothers and sisters, who migrated with you; and a believing woman who offers herself to the Prophet if the Prophet desires to marry her. This is a privilege only for you and not the other believers. We know what We have ordained for them about their wives and maids they possess, so that you may be free of blame, for God is forgiving and kind.","bangla_translit":"ইয়া য় আইয়্যুহান্নাবিয়্যু ইন্না য় আহ্লাল্না-লাকা আয্ওয়া-জ্বাকাল্ লা-তী য় আ-তাইতা উজুরহুন্না অমা-মালাকাত্ ইয়ামীনুকা মিম্মা য় আফা-য়াল্লা-হু ‘আলাইকা অ বানা-তি ‘আম্মিকা অ বানা-তি ‘আম্মা-তিকা অ বানা-তি খ-লিকা অ বানা-তি খ-লা-তিকাল্ লাতী হা-র্জ্বানা মা‘আকা ওয়াম্রয়াতাম্ মুমিনাতান্ ইঁও অহাবাত্ নাফ্সাহা-লিন্নাবিয়্যি ইন্ আর-দান্ নাবিয়্যু আইঁ ইয়াস্তান্কিহাহা- খ-লিছোয়াতাল্ লাকা মিন্ দূনিল্ মুমিনীন্;ক্বদ্ ‘আলিম্না-মা ফারদ্ব্না-‘আলাইহিম্ ফী য় আয্ওয়া-জ্বিহিম্ অমা- মালাকাত্ আইমা-নুহুম্ লিকাইলা-ইয়াকূনা ‘আলাইকা হারাজ্ব্; অ কা-নাল্লা-হু গাফূর্রা রহীমা-।","english_translit":"Ya ayyuha alnnabiyyu inna ahlalna laka azwajaka allatee atayta ojoorahunna wama malakat yameenuka mimma afaa Allahu AAalayka wabanati AAammika wabanati AAammatika wabanati khalika wabanati khalatika allatee hajarna maAAaka waimraatan muminatan in wahabat nafsaha lilnnabiyyi in arada alnnabiyyu an yastankihaha khalisatan laka min dooni almumineena qad AAalimna ma faradna AAalayhim fee azwajihim wama malakat aymanuhum likayla yakoona AAalayka harajun wakana Allahu ghafooran raheeman"},{"sura":33,"aya":51,"quran_text":"تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ وَتُؤْوِي إِلَيْكَ مَنْ تَشَاءُ وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَ ذَلِكَ أَدْنَى أَنْ تَقَرَّ أَعْيُنُهُنَّ وَلَا يَحْزَنَّ وَيَرْضَيْنَ بِمَا آتَيْتَهُنَّ كُلُّهُنَّ وَاللَّهُ يَعْلَمُ مَا فِي قُلُوبِكُمْ وَكَانَ اللَّهُ عَلِيمًا حَلِيمًا","bangla_mohiuddin":"আপনি তাদের মধ্যে যাকে ইচ্ছা দূরে রাখতে পারেন এবং যাকে ইচ্ছা কাছে রাখতে পারেন। আপনি যাকে দূরে রেখেছেন, তাকে কামনা করলে তাতে আপনার কোন দোষ নেই। এতে অধিক সম্ভাবনা আছে যে, তাদের চক্ষু শীতল থাকবে; তারা দুঃখ পাবে না এবং আপনি যা দেন, তাতে তারা সকলেই সন্তুষ্ট থাকবে। তোমাদের অন্তরে যা আছে, আল্লাহ জানেন। আল্লাহ সর্বজ্ঞ, সহনশীল।","bangla_murtaza":"তুমি তাদের (নিজ স্ত্রীদের) যাকে ইচ্ছা (নিয়ম মাফিক) দূরে রাখতে পারো এবং যাকে ইচ্ছা কাছে রাখতে পারো। আর তুমি যাকে দূরে রেখেছো তাকে কামনা করলে তোমার কোনো অপরাধ হবেনা। এটাই সহজতর, যাতে তোমার স্ত্রীদের চক্ষু শীতল হয়, তারা দুঃখ না পায় এবং তুমি যা দেবে তাতে তাদের প্রত্যেকেই সন্তুষ্ট থাকে। আল্লাহ জানেন তোমাদের অন্তরে কী আছে? আল্লাহ সর্বজ্ঞানী, সহনশীল।","english_text":"You may defer the turn of any of your wives you like, and may take any other you desire. There is no harm if you take any of those (whose turn) you had deferred. This would be better as it would gladden their hearts and they will not grieve, and each will be happy with what you have given her. God knows what is in your heart, for He is all-wise and benign.","bangla_translit":"র্তুজ্বী মান্ তাশা-য়ু মিন্হুন্না অ তু’ওয়ী য় ইলাইকা মান্ তাশা-য়্; অমানিব্ তাগইতা মিম্মান্ ‘আযাল্তা ফালা-জুনা-হা ‘আলাইক্; যা-লিকা আদ্না য় আন্ তার্ক্বার আ’ইয়ুনুহুন্না অলা- ইয়াহ্যান্না অ ইর্য়াদ্বোয়াইনা বিমা য় আ-তাইতাহুন্না কুল্লুহুন্; অল্লা-হু ইয়া’লামু মা-ফী কুলূ বিকুম্; অ কা-নাল ল্লা-হু ‘আলীমান্ হালীমা-।","english_translit":"Turjee man tashao minhunna watuwee ilayka man tashao wamani ibtaghayta mimman AAazalta fala junaha AAalayka thalika adna an taqarra aAAyunuhunna wala yahzanna wayardayna bima ataytahunna kulluhunna waAllahu yaAAlamu ma fee quloobikum wakana Allahu AAaleeman haleeman"},{"sura":33,"aya":52,"quran_text":"لَا يَحِلُّ لَكَ النِّسَاءُ مِنْ بَعْدُ وَلَا أَنْ تَبَدَّلَ بِهِنَّ مِنْ أَزْوَاجٍ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ إِلَّا مَا مَلَكَتْ يَمِينُكَ وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ رَقِيبًا","bangla_mohiuddin":"এরপর আপনার জন্যে কোন নারী হালাল নয় এবং তাদের পরিবর্তে অন্য স্ত্রী গ্রহণ করাও হালাল নয় যদিও তাদের রূপলাবণ্য আপনাকে মুগ্ধ করে, তবে দাসীর ব্যাপার ভিন্ন। আল্লাহ সর্ব বিষয়ের উপর সজাগ নজর রাখেন।","bangla_murtaza":"এর পর তোমার জন্যে আর কোনো নারীকে বিয়ে করা বৈধ নয় এবং তোমার স্ত্রীদের পরিবর্তন করে অন্য স্ত্রী গ্রহণ করাও বৈধ নয়, যদিও তাদের সৌন্দর্য তোমাকে মুগ্ধ করে। তবে তোমার অধিকারভুক্ত দাসীদের ব্যাপারে এই বিধান প্রযোজ্য নয়। আল্লাহ প্রতিটি বিষয়ে সূক্ষ্মভাবে দৃষ্টিদাতা।","english_text":"No other women are lawful for you after this except those you have married, nor to change your present wives for other women even though their beauty should appeal to you. God is watchful of everything.","bangla_translit":"লা-ইয়াহিল্ল লাকান্নিসা-য়ু মিম্ বা’দু অলা য় আন্ তাবাদ্দালা বিহিন্না মিন্ আয্ওয়া জ্বিওঁ অলাও আ’জ্বাবাকা হুস্নুহুন্না ইল্লা-মা-মালাকাত্ ইয়ামীনুক্; অকা-নাল্লা-হু ‘আলা-কুল্লি শাইর্য়ি রক্বীবা-।","english_translit":"La yahillu laka alnnisao min baAAdu wala an tabaddala bihinna min azwajin walaw aAAjabaka husnuhunna illa ma malakat yameenuka wakana Allahu AAala kulli shayin raqeeban"},{"sura":33,"aya":53,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلَّا أَنْ يُؤْذَنَ لَكُمْ إِلَى طَعَامٍ غَيْرَ نَاظِرِينَ إِنَاهُ وَلَكِنْ إِذَا دُعِيتُمْ فَادْخُلُوا فَإِذَا طَعِمْتُمْ فَانْتَشِرُوا وَلَا مُسْتَأْنِسِينَ لِحَدِيثٍ إِنَّ ذَلِكُمْ كَانَ يُؤْذِي النَّبِيَّ فَيَسْتَحْيِي مِنْكُمْ وَاللَّهُ لَا يَسْتَحْيِي مِنَ الْحَقِّ وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعًا فَاسْأَلُوهُنَّ مِنْ وَرَاءِ حِجَابٍ ذَلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ وَمَا كَانَ لَكُمْ أَنْ تُؤْذُوا رَسُولَ اللَّهِ وَلَا أَنْ تَنْكِحُوا أَزْوَاجَهُ مِنْ بَعْدِهِ أَبَدًا إِنَّ ذَلِكُمْ كَانَ عِنْدَ اللَّهِ عَظِيمًا","bangla_mohiuddin":"হে মুমিনগণ! তোমাদেরকে অনুমতি দেয়া না হলে তোমরা খাওয়ার জন্য আহার্য রন্ধনের অপেক্ষা না করে নবীর গৃহে প্রবেশ করো না। তবে তোমরা আহুত হলে প্রবেশ করো, তবে অতঃপর খাওয়া শেষে আপনা আপনি চলে যেয়ো, কথাবার্তায় মশগুল হয়ে যেয়ো না। নিশ্চয় এটা নবীর জন্য কষ্টদায়ক। তিনি তোমাদের কাছে সংকোচ বোধ করেন; কিন্তু আল্লাহ সত্যকথা বলতে সংকোচ করেন না। তোমরা তাঁর পত্নীগণের কাছে কিছু চাইলে পর্দার আড়াল থেকে চাইবে। এটা তোমাদের অন্তরের জন্যে এবং তাঁদের অন্তরের জন্যে অধিকতর পবিত্রতার কারণ। আল্লাহর রাসূলকে কষ্ট দেয়া এবং তাঁর ওফাতের পর তাঁর পত্নীগণকে বিবাহ করা তোমাদের জন্য বৈধ নয়। আল্লাহর কাছে এটা গুরুতর অপরাধ।","bangla_murtaza":"হে ঈমানদার লোকেরা! তোমাদের অনুমতি না দেয়া পর্যন্ত খাবার প্রস্তুতির জন্যে অপেক্ষা না করে খাবার গ্রহণের জন্যে নবীর ঘরে প্রবেশ করোনা। তবে যখন ডাকা হয় তখন প্রবেশ করো। আর যখনই খাবার গ্রহণ শেষ হয়, তখন চলে যেয়ো কথাবার্তায় মশগুল না হয়ে। কারণ তোমাদের এ ধরণের আচরণ নবীকে কষ্ট দেয় এবং তোমাদের উঠিয়ে দিতে সে সংকোচ বোধ করে। তবে আল্লাহ সত্য বলতে সংকোচ বোধ করেন না। তোমরা নবী পত্নীদের কাছে কিছু চাইলে হিজাবের অন্তরাল থেকে চাইবে। এ পন্থাই তোমাদের এবং তাদের অন্তরের জন্যে অধিকতর পবিত্র। তোমাদের কারো জন্যে সংগত নয় আল্লাহর রসূলকে কষ্ট দেয়া এবং তাঁর মৃত্যুর পর কখনো তাঁর স্ত্রীদের বিয়ে করা। আল্লাহর দৃষ্টিতে তোমাদের এসব কাজে জড়ানো গুরুতর অপরাধ।","english_text":"O you who believe, do not enter the houses of the Prophet for a meal without awaiting the proper time, unless asked, and enter when you are invited, and depart when you have eaten, and do not stay on talking. This puts the Prophet to inconvenience, and he feels embarrassed before you; but God is not embarrassed in (saying) the truth. And when you ask his wife for some thing of utility, ask for it from behind the screen. This is for the purity of your hearts and theirs. It does not behove you to annoy the prophet of God, or to ever marry his wives after him. This would indeed be serious in the sight of God.","bangla_translit":"ইয়া য় আই ইয়ুহাল্ লাযীনা আ-মানূ লা-তাদ্খুলূ বুইয়ূতান্ নাবিয়্যি ইল্লা য় আইঁ ইয়ুযানা লাকুম্ ইলা-ত্বোয়া‘আ-মিন্ গইর না-জিরীনা ইনা-হু অলা-কিন্ ইযা-দু‘ঈতুম্ ফাদ্খুলূ ফাইযা-ত্বোয়া‘ইম্তুম্ ফান্তাশিরূ অলা-মুস্তানিসীনা লিহাদীছ্; ইন্না যা-লিকুম্ কা-না ইয়ুযিন্নাবিয়্যা ফাইয়াস্তাহ্য়ী মিন্কুম্ অল্লা-হু লা-ইয়াস্তাহ্য়ী মিনাল্ হাক; অইযা-সায়াল্তুমূহুন্না মাতা-‘আন্ ফাস্য়ালূহুন্না মিঁও; অর-য়ি হিজ্বা-ব্; যা-লিকুম্ আত্ব হারু লিকলূ বিকুম্ অ কুলূ বিহিন্; অমা-কা-না লাকুম্ ‘আন্ তু’যূ রাসূলাল্লা-হি অলা য় আন্ তান্কিহূ য় আয্ওয়া-জ্বাহূ মিম্ বা’দিহী য় আবাদা-; ইন্না যা-লিকুম্ কা-না ‘ইন্দা ল্লা-হি ‘আজীমা-।","english_translit":"Ya ayyuha allatheena amanoo la tadkhuloo buyoota alnnabiyyi illa an yuthana lakum ila taAAamin ghayra nathireena inahu walakin itha duAAeetum faodkhuloo faitha taAAimtum faintashiroo wala mustaniseena lihadeethin inna thalikum kana yuthee alnnabiyya fayastahyee minkum waAllahu la yastahyee mina alhaqqi waitha saaltumoohunna mataAAan faisaloohunna min warai hijabin thalikum atharu liquloobikum waquloobihinna wama kana lakum an tuthoo rasoola Allahi wala an tankihoo azwajahu min baAAdihi abadan inna thalikum kana AAinda Allahi AAatheeman"},{"sura":33,"aya":54,"quran_text":"إِنْ تُبْدُوا شَيْئًا أَوْ تُخْفُوهُ فَإِنَّ اللَّهَ كَانَ بِكُلِّ شَيْءٍ عَلِيمًا","bangla_mohiuddin":"তোমরা খোলাখুলি কিছু বল অথবা গোপন রাখ, আল্লাহ সর্ব বিষয়ে সর্বজ্ঞ।","bangla_murtaza":"তোমরা কোনো কিছু প্রকাশ করো কিংবা গোপন করো, জেনে রাখো, আল্লাহ সব বিষয়ে জ্ঞানী।","english_text":"Whether you discuss a thing or conceal it, surely God has knowledge of everything.","bangla_translit":"ইন্ তুব্দূ শাইয়ান্ আও তুখ্ফূহু ফাইনাল্লা-হা কা-না বিকুল্লি শাইয়িন্ ‘আলীমা-।","english_translit":"In tubdoo shayan aw tukhfoohu fainna Allaha kana bikulli shayin AAaleeman"},{"sura":33,"aya":55,"quran_text":"لَا جُنَاحَ عَلَيْهِنَّ فِي آبَائِهِنَّ وَلَا أَبْنَائِهِنَّ وَلَا إِخْوَانِهِنَّ وَلَا أَبْنَاءِ إِخْوَانِهِنَّ وَلَا أَبْنَاءِ أَخَوَاتِهِنَّ وَلَا نِسَائِهِنَّ وَلَا مَا مَلَكَتْ أَيْمَانُهُنَّ وَاتَّقِينَ اللَّهَ إِنَّ اللَّهَ كَانَ عَلَى كُلِّ شَيْءٍ شَهِيدًا","bangla_mohiuddin":"নবী-পত্নীগণের জন্যে তাঁদের পিতা পুত্র, ভ্রাতা, ভ্রাতুস্পুত্র, ভগ্নি পুত্র, সহধর্মিনী নারী এবং অধিকার ভুক্ত দাসদাসীগণের সামনে যাওয়ার ব্যাপারে গোনাহ নেই। নবী-পত্নীগণ, তোমরা আল্লাহকে ভয় কর। নিশ্চয় আল্লাহ সর্ব বিষয় প্রত্যক্ষ করেন।","bangla_murtaza":"তবে তাদের (নবীর স্ত্রীদের) জন্যে দোষ হবেনা (হিজাব না করলে) তাদের পিতা, কিংবা সন্তান, কিংবা ভাই, অথবা ভাইয়ের ছেলে, নতুবা বোনের ছেলে, তাদের সেবিকা এবং অধিকারভুক্ত দাসদাসীদের সামনে। তোমরা আল্লাহ্কে ভয় করো। আল্লাহ প্রতিটি বিষয়ে প্রত্যক্ষদর্শী।","english_text":"There is no harm if they come before their fathers or their sons, or their brothers and their brothers' and sisters' sons, or their women folk or captive maids they possess. Follow the commands of God. Verily God is witness to everything.","bangla_translit":"লা-জ¦ ুনা-হা ‘আলাইহিন্না ফীয়‘আ-বা-য়িহিন্না অলা য় আবনা-য়িহিন্না অলা য় ইখ্ওয়া- নিহিন্না অলা য় আব্না-য়ি ইখ্ওয়া-নি হিন্না অলা য় আব্না-য়ি আখাওয়া- তিহিন্না অলা-নিসা-য়িহিন্না অলা-মা-মালাকাত্ আইমানুহুন্না অত্তাক্বীনাল্লা-হ্; ইন্নাল্লা-হা কা-না ‘আলা-কুল্লি শাইয়িন্ শাহীদা-।","english_translit":"La junaha AAalayhinna fee abaihinna wala abnaihinna wala ikhwanihinna wala abnai ikhwanihinna wala abnai akhawatihinna wala nisaihinna wala ma malakat aymanuhunna waittaqeena Allaha inna Allaha kana AAala kulli shayin shaheedan"},{"sura":33,"aya":56,"quran_text":"إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا","bangla_mohiuddin":"আল্লাহ ও তাঁর ফেরেশতাগণ নবীর প্রতি রহমত প্রেরণ করেন। হে মুমিনগণ! তোমরা নবীর জন্যে রহমতের তরে দোয়া কর এবং তাঁর প্রতি সালাম প্রেরণ কর।","bangla_murtaza":"নিশ্চয়ই আল্লাহ তাঁর নবীর প্রতি সালাত (অনুগ্রহ, অনুকম্পা, মর্যাদাদান) করেন এবং তাঁর ফেরেশতারা নবীর জন্যে সালাত (অনুগ্রহ) প্রার্থনা করে। হে ঈমানদার লোকেরা! তোমরাও নবীর জন্যে সালাত (অনুগ্রহ ও মর্যাদা) প্রার্থনা করো এবং তাঁকে যথার্থভাবে সালাম জানাও।","english_text":"God and His angels shower their blessings on the Prophet. O believers, you should also send your blessings on him, and salute him with a worthy greeting.","bangla_translit":"ইন্নাল্লা-হা অমালা-য়িকাতাহূ ইছোয়াল্লুনা ‘আলান্নাবিয়্যি ইয়া য় আইয়ুহাল্লাযীনা আ-মানূ ছল্লূ ‘আলাইহি অসাল্লিমূ তাস্লীমা-।","english_translit":"Inna Allaha wamalaikatahu yusalloona AAala alnnabiyyi ya ayyuha allatheena amanoo salloo AAalayhi wasallimoo tasleeman"},{"sura":33,"aya":57,"quran_text":"إِنَّ الَّذِينَ يُؤْذُونَ اللَّهَ وَرَسُولَهُ لَعَنَهُمُ اللَّهُ فِي الدُّنْيَا وَالْآخِرَةِ وَأَعَدَّ لَهُمْ عَذَابًا مُهِينًا","bangla_mohiuddin":"যারা আল্লাহ ও তাঁর রসূলকে কষ্ট দেয়, আল্লাহ তাদের প্রতি ইহকালে ও পরকালে অভিসম্পাত করেন এবং তাদের জন্যে প্রস্তুত রেখেছেন অবমাননাকর শাস্তি।","bangla_murtaza":"নিশ্চয়ই যারা আল্লাহ্কে এবং তাঁর রসূলকে কষ্ট দেয়, আল্লাহ দুনিয়া এবং আখিরাতে তাদের লা’নত করেন এবং তাদের জন্যে তিনি প্রস্তুত রেখেছেন অপমানজনক আযাব।","english_text":"Those who offend God and His Prophet will be damned in this world and the next. There is a shameful punishment ready for them.","bangla_translit":"ইন্নাল্ লাযীনা ইয়ুযূনাল্লা-হা অরসূলাহূ লা‘আনাহুমু ল্লা-হু ফিদ্ দুন্ইয়া- অল্ আ-খিরতি অআ‘আদ্দা লাহুম্ ‘আযা-বাম্ মুহীনা-।","english_translit":"Inna allatheena yuthoona Allaha warasoolahu laAAanahumu Allahu fee alddunya waalakhirati waaAAadda lahum AAathaban muheenan"},{"sura":33,"aya":58,"quran_text":"وَالَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا فَقَدِ احْتَمَلُوا بُهْتَانًا وَإِثْمًا مُبِينًا","bangla_mohiuddin":"যারা বিনা অপরাধে মুমিন পুরুষ ও মুমিন নারীদেরকে কষ্ট দেয়, তারা মিথ্যা অপবাদ ও প্রকাশ্য পাপের বোঝা বহন করে।","bangla_murtaza":"যারা বিনা অপরাধে মুমিন পুরুষ এবং নারীদের কষ্ট দেয়, তারা নিজেদের ঘাড়ে বহন করে অপবাদ এবং সুস্পষ্ট পাপের বোঝা।","english_text":"Those who slander believing men and women for what they have not done, will bear the burden of calumny and clear iniquity.","bangla_translit":"অল্লাযীনা ইয়ুযূনাল্ মুমিনীনা অল্ মুমিনাতি বিগইরি মাক্তাসাবূ ফাক্বাদিহ্তামালূ বুহ্তা-নাঁও অইছ্মাম্ মুবীনা-।","english_translit":"Waallatheena yuthoona almumineena waalmuminati bighayri ma iktasaboo faqadi ihtamaloo buhtanan waithman mubeenan"},{"sura":33,"aya":59,"quran_text":"يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ ذَلِكَ أَدْنَى أَنْ يُعْرَفْنَ فَلَا يُؤْذَيْنَ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا","bangla_mohiuddin":"হে নবী! আপনি আপনার পত্নীগণকে ও কন্যাগণকে এবং মুমিনদের স্ত্রীগণকে বলুন, তারা যেন তাদের চাদরের কিয়দংশ নিজেদের উপর টেনে নেয়। এতে তাদেরকে চেনা সহজ হবে। ফলে তাদেরকে উত্যক্ত করা হবে না। আল্লাহ ক্ষমাশীল পরম দয়ালু।","bangla_murtaza":"হে নবী! তোমার স্ত্রী, কন্যা এবং মুমিনদের নারীদের বলো, তারা যেনো তাদের চাদরের অংশ তাদের উপর টেনে দেয়। এতে করে তাদের পরিচয় জানতে সহজতর হবে এবং তাদের উত্যক্ত করা হবেনা। আল্লাহ অতীব ক্ষমাশীল, পরম দয়াবান।","english_text":"O Prophet, tell your wives and daughters, and the women of the faithful, to draw their wraps a little over them. They will thus be recognised and no harm will come to them. God is forgiving and kind.","bangla_translit":"ইয়া য় আইয়ুহা ন্নাবিয়্যু কুল্ লিআয্ওয়া-জ্বিকা অবানা-তিকা অ নিসা-য়িল্ মুমিনীনা ইয়ুদ্নীনা ‘আলাইহিন্না মিন্ জ্বালা-বীবিহিন্; যা-লিকা আদ্না য় আইঁ ইয়ু’রফ্না ফালা-ইয়ুযাইন্; অকা-নাল্লা-হু গফূর্রা রহীমা-।","english_translit":"Ya ayyuha alnnabiyyu qul liazwajika wabanatika wanisai almumineena yudneena AAalayhinna min jalabeebihinna thalika adna an yuAArafna fala yuthayna wakana Allahu ghafooran raheeman"},{"sura":33,"aya":60,"quran_text":"لَئِنْ لَمْ يَنْتَهِ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ وَالْمُرْجِفُونَ فِي الْمَدِينَةِ لَنُغْرِيَنَّكَ بِهِمْ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَا إِلَّا قَلِيلًا","bangla_mohiuddin":"মুনাফিকরা এবং যাদের অন্তরে রোগ আছে এবং মদীনায় গুজব রটনাকারীরা যদি বিরত না হয়, তবে আমি অবশ্যই তাদের বিরুদ্ধে আপনাকে উত্তেজিত করব। অতঃপর এই শহরে আপনার প্রতিবেশী অল্পই থাকবে।","bangla_murtaza":"মুনাফিকরা, যাদের অন্তরে রোগ আছে তারা, আর যারা শহরে গুজব রটায় তারা নিজেদের অপতৎপরতা থেকে বিরত না হলে তাদের বিরুদ্ধে আমরা তোমাকে প্রবল করে তুলবো, তারপর এই নগরীতে তারা তোমার প্রতিবেশি হিসেবে খুব কম সময়ই থাকতে পারবে।","english_text":"If the hypocrites and perverts, and the rumour-mongers of Madinah, do not desist even now, We shall rouse you against them, so they would not be able to live but a short time in the city with you.","bangla_translit":"লায়িল্লাম্ ইয়ান্তাহিল্ মুনা-ফিকুনা অল্লাযীনা ফী কুলূ বিহিম্ মারাদ্বুঁও অর্ল্মুজ্বিফূনা ফিল্ মাদীনাতি লানুগ্রিয়ান্নাকা বিহিম্ ছুম্মা লা-ইয়ুজ্বা-ওয়িরূ নাকা ফীহা য় ইল্লা-ক্বলীলা-।","english_translit":"Lain lam yantahi almunafiqoona waallatheena fee quloobihim maradun waalmurjifoona fee almadeenati lanughriyannaka bihim thumma la yujawiroonaka feeha illa qaleelan"},{"sura":33,"aya":61,"quran_text":"مَلْعُونِينَ أَيْنَمَا ثُقِفُوا أُخِذُوا وَقُتِّلُوا تَقْتِيلًا","bangla_mohiuddin":"অভিশপ্ত অবস্থায় তাদেরকে যেখানেই পাওয়া যাবে, ধরা হবে এবং প্রাণে বধ করা হবে।","bangla_murtaza":"অভিশপ্ত হবে তারা। যেখানেই তাদের পাওয়া যাবে, ধরা হবে এবং হত্যা করা হবে হত্যা করার মতো।","english_text":"Accursed, they would be seized wherever found, and slain mercilessly.","bangla_translit":"মাল্‘ঊ নীনা আইনামা-ছুক্বিফূ য় উখিযূ অকুত্তিলূ তাকতীলা।-","english_translit":"MalAAooneena aynama thuqifoo okhithoo waquttiloo taqteelan"},{"sura":33,"aya":62,"quran_text":"سُنَّةَ اللَّهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ وَلَنْ تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا","bangla_mohiuddin":"যারা পূর্বে অতীত হয়ে গেছে, তাদের ব্যাপারে এটাই ছিল আল্লাহর রীতি। আপনি আল্লাহর রীতিতে কখনও পরিবর্তন পাবেন না।","bangla_murtaza":"যারা অতীত হয়েছে, তাদের ব্যাপারেও এটাই  ছিলো আল্লাহর সুন্নত (নিয়ম), তুমি কখনো আল্লাহর সুন্নতে পরিবর্তন পাবেনা।","english_text":"Such was the law of God among those before you; and you will not find any change in the law of God.","bangla_translit":"সুন্নাতাল্লা-হি ফিল্লাযীনা খলাও মিন্ ক্বব্লু অলান্ তাজ্বিদা লিসুন্নাতিল্লা-হি তাব্দীলা-।","english_translit":"Sunnata Allahi fee allatheena khalaw min qablu walan tajida lisunnati Allahi tabdeelan"},{"sura":33,"aya":63,"quran_text":"يَسْأَلُكَ النَّاسُ عَنِ السَّاعَةِ قُلْ إِنَّمَا عِلْمُهَا عِنْدَ اللَّهِ وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ تَكُونُ قَرِيبًا","bangla_mohiuddin":"লোকেরা আপনাকে কেয়ামত সম্পর্কে জিজ্ঞাসা করে। বলুন, এর জ্ঞান আল্লাহর কাছেই। আপনি কি করে জানবেন যে সম্ভবতঃ কেয়ামত নিকটেই।","bangla_murtaza":"লোকেরা তোমাকে কিয়ামত সম্পর্কে জিজ্ঞাসা করে। তুমি বলো: ‘সেটার জ্ঞান আল্লাহর কাছেই রয়েছে।’ সেটা তুমি জানবে কী করে? হয়তো বা কিয়ামত খুব শীঘ্রি অনুষ্ঠিত হবে।","english_text":"People ask you about the Hour (of the great change). Say: \"Only God has knowledge of it. Who knows? The Hour may be close at hand.\"","bangla_translit":"ইয়াস্য়ালুকা ন্না-সু ‘আনিস্ সা আহ্; কুল্ ইন্নামা-‘ইল্মুহা-‘ইন্দাল্লা-হ্; অমা-ইয়ুদ্রীকা লা‘আল্লাস্ সা-‘আতা তাকূনূ ক্বরীবা-।","english_translit":"Yasaluka alnnasu AAani alssaAAati qul innama AAilmuha AAinda Allahi wama yudreeka laAAalla alssaAAata takoonu qareeban"},{"sura":33,"aya":64,"quran_text":"إِنَّ اللَّهَ لَعَنَ الْكَافِرِينَ وَأَعَدَّ لَهُمْ سَعِيرًا","bangla_mohiuddin":"নিশ্চয় আল্লাহ কাফেরদেরকে অভিসম্পাত করেছেন এবং তাদের জন্যে জ্বলন্ত অগ্নি প্রস্তুত রেখেছেন।","bangla_murtaza":"আল্লাহ লা’নত করেছেন কাফিরদের এবং তাদের জন্যে প্রস্তুত রেখেছেন জ্বলন্ত আগুন।","english_text":"Verily God has cursed the infidels, and prepared a blazing fire for them.","bangla_translit":"ইন্নাল্লা-হা লা‘আনাল্ কা-ফিরীনা অআ‘আদ্দা লাহুম্ সা‘ঈরা-।-","english_translit":"Inna Allaha laAAana alkafireena waaAAadda lahum saAAeeran"},{"sura":33,"aya":65,"quran_text":"خَالِدِينَ فِيهَا أَبَدًا لَا يَجِدُونَ وَلِيًّا وَلَا نَصِيرًا","bangla_mohiuddin":"তথায় তারা অনন্তকাল থাকবে এবং কোন অভিভাবক ও সাহায্যকারী পাবে না।","bangla_murtaza":"সেখানেই থাকবে তারা অনন্তকাল। তারা কোনো অলিও পাবেনা, সাহায্যকারীও পাবেনা।","english_text":"They will live in it for ever, and will find no saviour or helper.","bangla_translit":"খ-লিদীনা ফীহা য় আবাদান্ লা-ইয়াজ্বিদূনা অলিয়্যাঁও অলা-নাছীর-।","english_translit":"Khalideena feeha abadan la yajidoona waliyyan wala naseeran"},{"sura":33,"aya":66,"quran_text":"يَوْمَ تُقَلَّبُ وُجُوهُهُمْ فِي النَّارِ يَقُولُونَ يَا لَيْتَنَا أَطَعْنَا اللَّهَ وَأَطَعْنَا الرَّسُولَا","bangla_mohiuddin":"যেদিন অগ্নিতে তাদের মুখমন্ডল ওলট পালট করা হবে; সেদিন তারা বলবে, হায়। আমরা যদি আল্লাহর আনুগত্য করতাম ও রসূলের আনুগত্য করতাম।","bangla_murtaza":"যেদিন তাদের মুখমন্ডল আগুনে ওলটপালট করা হবে, সেদিন তারা বলবে: “হায়, আমরা যদি আল্লাহর আনুগত্য করতাম এবং রসূলকে মেনে চলতাম!’","english_text":"The day their faces would be turned on the fire (as on a spit), they will say: \"Alas! If only we had obeyed God, and obeyed the Prophet.\"","bangla_translit":"ইয়াওমা তুকাল্লাবু উজ্ব হুহুম্ ফীন্না-রি ইয়াকু লূনা ইয়া-লাইতানা য় আত্বোয়া’না ল্লা-হা অ আত্বোয়া’র্না রসূলা-।","english_translit":"Yawma tuqallabu wujoohuhum fee alnnari yaqooloona ya laytana ataAAna Allaha waataAAna alrrasoola"},{"sura":33,"aya":67,"quran_text":"وَقَالُوا رَبَّنَا إِنَّا أَطَعْنَا سَادَتَنَا وَكُبَرَاءَنَا فَأَضَلُّونَا السَّبِيلَا","bangla_mohiuddin":"তারা আরও বলবে, হে আমাদের পালনকর্তা, আমরা আমাদের নেতা ও বড়দের কথা মেনেছিলাম, অতঃপর তারা আমাদের পথভ্রষ্ট করেছিল।","bangla_murtaza":"তারা আরো বলবে: ‘আমাদের প্রভু! আমরা আমাদের নেতা এবং মুরুব্বিদের আনুগত্য করেছি, কিন্তু তারা আমাদের পথভ্রষ্ট করেছে,","english_text":"They will say: \"O our Lord, we obeyed our leaders and the elders, but they only led us astray.","bangla_translit":"অ ক্ব-লু রব্বানা য় ইন্না য় আত্বোয়া’না-সা-দাতানা-অকুবার-য়ানা- ফাআদ্বোয়াল্লূনাস্ সাবীলা-।","english_translit":"Waqaloo rabbana inna ataAAna sadatana wakubaraana faadalloona alssabeela"},{"sura":33,"aya":68,"quran_text":"رَبَّنَا آتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ وَالْعَنْهُمْ لَعْنًا كَبِيرًا","bangla_mohiuddin":"হে আমাদের পালনকর্তা! তাদেরকে দ্বিগুণ শাস্তি দিন এবং তাদেরকে মহা অভিসম্পাত করুন।","bangla_murtaza":"আমাদের প্রভু! তুমি তাদের দ্বিগুণ শাস্তি দাও, আর তাদের লা’নত করো গুরুতর লা’নত।”","english_text":"O Lord, give them a double punishment, and put a grievous curse upon them.\"","bangla_translit":"রব্বানা য় আ-তিহিম্ দ্বি’ফাইনি মিনাল্ ‘আযা-বি অল্‘আন্হুম্ লা’নান্ কাবীর-।","english_translit":"Rabbana atihim diAAfayni mina alAAathabi wailAAanhum laAAnan kabeeran"},{"sura":33,"aya":69,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَكُونُوا كَالَّذِينَ آذَوْا مُوسَى فَبَرَّأَهُ اللَّهُ مِمَّا قَالُوا وَكَانَ عِنْدَ اللَّهِ وَجِيهًا","bangla_mohiuddin":"হে মুমিনগণ! মূসাকে যারা কষ্ট দিয়েছে, তোমরা তাদের মত হয়ো না। তারা যা বলেছিল, আল্লাহ তা থেকে তাঁকে নির্দোষ প্রমাণ করেছিলেন। তিনি আল্লাহর কাছে ছিলেন মর্যাদাবান।","bangla_murtaza":"হে ঈমানদার লোকেরা! তোমরা ঐসব লোকদের মতো হয়োনা, যারা মূসাকে কষ্ট দিয়েছিল। তারা যা রটিয়েছিল, আল্লাহ তা থেকে তাকে নির্দোষ প্রমাণিত করেন এবং সে ছিলো আল্লাহর কাছে মর্যাদাবান।","english_text":"O you who believe, do not be like those who maligned Moses, whilst God cleared him of what they alleged; and he was held in high esteem with God.","bangla_translit":"ইয়া য় আইইয়ুহাল্লাযীনা আ-মানূ লা-তাকূনূ কাল্লাযীনা আ-যাও মূসা-ফার্বারয়াহুল্লা-হু মিম্মা-ক্ব-লূ; অকা-না ‘ইন্দাল্লা-হি অজ্বীহা-।","english_translit":"Ya ayyuha allatheena amanoo la takoonoo kaallatheena athaw moosa fabarraahu Allahu mimma qaloo wakana AAinda Allahi wajeehan"},{"sura":33,"aya":70,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا","bangla_mohiuddin":"হে মুমিনগণ! আল্লাহকে ভয় কর এবং সঠিক কথা বল।","bangla_murtaza":"হে ঈমানদার লোকেরা! তোমরা আল্লাহকে ভয় করো এবং সরল সঠিক কথা বলো।","english_text":"O you who believe, obey the commands of God, and say straightforward things","bangla_translit":"ইয়া য় আইয়ুহাল্লাযীনা আ-মানুত্তাকু ল্লা-হা অকুলূ ক্বওলান্ সাদীদা-।","english_translit":"Ya ayyuha allatheena amanoo ittaqoo Allaha waqooloo qawlan sadeedan"},{"sura":33,"aya":71,"quran_text":"يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا","bangla_mohiuddin":"তিনি তোমাদের আমল-আচরণ সংশোধন করবেন এবং তোমাদের পাপসমূহ ক্ষমা করবেন। যে কেউ আল্লাহ ও তাঁর রসূলের আনুগত্য করে, সে অবশ্যই মহা সাফল্য অর্জন করবে।","bangla_murtaza":"(তাহলে) তিনি তোমাদের জন্যে ইসলাহ করে দেবেন তোমাদের আমল এবং ক্ষমা করে দেবেন তোমাদের অপরাধ। যে কেউ আল্লাহ এবং তাঁর রসূলের আনুগত্য করবে, অবশ্যি সে সাফল্য অর্জন করবে মহাসাফল্য।","english_text":"That He may straighten your affairs for you and forgive your sins; and he who obeys God and His Prophet will be successful.","bangla_translit":"ইয়ুছ্লিহ্ লাকুম্ আ’মা-লাকুম্ অইয়ার্গ্ফি লাকুম্ যুনূবাকুম্; অমাইঁ ইয়ুত্বি‘ইল্লা-হা অ রসূলাহূ ফাক্বদ্ ফা-যা ফাওযান্ ‘আজীমা-।","english_translit":"Yuslih lakum aAAmalakum wayaghfir lakum thunoobakum waman yutiAAi Allaha warasoolahu faqad faza fawzan AAatheeman"},{"sura":33,"aya":72,"quran_text":"إِنَّا عَرَضْنَا الْأَمَانَةَ عَلَى السَّمَاوَاتِ وَالْأَرْضِ وَالْجِبَالِ فَأَبَيْنَ أَنْ يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا الْإِنْسَانُ إِنَّهُ كَانَ ظَلُومًا جَهُولًا","bangla_mohiuddin":"আমি আকাশ পৃথিবী ও পর্বতমালার সামনে এই আমানত পেশ করেছিলাম, অতঃপর তারা একে বহন করতে অস্বীকার করল এবং এতে ভীত হল; কিন্তু মানুষ তা বহণ করল। নিশ্চয় সে জালেম-অজ্ঞ।","bangla_murtaza":"আমরা মহাকাশ, পৃথিবী এবং পাহাড়-পর্বতের কাছে এই আমানত পেশ করেছিলাম, কিন্তু তারা তা বহন করতে অপারগতা প্রকাশ করে এবং শংকিত হয়ে পড়ে। কিন্তু মানুষ তা বহন করলো। সে তো ভীষণ যালিম, অতিরিক্ত অজ্ঞ।","english_text":"We had offered the Trust (of divine responsibilities) to the heavens, the earth, the mountains, but they refrained from bearing the burden and were frightened of it; but man took it on himself. He is a faithless ignoramus.","bangla_translit":"ইন্না আরদ্ব্নাল্ আমা-নাতা ‘আলাস্ সামা-ওয়া-তি অল্ র্আদ্বি অল্জ্বিবা-লি ফাআ বাইনা আইঁ ইয়াহ্মিল্নাহা-অ আশ্ফাক্ব্না মিন্হা-অহামালাহাল্ ইন্সা-ন্; ইন্নাহূ কা-না জোয়ালূমান জ্বাহূলা-।","english_translit":"Inna AAaradna alamanata AAala alssamawati waalardi waaljibali faabayna an yahmilnaha waashfaqna minha wahamalaha alinsanu innahu kana thalooman jahoolan"},{"sura":33,"aya":73,"quran_text":"لِيُعَذِّبَ اللَّهُ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْمُشْرِكِينَ وَالْمُشْرِكَاتِ وَيَتُوبَ اللَّهُ عَلَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا","bangla_mohiuddin":"যাতে আল্লাহ মুনাফিক পুরুষ, মুনাফিক নারী, মুশরিক পুরুষ, মুশরিক নারীদেরকে শাস্তি দেন এবং মুমিন পুরুষ ও মুমিন নারীদেরকে ক্ষমা করেন। আল্লাহ ক্ষমাশীল, পরম দয়ালু।","bangla_murtaza":"পরিণামে আল্লাহ আযাব দেবেন মুনাফিক পুরুষ আর মুনাফিক নারীদের এবং মুশরিক পুরুষ আর মুশরিক নারীদের। আর আল্লাহ তওবা কবুল করবেন মুমিন পুরুষ আর মুমিন নারীদের এবং আল্লাহ তো পরম ক্ষমাশীল অতীব দয়াবান আছেনই।","english_text":"So that God punishes men and women hypocrites, the idolaters and idolatrous women, but He turns to faithful men and women in forgiveness, for God is forgiving and kind.","bangla_translit":"লিইয়ু‘আয্যিবা ল্লা-হুল্ মুনা-ফিক্বীনা অল্মুনা-ফিক্বতি অল্মুশ্রিকীনা অল্ মুশ্রিকা-তি অ ইয়াতূবাল্লা-হু ‘আলাল্ মুমিনীনা অল্মুমিনা-ত্; অকা-নাল্লা-হু গফূরার রহীমা-।","english_translit":"LiyuAAaththiba Allahu almunafiqeena waalmunafiqati waalmushrikeena waalmushrikati wayatooba Allahu AAala almumineena waalmuminati wakana Allahu ghafooran raheeman"}]