[{"sura":29,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ الم","bangla_mohiuddin":"আলিফ-লাম-মীম।","bangla_murtaza":"পরম করুণাময়পরম দয়াবান আল্লাহর নামে আলিফ লাম মিম।","english_text":"ALIF LAM MIM.","bangla_translit":"আলিফ্ লা-ম্ মী-ম্।","english_translit":"Aliflammeem"},{"sura":29,"aya":2,"quran_text":"أَحَسِبَ النَّاسُ أَنْ يُتْرَكُوا أَنْ يَقُولُوا آمَنَّا وَهُمْ لَا يُفْتَنُونَ","bangla_mohiuddin":"মানুষ কি মনে করে যে, তারা একথা বলেই অব্যাহতি পেয়ে যাবে যে, আমরা বিশ্বাস করি এবং তাদেরকে পরীক্ষা করা হবে না?","bangla_murtaza":"মানুষ কি ধারণা করে নিয়েছে যে, ‘আমরা ঈমান এনেছি’ একথা বললেই তাদের ছেড়ে দেয়া হবে, আর তাদের পরীক্ষা করা হবেনা?","english_text":"Do men think they will get away by saying: \"We believe,\" and will not be tried?","bangla_translit":"আহাসিবান্না-সু আইঁ ইয়ুত্রকূ য় আইঁ ইয়াকু লূ য় আ-মান্না- অহুম্ লা-ইয়ুফ্তানূন্।","english_translit":"Ahasiba alnnasu an yutrakoo an yaqooloo amanna wahum la yuftanoona"},{"sura":29,"aya":3,"quran_text":"وَلَقَدْ فَتَنَّا الَّذِينَ مِنْ قَبْلِهِمْ فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا وَلَيَعْلَمَنَّ الْكَاذِبِينَ","bangla_mohiuddin":"আমি তাদেরকেও পরীক্ষা করেছি, যারা তাদের পূর্বে ছিল। আল্লাহ অবশ্যই জেনে নেবেন যারা সত্যবাদী এবং নিশ্চয়ই জেনে নেবেন মিথ্যুকদেরকে।","bangla_murtaza":"আমরা তাদের আগেকার লোকদেরও পরীক্ষা করেছি। আল্লাহ অবশ্য অবশ্যি (পরীক্ষার মাধ্যমে বাস্তবে) জেনে নেবেন তাদেরকে, যারা (ঈমানের দাবিতে) সত্যবাদী, এবং জেনে নেবেন তাদেরকে, যারা (ঈমানের দাবিতে) মিথ্যাবাদী।","english_text":"We had tried those who were before them so that God knew who spoke the truth, and who were liars.","bangla_translit":"অলাক্বদ্ ফাতান্নাল্লাযীনা মিন্ ক্বব্লিহিম্ ফালাইয়ালামান্নাল্লা-হুল্ লাযীনা ছোয়াদাকু অলাইয়ালামান্নাল্ কা-যিবীন্।","english_translit":"Walaqad fatanna allatheena min qablihim falayaAAlamanna Allahu allatheena sadaqoo walayaAAlamanna alkathibeena"},{"sura":29,"aya":4,"quran_text":"أَمْ حَسِبَ الَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ أَنْ يَسْبِقُونَا سَاءَ مَا يَحْكُمُونَ","bangla_mohiuddin":"যারা মন্দ কাজ করে, তারা কি মনে করে যে, তারা আমার হাত থেকে বেঁচে যাবে? তাদের ফয়সালা খুবই মন্দ।","bangla_murtaza":"যারা মন্দ কর্মে লিপ্ত তারা কি ধারণা করেছে যে, তারা আমাদের অতিক্রম করে চলে যাবে? তাদের সিদ্ধান্ত কতো যে নিকৃষ্ট!","english_text":"Do those who do evil think that they will get the better of Us? How bad is the judgement that they make!","bangla_translit":"আম্ হাসিবাল্লাযীনা ইয়ামালূনাস্ সাইয়িয়া-তি আইঁ ইয়াস্বিকুনা-; সা-য়া মা-ইয়াহ্ কুমূন্ ।","english_translit":"Am hasiba allatheena yaAAmaloona alssayyiati an yasbiqoona saa ma yahkumoona"},{"sura":29,"aya":5,"quran_text":"مَنْ كَانَ يَرْجُو لِقَاءَ اللَّهِ فَإِنَّ أَجَلَ اللَّهِ لَآتٍ وَهُوَ السَّمِيعُ الْعَلِيمُ","bangla_mohiuddin":"যে আল্লাহর সাক্ষাত কামনা করে, আল্লাহর সেই নির্ধারিত কাল অবশ্যই আসবে। তিনি সর্বশ্রোতা, সর্বজ্ঞানী।","bangla_murtaza":"যে ব্যক্তি আল্লাহর সাক্ষাত কামনা করে, (সে জেনে রাখুক) সাক্ষাতের সেই নির্ধারিত সময়টি অবশ্যি আসবে। তিনি সবকিছু শুনেন, সবকিছু জানেন।","english_text":"He who hopes to meet God (should know) that God's appointed time will surely come. He is all-hearing and all-knowing.","bangla_translit":"মান্ কা-না ইর্য়াজু লিক্ব-য়াল্লা-হি ফাইন্না আজ্বালাল্লা-হি লায়া-ত্; অহুওয়াস্ সামী ঊল্ আলীম্।","english_translit":"Man kana yarjoo liqaa Allahi fainna ajala Allahi laatin wahuwa alssameeAAu alAAaleemu"},{"sura":29,"aya":6,"quran_text":"وَمَنْ جَاهَدَ فَإِنَّمَا يُجَاهِدُ لِنَفْسِهِ إِنَّ اللَّهَ لَغَنِيٌّ عَنِ الْعَالَمِينَ","bangla_mohiuddin":"যে কষ্ট স্বীকার করে, সে তো নিজের জন্যেই কষ্ট স্বীকার করে। আল্লাহ বিশ্ববাসী থেকে বে-পরওয়া।","bangla_murtaza":"যে জিহাদ করে, সে তো নিজের জন্যেই জিহাদ করে। আল্লাহ জগতবাসী থেকে মুখাপেক্ষাহীন।","english_text":"He who strives does so for himself. Verily God is independent of the creatures of the world.","bangla_translit":"অ মান্ জ্বা-হাদা ফাইন্নামা ইয়ুজ্বা-হিদু লিনাফ্সিহ্; ইন্নাল্লা-হা লাগানিইয়ুন্ আনিল্ আ-লামীন্।","english_translit":"Waman jahada fainnama yujahidu linafsihi inna Allaha laghaniyyun AAani alAAalameena"},{"sura":29,"aya":7,"quran_text":"وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَنُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَنَجْزِيَنَّهُمْ أَحْسَنَ الَّذِي كَانُوا يَعْمَلُونَ","bangla_mohiuddin":"আর যারা বিশ্বাস স্থাপন করে ও সৎকর্ম করে, আমি অবশ্যই তাদের মন্দ কাজ গুলো মিটিয়ে দেব এবং তাদেরকে কর্মের উৎকৃষ্টতর প্রতিদান দেব।","bangla_murtaza":"যারা ঈমান এনেছে এবং আমলে সালেহ্ করেছে, আমরা অবশ্যি তাদের থেকে মুছে দেবো তাদের সব মন্দকর্ম এবং তাদের প্রতিদান দেবো তাদের সর্বোত্তম আমলের ভিত্তিতে।","english_text":"We shall pardon the sinful deeds of those who believe and do the right, and give them a reward better than their deeds.","bangla_translit":"অল্লাযীনা আ- মানূ অআমিলুছ্ ছোয়া-লিহা-তি লানুকাফ্ফিরন্না আন্হুম্ সাইয়িয়া-তিহিম্ অলানাজ্ব যিয়ান্নাহুম্ আহ্সানাল্ লাযী কা-নূ ইয়ামালূ ন্।","english_translit":"Waallatheena amanoo waAAamiloo alssalihati lanukaffiranna AAanhum sayyiatihim walanajziyannahum ahsana allathee kanoo yaAAmaloona"},{"sura":29,"aya":8,"quran_text":"وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ حُسْنًا وَإِنْ جَاهَدَاكَ لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ","bangla_mohiuddin":"আমি মানুষকে পিতা-মাতার সাথে সদ্ব্যবহার করার জোর নির্দেশ দিয়েছি। যদি তারা তোমাকে আমার সাথে এমন কিছু শরীক করার জোর প্রচেষ্টা চালায়, যার সম্পর্কে তোমার কোন জ্ঞান নেই, তবে তাদের আনুগত্য করো না। আমারই দিকে তোমাদের প্রত্যাবর্তন। অতঃপর আমি তোমাদেরকে বলে দেব যা কিছু তোমরা করতে।","bangla_murtaza":"আমরা অসিয়ত (নির্দেশ) করেছি মানুষকে তার পিতা-মাতার সাথে সর্বোত্তম আচরণ করতে এবং (একথাও বলে দিয়েছি) তারা যদি আল্লাহর সাথে এমন কিছু বা কাউকেও শরিক করতে তোমার উপর চাপ প্রয়োগ করে, যার আল্লাহর শরিক হবার ব্যাপারে তোমার কোনো জ্ঞান নেই, তবে (সেক্ষেত্রে) তুমি তাদের আনুগত্য করোনা। কারণ আমার কাছেই তোমাদের ফিরে আসতে হবে, তখন আমি তোমাদের সংবাদ দেবো তোমরা কী আমল করেছিলে?","english_text":"We have enjoined on man to be good to his parents; but if they try to make you associate with Me that of which you have no knowledge, then do not obey them. You have to come back to Us, when I will tell you what you used to do.","bangla_translit":"অ অছ্ছোয়াইনাল্ ইন্সা-না বিওয়া-লিদাইহি হুস্না-; অইন্ জ্বা- হাদা-কা লিতুশ্রিকা বী মা-লাইসা লাকা বিহী ইল্মুন্ ফালা-তুত্বিহুমা-; ইলাইয়্যা র্মাজ্বিউকুম্ ফায়ুনাব্বিয়ুকুম্ বিমা-কুন্তুম্ তামালূন্।","english_translit":"Wawassayna alinsana biwalidayhi husnan wain jahadaka litushrika bee ma laysa laka bihi AAilmun fala tutiAAhuma ilayya marjiAAukum faonabbiokum bima kuntum taAAmaloona"},{"sura":29,"aya":9,"quran_text":"وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَنُدْخِلَنَّهُمْ فِي الصَّالِحِينَ","bangla_mohiuddin":"যারা বিশ্বাস স্থাপন করে ও সৎকাজ করে, আমি অবশ্যই তাদেরকে সৎকর্মীদের অন্তর্ভুক্ত করব।","bangla_murtaza":"আর যারা ঈমান আনে এবং আমলে সালেহ্ করে, আমরা অবশ্যি তাদের অন্তরভুক্ত করবো পুণ্যবানদের।","english_text":"We shall admit those who believe and do the right among the righteous.","bangla_translit":"অল্লাযীনা আ-মানূ অ আমিলুছ্ছোয়া-লিহা-তি লানুদ্খিলান্নাহুম্ ফিছ্ছোয়া-লিহীন্।","english_translit":"Waallatheena amanoo waAAamiloo alssalihati lanudkhilannahum fee alssaliheena"},{"sura":29,"aya":10,"quran_text":"وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ فَإِذَا أُوذِيَ فِي اللَّهِ جَعَلَ فِتْنَةَ النَّاسِ كَعَذَابِ اللَّهِ وَلَئِنْ جَاءَ نَصْرٌ مِنْ رَبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمْ أَوَلَيْسَ اللَّهُ بِأَعْلَمَ بِمَا فِي صُدُورِ الْعَالَمِينَ","bangla_mohiuddin":"কতক লোক বলে, আমরা আল্লাহর উপর বিশ্বাস স্থাপন করেছি; কিন্তু আল্লাহর পথে যখন তারা নির্যাতিত হয়, তখন তারা মানুষের নির্যাতনকে আল্লাহর আযাবের মত মনে করে। যখন আপনার পালনকর্তার কাছ থেকে কোন সাহায্য আসে তখন তারা বলতে থাকে, আমরা তো তোমাদের সাথেই ছিলাম। বিশ্ববাসীর অন্তরে যা আছে, আল্লাহ কি তা সম্যক অবগত নন?","bangla_murtaza":"মানুষের মধ্যে কিছু লোক বলে: ‘আমরা আল্লাহর প্রতি ঈমান এনেছি।’ কিন্তু আল্লাহর কাজ করার কারণে তাদেরকে যখন কষ্ট দেয়া হয়, তখন মানুষের ফিতনাকে (নির্যাতনকে) তারা আল্লাহর আযাবের মতো গণ্য করে। তবে যখনই তোমার প্রভুর সাহায্য আসবে, তখনই তারা বলবে: ‘আমরা তো আপনাদের সাথেই ছিলাম।’ নিজের সৃষ্টি জগতের অন্তরে কী আছে তা কি আল্লাহ অবগত নন?","english_text":"There are among men those who say: \"We believe in God;\" yet if they happen to suffer in the cause of God they take oppression by men as punishment from God. And if help comes to them from your Lord, they say: \"We were with you.\" Does not God know what is hidden in the hearts of men?","bangla_translit":"অমিনান্না-সি মাইঁ ইয়াকু লু আ-মান্না- বিল্লা-হ্; ফাইযা য় উযিয়া ফিল্লা-হি জ্বাআলা ফিত্নাতান না-সি কাআযা-বি ল্লা-হি অলায়িন্ জ্বা-য়া নাছ্রুম্ র্মি রব্বিকা লাইয়াকু লুন্না ইন্না-কুন্না-মাআকুম্ আওয়া লাইসাল্লা-হু বি আলামা বিমা-ফী ছুদূরিল্ আ-লামীন্।","english_translit":"Wamina alnnasi man yaqoolu amanna biAllahi faitha oothiya fee Allahi jaAAala fitnata alnnasi kaAAathabi Allahi walain jaa nasrun min rabbika layaqoolunna inna kunna maAAakum awalaysa Allahu biaAAlama bima fee sudoori alAAalameena"},{"sura":29,"aya":11,"quran_text":"وَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ آمَنُوا وَلَيَعْلَمَنَّ الْمُنَافِقِينَ","bangla_mohiuddin":"আল্লাহ অবশ্যই জেনে নেবেন যারা বিশ্বাস স্থাপন করেছে এবং নিশ্চয় জেনে নেবেন যারা মুনাফেক।","bangla_murtaza":"আল্লাহ অবশ্যি প্রকাশ করবেন তাদেরকে যারা ঈমান এনেছে এবং অবশ্যি প্রকাশ করবেন মুনাফিকদের।","english_text":"God will surely know the believers and know the hypocrites.","bangla_translit":"অ লাইয়া’লামান্নাল্লা-হু ল্লাযীনা আ-মানূ অ লাইয়ালামান্নাল্ মুনা-ফিক্বীন্।","english_translit":"WalayaAAlamanna Allahu allatheena amanoo walayaAAlamanna almunafiqeena"},{"sura":29,"aya":12,"quran_text":"وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا اتَّبِعُوا سَبِيلَنَا وَلْنَحْمِلْ خَطَايَاكُمْ وَمَا هُمْ بِحَامِلِينَ مِنْ خَطَايَاهُمْ مِنْ شَيْءٍ إِنَّهُمْ لَكَاذِبُونَ","bangla_mohiuddin":"কাফেররা মুমিনদেরকে বলে, আমাদের পথ অনুসরণ কর। আমরা তোমাদের পাপভার বহন করব। অথচ তারা পাপভার কিছুতেই বহন করবে না। নিশ্চয় তারা মিথ্যাবাদী।","bangla_murtaza":"কাফিররা ঈমানদারদের বলে: ‘তোমরা আমাদের পথ অনুসরণ করো, আমরা তোমাদের পাপ বহন করবো।’ অথচ তারা তাদের পাপ কিছুমাত্র বহন করবেনা। তারা অবশ্যি মিথ্যাবাদী।","english_text":"Those who deny say to those who affirm: \"Follow our way; we shall carry the burden of your sins.\" But they cannot carry the burden of their sins in the least. They are liars indeed.","bangla_translit":"অক্ব- লাল্লাযীনা কাফারূ লিল্লাযীনা আ-মানু ত্তাবিঊ সাবীলানা- অল্ নাহ্মিল্ খাত্বোয়া-ইয়া-কুম্; অমা-হুম্ বিহা-মিলীনা মিন্ খাত্বোয়া-ইয়া-হুম্ মিন্ শাইয়িন ইন্নাহুম্ লাকা-যিবূন্।","english_translit":"Waqala allatheena kafaroo lillatheena amanoo ittabiAAoo sabeelana walnahmil khatayakum wama hum bihamileena min khatayahum min shayin innahum lakathiboona"},{"sura":29,"aya":13,"quran_text":"وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَعَ أَثْقَالِهِمْ وَلَيُسْأَلُنَّ يَوْمَ الْقِيَامَةِ عَمَّا كَانُوا يَفْتَرُونَ","bangla_mohiuddin":"তারা নিজেদের পাপভার এবং তার সাথে আরও কিছু পাপভার বহন করবে। অবশ্য তারা যে সব মিথ্যা কথা উদ্ভাবন করে, সে সম্পর্কে কেয়ামতের দিন জিজ্ঞাসিত হবে।","bangla_murtaza":"তারা নিজেদের বোঝা (loads)) তো বহন করবেই, সেই সাথে বহন করবে আরো (loads) বোঝা। কিয়ামতের দিন তাদের (এসব) মিথ্যা রচনার ব্যাপারে অবশ্যি তাদের জিজ্ঞাসাবাদ করা হবে।","english_text":"They will carry their own loads and other loads besides their own; and will surely be questioned on the Day of Resurrection about what they contrived.","bangla_translit":"অ লাইয়াহ্মিলুন্না আছ্ক্ব-লাহুম্ অআছ্ক্ব-লাম্ মাআ আছ্ক্ব-লিহিম্ অলাইয়ুসয়ালুন্না ইয়াওমাল্ ক্বিয়া-মাতি আম্মা- কা-নূ ইয়াফ্তারূন্।","english_translit":"Walayahmilunna athqalahum waathqalan maAAa athqalihim walayusalunna yawma alqiyamati AAamma kanoo yaftaroona"},{"sura":29,"aya":14,"quran_text":"وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عَامًا فَأَخَذَهُمُ الطُّوفَانُ وَهُمْ ظَالِمُونَ","bangla_mohiuddin":"আমি নূহ (আঃ) কে তাঁর সম্প্রদায়ের কাছে প্রেরণ করেছিলাম। তিনি তাদের মধ্যে পঞ্চাশ কম এক হাজার বছর অবস্থান করেছিলেন। অতঃপর তাদেরকে মহাপ্লাবণ গ্রাস করেছিল। তারা ছিল পাপী।","bangla_murtaza":"আমরা নূহকে পাঠিয়েছিলাম তার কওমের কাছে। সে তাদের মধ্যে অবস্থান করেছিল পঞ্চাশ কম এক হাজার বছর। অবশেষে তাদের পাকড়াও করে তুফান (প্লাবন), কারণ তারা ছিলো যালিম।","english_text":"We sent Noah to his people, and he lived with them a thousand years minus fifty. Then they were caught by the deluge for they were evil.","bangla_translit":"অ লাক্বদ্ র্আসাল্না- নূহান্ ইলা-ক্বওমিহী ফালাবিছা ফীহিম্ আল্ফা সানাতিন্ ইল্লা-খাম্সীনা আমা-; ফাআখযাহুমুত্ব তু ফা- নু অহুম্ জোয়া-লিমূ ন্।","english_translit":"Walaqad arsalna noohan ila qawmihi falabitha feehim alfa sanatin illa khamseena AAaman faakhathahumu alttoofanu wahum thalimoona"},{"sura":29,"aya":15,"quran_text":"فَأَنْجَيْنَاهُ وَأَصْحَابَ السَّفِينَةِ وَجَعَلْنَاهَا آيَةً لِلْعَالَمِينَ","bangla_mohiuddin":"অতঃপর আমি তাঁকে ও নৌকারোহীগণকে রক্ষা করলাম এবং নৌকাকে নিদর্শন করলাম বিশ্ববাসীর জন্যে।","bangla_murtaza":"তারপর আমরা নাজাত দিয়েছিলাম তাকে (নূহকে) এবং নৌযানে আরোহীদেরকে আর এ ঘটনাকে করে দিয়েছি জগতবাসীর জন্যে একটি নিদর্শন।","english_text":"But We saved him and those with him in the ark, and made it a sign for the creatures of the world.","bangla_translit":"ফাআন্জ্বাইনা-হু অআছ্হা-বাস্ সাফীনাতি অজ্বাআল্না-হা য় আ-ইয়াতাল্ লিল্আ-লামীন্।","english_translit":"Faanjaynahu waashaba alssafeenati wajaAAalnaha ayatan lilAAalameena"},{"sura":29,"aya":16,"quran_text":"وَإِبْرَاهِيمَ إِذْ قَالَ لِقَوْمِهِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ","bangla_mohiuddin":"স্মরণ কর ইব্রাহীমকে। যখন তিনি তাঁর সম্প্রদায়কে বললেন; তোমরা আল্লাহর এবাদত কর এবং তাঁকে ভয় কর। এটাই তোমাদের জন্যে উত্তম যদি তোমরা বোঝ।","bangla_murtaza":"স্মরণ করো ইবরাহিমের কথা, সে তার কওমকে বলেছিল: “তোমরা এক আল্লাহর ইবাদত করো এবং তাঁকে ভয় করো, এটাই তোমাদের জন্যে উত্তম, যদি তোমরা জ্ঞান রাখো।","english_text":"And (remember) Abraham who said to his people: \"Worship God and be obedient to Him. This is better for you if you understand.","bangla_translit":"অইব্র-হীমা ইয্ ক্ব-লা লিক্বওমিহি বুদু ল্লা-হা অত্তাকুহ্; যা-লিকুম্ খইরুল্লাকুম্ ইন্ কুন্তুম্ তা’লামূন্।","english_translit":"Waibraheema ith qala liqawmihi oAAbudoo Allaha waittaqoohu thalikum khayrun lakum in kuntum taAAlamoona"},{"sura":29,"aya":17,"quran_text":"إِنَّمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ أَوْثَانًا وَتَخْلُقُونَ إِفْكًا إِنَّ الَّذِينَ تَعْبُدُونَ مِنْ دُونِ اللَّهِ لَا يَمْلِكُونَ لَكُمْ رِزْقًا فَابْتَغُوا عِنْدَ اللَّهِ الرِّزْقَ وَاعْبُدُوهُ وَاشْكُرُوا لَهُ إِلَيْهِ تُرْجَعُونَ","bangla_mohiuddin":"তোমরা তো আল্লাহর পরিবর্তে কেবল প্রতিমারই পূজা করছ এবং মিথ্যা উদ্ভাবন করছ। তোমরা আল্লাহর পরিবর্তে যাদের এবাদত করছ, তারা তোমাদের রিযিকের মালিক নয়। কাজেই আল্লাহর কাছে রিযিক তালাশ কর, তাঁর এবাদত কর এবং তাঁর কৃতজ্ঞতা প্রকাশ কর। তাঁরই কাছে তোমরা প্রত্যাবর্তিত হবে।","bangla_murtaza":"তোমরা তো আল্লাহর পরিবর্তে উপাসনা করছো মূর্তি-ভাষ্কর্যের, আর রচনা করছো মিথ্যা। তোমরা আল্লাহর পরিবর্তে যাদের ইবাদত করছো, তারা তোমাদের রিযিক দেয়ার মালিক নয়। সুতরাং তোমরা রিযিক চাও আল্লাহর কাছে, এবং তাঁরই ইবাদত করো আর তাঁরই প্রতি শোকরিয়া আদায় করো। কারণ, তাঁর কাছেই তোমাদের ফিরিয়ে নেয়া হবে।","english_text":"You worship idols in place of God and invent lies. Surely those you worship other than God have no power over your means of livelihood. So seek your sustenance from God, and worship Him and give Him thanks. To Him will you be brought back in the end.","bangla_translit":"ইন্নামা- তাবুদূনা মিন্ দূনিল্লা-হি আওছা-নাও অ তাখ্লুকুনা ইফ্ক-; ইন্নাল্লাযীনা তাবুদূনা মিন্ দূ নিল্লা-হি লা-ইয়াম্লিকূনা লাকুম্ রিয্ক্বন্ ফাব্তাগূ ইন্দা ল্লা-র্হি রিয্ক্ব ওয়া’বুদূহু অশ্কুরূ লাহ্; ইলাইহি র্তুজ্বাঊন্।","english_translit":"Innama taAAbudoona min dooni Allahi awthanan watakhluqoona ifkan inna allatheena taAAbudoona min dooni Allahi la yamlikoona lakum rizqan faibtaghoo AAinda Allahi alrrizqa waoAAbudoohu waoshkuroo lahu ilayhi turjaAAoona"},{"sura":29,"aya":18,"quran_text":"وَإِنْ تُكَذِّبُوا فَقَدْ كَذَّبَ أُمَمٌ مِنْ قَبْلِكُمْ وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ الْمُبِينُ","bangla_mohiuddin":"তোমরা যদি মিথ্যাবাদী বল, তবে তোমাদের পূর্ববর্তীরাও তো মিথ্যাবাদী বলেছে। স্পষ্টভাবে পয়গাম পৌছে দেয়াই তো রসূলের দায়িত্ব।","bangla_murtaza":"তোমরা যদি (রসূলকে) প্রত্যাখ্যান করো, তবে তোমাদের আগেও বহু জাতি প্রত্যাখ্যান করেছিল। স্পষ্টভাবে বার্তা পৌঁছে দেয়া ছাড়া রসূলের আর কোনো দায়িত্ব নেই।”","english_text":"But if you deny, then many a people have denied before you. The duty of the apostle is to convey the message clearly.\"","bangla_translit":"অ ইন্ তুকায্যিবূ ফাক্বদ্ কায্যাবা উমামুম্ মিন্ ক্বব্লিকুম্ অমা-আর্লা রসূলি ইল্লাল্ বালা-গুল্ মুবীন্।","english_translit":"Wain tukaththiboo faqad kaththaba omamun min qablikum wama AAala alrrasooli illa albalaghu almubeenu"},{"sura":29,"aya":19,"quran_text":"أَوَلَمْ يَرَوْا كَيْفَ يُبْدِئُ اللَّهُ الْخَلْقَ ثُمَّ يُعِيدُهُ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ","bangla_mohiuddin":"তারা কি দেখে না যে, আল্লাহ কিভাবে সৃষ্টিকর্ম শুরু করেন অতঃপর তাকে পুনরায় সৃষ্টি করবেন? এটা আল্লাহর জন্যে সহজ।","bangla_murtaza":"তারা কি চিন্তা করে দেখেনা, আল্লাহ কিভাবে সৃষ্টিকে অস্তিত্ব দান করেন, তারপর পুনরায় সৃষ্টি করেন? একাজ আল্লাহর জন্যে একেবারেই সহজ।","english_text":"Do they not see how God originates creation, then reverts it back? This is indeed how inevitably the law of God works;","bangla_translit":"আওয়া লাম্ ইয়ারাও কাইফা ইয়ুব্দিয়ুল্লা-হুল্ খল্ক্ব ছুম্মা ইয়ুঈদুহ্; ইন্না যা-লিকা আলাল্লা-হি ইয়ার্সী।","english_translit":"Awalam yaraw kayfa yubdio Allahu alkhalqa thumma yuAAeeduhu inna thalika AAala Allahi yaseerun"},{"sura":29,"aya":20,"quran_text":"قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ بَدَأَ الْخَلْقَ ثُمَّ اللَّهُ يُنْشِئُ النَّشْأَةَ الْآخِرَةَ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ","bangla_mohiuddin":"বলুন, তোমরা পৃথিবীতে ভ্রমণ কর এবং দেখ, কিভাবে তিনি সৃষ্টিকর্ম শুরু করেছেন। অতঃপর আল্লাহ পুর্নবার সৃষ্টি করবেন। নিশ্চয় আল্লাহ সবকিছু করতে সক্ষম।","bangla_murtaza":"হে নবী! বলো: ‘তোমরা জমিনে ভ্রমণ করে দেখো, আল্লাহ কী প্রক্রিয়ায় সৃষ্টির সূচনা করেন, তারপর সৃষ্টি করেন পরবর্তী সৃষ্টি? নিশ্চয়ই আল্লাহ প্রতিটি বিষয়ে সর্বশক্তিমান।’","english_text":"Say: \"Travel on the earth and see how He originated creation. Then (you will know) how God will raise the last raising (of the dead). Surely God has power over everything,","bangla_translit":"কুল্ সীরূ ফিল্ র্আদ্বি ফান্জুরূ কাইফা বাদায়াল্ খল্ক্ব ছুম্মাল্লা-হু ইয়ুন্শিয়ুন্ নাশ্য়াতাল্ আ-খিরহ্; ইন্নাল্লা-হা আলা- কুল্লি শাইয়িন্ ক্বর্দী।","english_translit":"Qul seeroo fee alardi faonthuroo kayfa badaa alkhalqa thumma Allahu yunshio alnnashata alakhirata inna Allaha AAala kulli shayin qadeerun"},{"sura":29,"aya":21,"quran_text":"يُعَذِّبُ مَنْ يَشَاءُ وَيَرْحَمُ مَنْ يَشَاءُ وَإِلَيْهِ تُقْلَبُونَ","bangla_mohiuddin":"তিনি যাকে ইচ্ছা শাস্তি দেন এবং যার প্রতি ইচ্ছা রহমত করেন। তাঁরই দিকে তোমরা প্রত্যাবর্তিত হবে।","bangla_murtaza":"তিনি যাকে ইচ্ছা করেন আযাব দেন এবং যাকে ইচ্ছা করেন রহম করেন এবং তাঁর কাছেই হবে তোমাদের প্রত্যাবর্তন।","english_text":"Punish whom He will, and have mercy on whom He please. And to Him will you be brought back in the end.","bangla_translit":"ইয়ু আয্যিবু মাইঁ ইয়াশা-য়ু অইর্য়াহামু মাইঁ ইয়াশা-য়ু অইলাইহি তুকলাবূন্।","english_translit":"YuAAaththibu man yashao wayarhamu man yashao wailayhi tuqlaboona"},{"sura":29,"aya":22,"quran_text":"وَمَا أَنْتُمْ بِمُعْجِزِينَ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ","bangla_mohiuddin":"তোমরা স্থলে ও অন্তরীক্ষে আল্লাহকে অপারগ করতে পারবে না এবং আল্লাহ ব্যতীত তোমাদের কোন হিতাকাঙ্খী নেই, সাহায্যকারীও নেই।","bangla_murtaza":"তোমরা পৃথিবীতেও পালাতে পারবেনা, আসমানেও নয়। আর আল্লাহ ছাড়া তোমাদের কোনো অলিও নেই, সাহায্যকারীও নেই।","english_text":"Escape Him you cannot either in the earth or in the sky; and you have no friend or helper apart from God.","bangla_translit":"অমা য় আন্তুম্ বিমুজ্বিযীনা ফিল্ র্আদ্বি অলা-ফিস্ সামা-য়ি অমা-লাকুম্ মিন্ দূনিল্লা-হিমিওঁ অলিয়্যিঁও অলা-নার্ছী।","english_translit":"Wama antum bimuAAjizeena fee alardi wala fee alssamai wama lakum min dooni Allahi min waliyyin wala naseerin"},{"sura":29,"aya":23,"quran_text":"وَالَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ وَلِقَائِهِ أُولَئِكَ يَئِسُوا مِنْ رَحْمَتِي وَأُولَئِكَ لَهُمْ عَذَابٌ أَلِيمٌ","bangla_mohiuddin":"যারা আল্লাহর আয়াত সমূহ ও তাঁর সাক্ষাত অস্বীকার করে, তারাই আমার রহমত থেকে নিরাশ হবে এবং তাদের জন্যেই যন্ত্রণাদায়ক শাস্তি রয়েছে।","bangla_murtaza":"যারা আল্লাহর আয়াতকে এবং তাঁর সাথে সাক্ষাত হওয়াকে অস্বীকার করে, তারাই হয় আমার রহমত থেকে নিরাশ, আর তাদের জন্যে রয়েছে বেদনাদায়ক আযাব।","english_text":"Those who deny the signs of God and the meeting with Him, cannot have hope of My mercy. There is a painful punishment for them.","bangla_translit":"অল্লাযীনা কাফারূ বিআ-ইয়া তিল্লা-হি অলিক্বা-য়িহী য় উলা-য়িকা ইয়ায়িসূ র্মি রহ্মাতী অউলা-য়িকা লাহুম্ আযা-বুন্ আলীম্।","english_translit":"Waallatheena kafaroo biayati Allahi waliqaihi olaika yaisoo min rahmatee waolaika lahum AAathabun aleemun"},{"sura":29,"aya":24,"quran_text":"فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا اقْتُلُوهُ أَوْ حَرِّقُوهُ فَأَنْجَاهُ اللَّهُ مِنَ النَّارِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ","bangla_mohiuddin":"তখন ইব্রাহীমের সম্প্রদায়ের এছাড়া কোন জওয়াব ছিল না যে তারা বলল, তাকে হত্যা কর অথবা অগ্নিদগ্ধ কর। অতঃপর আল্লাহ তাকে অগ্নি থেকে রক্ষা করলেন। নিশ্চয় এতে বিশ্বাসী লোকদের জন্যে নিদর্শনাবলী রয়েছে।","bangla_murtaza":"তার (ইবরাহিমের) কওমের জওয়াব একটাই ছিলো, তারা বলেছিল: ‘তাকে (ইবরাহিমকে) হত্যা করো অথবা আগুনে পোড়াও।’ কিন্তু আল্লাহ তাকে আগুনে দগ্ধ হওয়া থেকে রক্ষা করেন। এতে রয়েছে নিদর্শন বিশ্বাসী লোকদের জন্যে।","english_text":"The people (of Abraham) had no answer except: \"Kill him or burn him;\" but God saved him from the fire. There are lessons in this for those who believe.","bangla_translit":"ফামা-কা-না জ্বাওয়া-বা ক্বওমিহী য় ইল্লা য় আন্ ক্ব-লুকতুলূহু আও র্হারিকু হু ফাআন্জ্বা-হুল্লা-হু মিনা ন্নার্-; ইন্না ফী যা -লিকা লাআ-ইয়া-তিল্ লিক্বওমিঁই ইয়ুমিনূন্।","english_translit":"Fama kana jawaba qawmihi illa an qaloo oqtuloohu aw harriqoohu faanjahu Allahu mina alnnari inna fee thalika laayatin liqawmin yuminoona"},{"sura":29,"aya":25,"quran_text":"وَقَالَ إِنَّمَا اتَّخَذْتُمْ مِنْ دُونِ اللَّهِ أَوْثَانًا مَوَدَّةَ بَيْنِكُمْ فِي الْحَيَاةِ الدُّنْيَا ثُمَّ يَوْمَ الْقِيَامَةِ يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ وَيَلْعَنُ بَعْضُكُمْ بَعْضًا وَمَأْوَاكُمُ النَّارُ وَمَا لَكُمْ مِنْ نَاصِرِينَ","bangla_mohiuddin":"ইব্রাহীম বললেন, পার্থিব জীবনে তোমাদের পারস্পরিক ভালবাসা রক্ষার জন্যে তোমরা আল্লাহর পরিবর্তে প্রতিমাগুলোকে উপাস্যরূপে গ্রহণ করেছ। এরপর কেয়ামতের দিন তোমরা একে অপরকে অস্বীকার করবে এবং একে অপরকে লানত করবে। তোমাদের ঠিকানা জাহান্নাম এবং তোমাদের কোন সাহায্যকারী নেই।","bangla_murtaza":"ইবরাহিম বলেছিল: ‘তোমরা তো আল্লাহর পরিবর্তে ভাস্কর্যদের উপাস্য হিসেবে গ্রহণ করেছো দুনিয়ার জীবনে তোমাদের পারস্পারিক বন্ধুত্বের খাতিরে। কিন্তু কিয়ামতের দিন এই তোমরাই পরস্পরকে অস্বীকার করবে এবং পরস্পরকে লা’নত দেবে। তোমাদের আবাস হবে জাহান্নাম এবং তোমাদের কোনো সাহায্যকারী হবেনা।’","english_text":"He said: \"You have taken to idols through mutual affection in this life, in place of God, but on the Day of Resurrection you will disown and curse each other, and your abode will be Hell, and you will have none to help you.\"","bangla_translit":"অ ক্ব-লা ইন্নামা ত্তাখায্তুম্ মিন্ দূনিল্লা-হি আওছা-নাম্ মাঅদ্দাতা বাইনিকুম্ ফিল্ হাইয়া-তিদ্ দুন্ইয়া-ছুম্মা ইয়াওমাল্ ক্বিয়া-মাতি ইয়াক্ফুরু বাদ্বুকুম্ বিবাদ্বিওঁ অইয়াল্আনু বাদুকুম্ বাদ্বোয়াঁও অমাওয়া-কুমুন্না-রু অমা-লাকুম্ মিন্ না- ছিরীন্।","english_translit":"Waqala innama ittakhathtum min dooni Allahi awthanan mawaddata baynikum fee alhayati alddunya thumma yawma alqiyamati yakfuru baAAdukum bibaAAdin wayalAAanu baAAdukum baAAdan wamawakumu alnnaru wama lakum min nasireena"},{"sura":29,"aya":26,"quran_text":"فَآمَنَ لَهُ لُوطٌ وَقَالَ إِنِّي مُهَاجِرٌ إِلَى رَبِّي إِنَّهُ هُوَ الْعَزِيزُ الْحَكِيمُ","bangla_mohiuddin":"অতঃপর তার প্রতি বিশ্বাস স্থাপন করলেন লূত। ইব্রাহীম বললেন, আমি আমার পালনকর্তার উদ্দেশে দেশত্যাগ করছি। নিশ্চয় তিনি পরাক্রমশালী, প্রজ্ঞাময়।","bangla_murtaza":"তখন লুত তার প্রতি ঈমান আনে। ইবরাহিম বলেছিল: ‘আমি আমার প্রভুর উদ্দেশ্যে হিজরত করছি, নিশ্চয়ই তিনি মহাশক্তিধর, প্রজ্ঞাবান।’","english_text":"Then Lot believed in him; and (Abraham) said: \"I will separate myself and take refuge in my Lord. Surely He is all-mighty and all-wise.\"","bangla_translit":"ফাআ-মানা লাহূ লূত্ব অক্ব-লা ইন্নী মুহা-জ্বিরুন্ ইলা-রব্বী; ইন্নাহূ হুওয়াল্ আযীযুল্ হাকীম্।","english_translit":"Faamana lahu lootun waqala innee muhajirun ila rabbee innahu huwa alAAazeezu alhakeemu"},{"sura":29,"aya":27,"quran_text":"وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ وَجَعَلْنَا فِي ذُرِّيَّتِهِ النُّبُوَّةَ وَالْكِتَابَ وَآتَيْنَاهُ أَجْرَهُ فِي الدُّنْيَا وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ","bangla_mohiuddin":"আমি তাকে দান করলাম ইসহাক ও ইয়াকুব, তাঁর বংশধরদের মধ্যে নবুওয়ত ও কিতাব রাখলাম এবং দুনিয়াতে তাঁকে পুরস্কৃত করলাম। নিশ্চয় পরকালে ও সে সৎলোকদর অন্তর্ভূক্ত হবে।","bangla_murtaza":"আমরা তাকে দান করেছিলাম (পুত্র) ইসহাক এবং (নাতি) ইয়াকুবকে। আমরা তার বংশধরদের মধ্যে দিয়েছি নবুয়্যত আর কিতাব। এছাড়া আমরা তাকে তার পুরস্কার দান করেছি দুনিয়ায়, আর আখিরাতে। অবশ্যি সে অন্তরভুক্ত হবে পুণ্যবানদের।","english_text":"So We bestowed on him Isaac and Jacob and gave his progeny prophethood and scripture, and rewarded him in this world, and in the next he will be among the upright.","bangla_translit":"অ অহাব্না-লাহূ য় ইস্হা-ক্ব অ ইয়াকুবা অজ্বাআল্না-ফী র্যুরিয়াতিহিন্ নুবুওয়্যাতা অল্কিতা-বা অআ-তাইনা-হু আজরহূ ফিদ্দুন্ইয়া- অইন্নাহূ ফিল্ আ-খিরতি লামিনাছ্ ছোয়া-লিহীন্","english_translit":"Wawahabna lahu ishaqa wayaAAqooba wajaAAalna fee thurriyyatihi alnnubuwwata waalkitaba waataynahu ajrahu fee alddunya wainnahu fee alakhirati lamina alssaliheena"},{"sura":29,"aya":28,"quran_text":"وَلُوطًا إِذْ قَالَ لِقَوْمِهِ إِنَّكُمْ لَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِنَ الْعَالَمِينَ","bangla_mohiuddin":"আর প্রেরণ করেছি লূতকে। যখন সে তার সম্প্রদায়কে বলল, তোমরা এমন অশ্লীল কাজ করছ, যা তোমাদের পূর্বে পৃথিবীর কেউ করেনি।","bangla_murtaza":"স্মরণ করো লুতের কথা, সে তার কওমকে বলেছিল: ‘তোমরা এমন ফাহেশা কাজ করছো, যা তোমাদের আগে জগতের কেউ করেনি।’","english_text":"And (remember) Lot when he said to his people: \"You indulge in lecherous acts which none of the creatures had done before you.","bangla_translit":"অলূত্বোয়ান্ ইয্ ক্ব-লা লিক্বওমিহী য় ইন্নাকুম্ লাতাতূনাল্ ফা-হিশাতা মা-সাবাক্বাকুম্ বিহা-মিন্ আহাদিম্ মিনাল্ আ-লামীন্।","english_translit":"Walootan ith qala liqawmihi innakum latatoona alfahishata ma sabaqakum biha min ahadin mina alAAalameena"},{"sura":29,"aya":29,"quran_text":"أَئِنَّكُمْ لَتَأْتُونَ الرِّجَالَ وَتَقْطَعُونَ السَّبِيلَ وَتَأْتُونَ فِي نَادِيكُمُ الْمُنْكَرَ فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا ائْتِنَا بِعَذَابِ اللَّهِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ","bangla_mohiuddin":"তোমরা কি পুংমৈথুনে লিপ্ত আছ, রাহাজানি করছ এবং নিজেদের মজলিসে গর্হিত কর্ম করছ? জওয়াবে তাঁর সম্প্রদায় কেবল একথা বলল, আমাদের উপর আল্লাহর আযাব আন যদি তুমি সত্যবাদী হও।","bangla_murtaza":"‘তোমরা কি পুরুষের সাথে যৌন মিলন করে যাবে? জনপথে ডাকাতি করে যাবে? আর জনসম্মুখে অসৎকাজ করতে থাকবে?’ এর জওয়াবে তার কওম একথাই বলেছিল: ‘তুমি যদি সত্যবাদী হয়ে থাকো, তবে আমাদের প্রতি আল্লাহর আযাব এনে দেখাও।’","english_text":"You commit unnatural acts with men and cut off the way (of procreation), and commit obscenities in your gatherings.\" The only answer his people made was: \"Bring the punishment of God, if you are truthful.\"","bangla_translit":"আয়িন্নাকুম্ লাতাতূর্না রিজ্বা-লা অতাক ত্বোয়াঊনাস্ সাবীলা অ তাতূনা ফী না-দীকুমুল্ মুর্ন্কা; ফামা-কা-না জ্বাওয়া-বা ক্বওমিহী য় ইল্লা য় আন্ ক্ব-লূ তিনা-বিআযা-বিল্লা-হি ইন্ কুন্তা মিনাছ্ ছোয়া-দিক্বীন্।","english_translit":"Ainnakum latatoona alrrijala wataqtaAAoona alssabeela watatoona fee nadeekumu almunkara fama kana jawaba qawmihi illa an qaloo itina biAAathabi Allahi in kunta mina alssadiqeena"},{"sura":29,"aya":30,"quran_text":"قَالَ رَبِّ انْصُرْنِي عَلَى الْقَوْمِ الْمُفْسِدِينَ","bangla_mohiuddin":"সে বলল, হে আমার পালনকর্তা, দুস্কৃতকারীদের বিরুদ্ধে আমাকে সাহায্য কর।","bangla_murtaza":"তখন লুত বলেছিল: ‘হে আমার প্রভু! ফাসাদ সৃষ্টিকারী লোকদের বিরুদ্ধে আমাকে সাহায্য করো।’","english_text":"\"O Lord, help me against the wicked people,\"(Lot) prayed.","bangla_translit":"ক্ব-লা রব্বিন্ র্ছুনী আ-লাল্ ক্বওমিল্ মুফ্সিদীন্।","english_translit":"Qala rabbi onsurnee AAala alqawmi almufsideena"},{"sura":29,"aya":31,"quran_text":"وَلَمَّا جَاءَتْ رُسُلُنَا إِبْرَاهِيمَ بِالْبُشْرَى قَالُوا إِنَّا مُهْلِكُو أَهْلِ هَذِهِ الْقَرْيَةِ إِنَّ أَهْلَهَا كَانُوا ظَالِمِينَ","bangla_mohiuddin":"যখন আমার প্রেরিত ফেরেশতাগণ সুসংবাদ নিয়ে ইব্রাহীমের কাছে আগমন করল, তখন তারা বলল, আমরা এই জনপদের অধিবাসীদেরকে ধ্বংস করব। নিশ্চয় এর অধিবাসীরা জালেম।","bangla_murtaza":"আমাদের দূতরা (ফেরেশতারা) যখন ইবরাহিমের কাছে এসেছিল সুসংবাদ নিয়ে, তখন তারা বলেছিল: ‘এই জনপদবাসীকে আমরা ধ্বংস করে দেবো, এর অধিবাসিরা যালিম।’","english_text":"When Our messengers came to Abraham with good news, they said: \"We have to destroy this city as its inhabitants have become sinful.\"","bangla_translit":"অ লাম্মা-জ্বা-য়াত্ রুসুলুনা য় ইব্রা-হীমা বিল্ বুশ্র-ক্ব-লূ য় ইন্না-মুহ্লিকূ য় আহ্লি হা-যিহিল্ র্ক্বইয়াতি ইন্না-আহ্লাহা-কা-নূ জ্বোয়া-লিমীন্।","english_translit":"Walamma jaat rusuluna ibraheema bialbushra qaloo inna muhlikoo ahli hathihi alqaryati inna ahlaha kanoo thalimeena"},{"sura":29,"aya":32,"quran_text":"قَالَ إِنَّ فِيهَا لُوطًا قَالُوا نَحْنُ أَعْلَمُ بِمَنْ فِيهَا لَنُنَجِّيَنَّهُ وَأَهْلَهُ إِلَّا امْرَأَتَهُ كَانَتْ مِنَ الْغَابِرِينَ","bangla_mohiuddin":"সে বলল, এই জনপদে তো লূতও রয়েছে। তারা বলল, সেখানে কে আছে, তা আমরা ভাল জানি। আমরা অবশ্যই তাকে ও তাঁর পরিবারবর্গকে রক্ষা করব তাঁর স্ত্রী ব্যতীত; সে ধ্বংসপ্রাপ্তদের অন্তর্ভূক্ত থাকবে।","bangla_murtaza":"ইবরাহিম বললো: ‘সেখানে তো লুতও রয়েছে।’ তারা বললো: ‘সেখানে কারা আছে আমরা ভালো করেই জানি। আমরা লুতকে এবং তার পরিবার পরিজনকে রক্ষা করবো, তবে তার স্ত্রীকে নয়। সে পেছনে পড়াদের অন্তরভুক্ত হয়ে যাবে।’","english_text":"He said: \"Surely Lot is there.\" They answered: \"We know who is there. We are to save him and his family except his wife, for she is one of those who will stay behind.\"","bangla_translit":"ক্ব-লা ইন্না ফীহা- লূত্বোয়া-; ক্ব-লূ নাহ্নু আলামু বিমান্ ফীহা-লানুনাজ্জি¦য়ান্নাহূ অআহ্লাহূ য় ইল্লাম্ রায়াতাহূ কা-নাত্ মিনাল্ গ-বিরীন্।","english_translit":"Qala inna feeha lootan qaloo nahnu aAAlamu biman feeha lanunajjiyannahu waahlahu illa imraatahu kanat mina alghabireena"},{"sura":29,"aya":33,"quran_text":"وَلَمَّا أَنْ جَاءَتْ رُسُلُنَا لُوطًا سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالُوا لَا تَخَفْ وَلَا تَحْزَنْ إِنَّا مُنَجُّوكَ وَأَهْلَكَ إِلَّا امْرَأَتَكَ كَانَتْ مِنَ الْغَابِرِينَ","bangla_mohiuddin":"যখন আমার প্রেরিত ফেরেশতাগণ লূতের কাছে আগমন করল, তখন তাদের কারণে সে বিষন্ন হয়ে পড়ল এবং তার মন সংকীর্ণ হয়ে গেল। তারা বলল, ভয় করবেন না এবং দুঃখ করবেন না। আমরা আপনাকে ও আপনার পরিবারবর্গকে রক্ষা করবই আপনার স্ত্রী ব্যতীত, সে ধ্বংস প্রাপ্তদের অন্তর্ভূক্ত থাকবে।","bangla_murtaza":"আমাদের দূতরা যখন লুতের কাছে এসে পৌঁছালো, তাদের দেখে সে বিষণ্ণ হয়ে পড়লো এবং নিজেকে তাদের রক্ষায় অসমর্থ মনে করলো। তারা বললো: “আপনি ভয়ও পাবেননা, চিন্তিতও হবেননা। আমরা রক্ষা করবো আপনাকে এবং আপনার পরিবারবর্গকে আপনার স্ত্রীকে বাদে। আপনার স্ত্রী পেছনে পড়াদের অন্তরভুক্ত হবে।","english_text":"So, when Our messengers came to Lot, he was worried on their account as he was unable to protect them. They said: \"Have no fear or regret. We will certainly save you and your family except your wife, for she is one of those who will stay behind.","bangla_translit":"অ লাম্মা য় আন্ জ্বা-য়াত্ রুসুলুনা-লূত্বোয়ান্ সী-য়া বিহিম্ অ দ্বোয়া-ক্ব বিহিম্ র্যাআঁও অ ক্ব-লূ লা-তাখফ্ অলা-তাহ্যান্ ইন্না- মুনাজ্জ্বুকা অআহ্লাকা ইল্লাম্ রায়াতাকা কা-নাত্ মিনাল্ গা-বিরীন্।","english_translit":"Walamma an jaat rusuluna lootan seea bihim wadaqa bihim tharAAan waqaloo la takhaf wala tahzan inna munajjooka waahlaka illa imraataka kanat mina alghabireena"},{"sura":29,"aya":34,"quran_text":"إِنَّا مُنْزِلُونَ عَلَى أَهْلِ هَذِهِ الْقَرْيَةِ رِجْزًا مِنَ السَّمَاءِ بِمَا كَانُوا يَفْسُقُونَ","bangla_mohiuddin":"আমরা এই জনপদের অধিবাসীদের উপর আকাশ থেকে আযাব নাজিল করব তাদের পাপাচারের কারণে।","bangla_murtaza":"আমরা এই জনপদবাসীর উপর আসমান থেকে আযাব নাযিল করবো তাদের পাপাচারের কারণে।”","english_text":"We have to bring a scourge from the heavens on the people of this city as they are depraved.\"","bangla_translit":"ইন্না মুন্যিলূনা আলা য় আহ্লি হা-যিহিল্ র্ক্বইয়াতি রিজ¦ যাম্ মিনাস্ সামা য় য়ি বিমা- ক্ব-নূ ইয়াফ্সুকুন্।","english_translit":"Inna munziloona AAala ahli hathihi alqaryati rijzan mina alssamai bima kanoo yafsuqoona"},{"sura":29,"aya":35,"quran_text":"وَلَقَدْ تَرَكْنَا مِنْهَا آيَةً بَيِّنَةً لِقَوْمٍ يَعْقِلُونَ","bangla_mohiuddin":"আমি বুদ্ধিমান লোকদের জন্যে এতে একটি স্পষ্ট নিদর্শন রেখে দিয়েছি।","bangla_murtaza":"যারা বিবেক বুদ্ধি খাটিয়ে চলে আমরা এ ঘটনার মধ্যে তাদের জন্যে রেখে দিয়েছি একটি সুস্পষ্ট নিদর্শন।","english_text":"Verily We have left a clear sign of this for people of sense to see.","bangla_translit":"অলাক্বদ্ তারক্না-মিন্হা য় আ-ইয়াতাম্ বাইয়িনাতা ল্লিক্বওমিঁই ইয়াক্বিলূন্।","english_translit":"Walaqad tarakna minha ayatan bayyinatan liqawmin yaAAqiloona"},{"sura":29,"aya":36,"quran_text":"وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا فَقَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ وَارْجُوا الْيَوْمَ الْآخِرَ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ","bangla_mohiuddin":"আমি মাদইয়ানবাসীদের প্রতি তাদের ভাই শোআয়বকে প্রেরণ করেছি। সে বলল, হে আমার সম্প্রদায় তোমরা আল্লাহর এবাদত কর, শেষ দিবসের আশা রাখ এবং পৃথিবীতে অনর্থ সৃষ্টি করো না।","bangla_murtaza":"আমরা মাদায়েনে পাঠিয়েছিলাম তাদের ভাই শুয়াইবকে। সে তাদের বলেছিল: ‘হে আমার কওম! তোমরা এক আল্লাহর দাসত্ব করো এবং শেষ দিনকে ভয় করো, আর পৃথিবীতে ফাসাদ সৃষ্টি করে বেড়িয়োনা।’","english_text":"To Midian We sent their brother Shu'aib. He said: \"O people, worship God and be ready for the Day of Resurrection. Do no evil, and create no mischief in the land.\"","bangla_translit":"অ ইলা-মাদ্ইয়ানা আখ-হুম্ শআইবা-ন্ ফাক্ব-লা ইয়া-ক্বওমিবুদুল্লা-হা অরজুল্ ইয়াওমাল্ আ-খির অলা- তাছাও ফিল্ র্আদ্বি মুফ্সিদীন্।","english_translit":"Waila madyana akhahum shuAAayban faqala ya qawmi oAAbudoo Allaha waorjoo alyawma alakhira wala taAAthaw fee alardi mufsideena"},{"sura":29,"aya":37,"quran_text":"فَكَذَّبُوهُ فَأَخَذَتْهُمُ الرَّجْفَةُ فَأَصْبَحُوا فِي دَارِهِمْ جَاثِمِينَ","bangla_mohiuddin":"কিন্তু তারা তাঁকে মিথ্যাবাদী বলল; অতঃপর তারা ভূমিকম্প দ্বারা আক্রান্ত হল এবং নিজেদের গৃহে উপুড় হয়ে পড়ে রইল।","bangla_murtaza":"কিন্তু তারা তাকে প্রত্যাখ্যান করে। ফলে তাদেরকে আঘাত করে ভূমিকম্প, আর তারা পড়ে থাকে নিজেদের ঘরে উপুড় হয়ে।","english_text":"But they denied him and were seized by an earthquake, and lay overturned in their homes in the morning.","bangla_translit":"ফাকায্যাবূহু ফায়াখযাত্ হুর্মু রজফাতু ফায়াছ্বাহূ ফী দা-রিহিম্ জ্বা-ছিমীন্।","english_translit":"Fakaththaboohu faakhathathumu alrrajfatu faasbahoo fee darihim jathimeena"},{"sura":29,"aya":38,"quran_text":"وَعَادًا وَثَمُودَ وَقَدْ تَبَيَّنَ لَكُمْ مِنْ مَسَاكِنِهِمْ وَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيلِ وَكَانُوا مُسْتَبْصِرِينَ","bangla_mohiuddin":"আমি আ’দ ও সামুদকে ধ্বংস করে দিয়েছি। তাদের বাড়ী-ঘর থেকেই তাদের অবস্থা তোমাদের জানা হয়ে গেছে। শয়তান তাদের কর্মকে তাদের দৃষ্টিতে সুশোভিত করেছিল, অতঃপর তাদেরকে সৎপথ অবলম্বনে বাধা দিয়েছিল এবং তারা ছিল হুশিয়ার।","bangla_murtaza":"আর আমরা আদ এবং সামুদ জাতিকেও ধ্বংস করে দিয়েছিলাম। তাদের (বিরান) বাড়িঘরই তোমাদের জন্যে সুস্পষ্ট প্রমাণ। শয়তান তাদের মন্দ কর্মকান্ড তাদের কাছে চাকচিক্যময় করে রেখেছিল। ফলে সে তাদেরকে সঠিক পথে আসতে বাধা সৃষ্টি করে, তারা খুব চালাক এবং বিচক্ষণও ছিলো।","english_text":"And (remember) 'Ad and Thamud. It will be clear to you from their habitations (how they were destroyed), for Satan had made their deeds look attractive to them, and turned them away from the path; and yet they were a people of acumen.","bangla_translit":"অ আদাঁও অছামূদা অ ক্বদ্ তাবাইয়্যানা লাকুম্ মিম্ মাসা-কিনিহিম্ অ যাইয়্যানা লাহুমুশ্ শাইত্বোয়া-নু আমা-লাহুম্ ফাছোয়াদ্দাহুম্ আনিস্ সাবীলি অকা-নূ মুস্তাব্সিরীন্।","english_translit":"WaAAadan wathamooda waqad tabayyana lakum min masakinihim wazayyana lahumu alshshaytanu aAAmalahum fasaddahum AAani alssabeeli wakanoo mustabsireena"},{"sura":29,"aya":39,"quran_text":"وَقَارُونَ وَفِرْعَوْنَ وَهَامَانَ وَلَقَدْ جَاءَهُمْ مُوسَى بِالْبَيِّنَاتِ فَاسْتَكْبَرُوا فِي الْأَرْضِ وَمَا كَانُوا سَابِقِينَ","bangla_mohiuddin":"আমি কারুন, ফেরাউন ও হামানকে ধ্বংস করেছি। মূসা তাদের কাছে সুস্পষ্ট নিদর্শনাবলী নিয়ে আগমন করেছিল অতঃপর তারা দেশে দম্ভ করেছিল। কিন্তু তারা জিতে যায়নি।","bangla_murtaza":"কারূণ, ফেরাউন ও হামান, এদের কাছে এসেছিল মূসা সুস্পষ্ট নিদর্শনাবলি নিয়ে। তখন তারা দেশে হঠকারী শাসন চালাচ্ছিল। কিন্তু তারা (আমার শাস্তিকে) অতিক্রম করতে পারেনি।","english_text":"(Remember) Qarun, Pharaoh and Haman to whom Moses came with clear signs; but they were haughty (and oppressed) the land. Yet they could not run away from Us;","bangla_translit":"অক্ব-রূনা অ র্ফিআউনা অ হা-মা-না অ লাক্বদ্ জ্বা-য়াহুম্ মূসা-বিল্ বাইয়্যিনা-তি ফাস্তাক্বারূ ফীল্ র্আদ্বি অমা-কা-নূ সা-বিক্বীন্।","english_translit":"Waqaroona wafirAAawna wahamana walaqad jaahum moosa bialbayyinati faistakbaroo fee alardi wama kanoo sabiqeena"},{"sura":29,"aya":40,"quran_text":"فَكُلًّا أَخَذْنَا بِذَنْبِهِ فَمِنْهُمْ مَنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًا وَمِنْهُمْ مَنْ أَخَذَتْهُ الصَّيْحَةُ وَمِنْهُمْ مَنْ خَسَفْنَا بِهِ الْأَرْضَ وَمِنْهُمْ مَنْ أَغْرَقْنَا وَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ","bangla_mohiuddin":"আমি প্রত্যেককেই তার অপরাধের কারণে পাকড়াও করেছি। তাদের কারও প্রতি প্রেরণ করেছি প্রস্তরসহ প্রচন্ড বাতাস, কাউকে পেয়েছে বজ্রপাত, কাউকে আমি বিলীন করেছি ভূগর্ভে এবং কাউকে করেছি নিমজ্জত। আল্লাহ তাদের প্রতি যুলুম করার ছিলেন না; কিন্তু তারা নিজেরাই নিজেদের প্রতি যুলুম করেছে।","bangla_murtaza":"এদের প্রত্যেককেই আমরা তাদের অপরাধের জন্যে শাস্তি দিয়েছি। তাদের কারো প্রতি আমরা পাঠিয়েছি পাথর বৃষ্টি, কাউকেও আঘাত করেছে প্রকান্ড শব্দ, কাউকেও দাবিয়ে দিয়েছিলাম ভূ-গর্ভে, কাউকেও ডুবিয়ে দিয়েছিলাম সমুদ্রে। আল্লাহ তাদের প্রতি যুলুম করেননি, তারা নিজেরাই যুলুম করেছিল নিজেদের প্রতি।","english_text":"And We seized all of them for their crimes. Against some We sent a violent wind hurling stones, and some We seized with a mighty blast, and some We submerged under the earth, and some We drowned. It was not for God to wrong them, they wronged themselves.","bangla_translit":"ফাকুল্লান্ আখয্না-বি যাম্বিহী ফামিন্হুম্ মান্ র্আসাল্না-আলাইহি হা-ছিবান্ অ মিন্হুম্ মান্ আখযাত্হুছ্ ছোয়াইহাতু অ মিন্হুম্ মান্ খসাফ্না-বিহিল্ র্আদ্বোয়া অ মিন্হুম্ মান্ আগ্রাকনা-অমা- কা-না ল্লা-হু লিইয়াজ লিমাহুম্ অলা-কিন্ কা-নূ য় আন্ফুসাহুম্ ইয়াজলিমূন্।","english_translit":"Fakullan akhathna bithanbihi faminhum man arsalna AAalayhi hasiban waminhum man akhathathu alssayhatu waminhum man khasafna bihi alarda waminhum man aghraqna wama kana Allahu liyathlimahum walakin kanoo anfusahum yathlimoona"},{"sura":29,"aya":41,"quran_text":"مَثَلُ الَّذِينَ اتَّخَذُوا مِنْ دُونِ اللَّهِ أَوْلِيَاءَ كَمَثَلِ الْعَنْكَبُوتِ اتَّخَذَتْ بَيْتًا وَإِنَّ أَوْهَنَ الْبُيُوتِ لَبَيْتُ الْعَنْكَبُوتِ لَوْ كَانُوا يَعْلَمُونَ","bangla_mohiuddin":"যারা আল্লাহর পরিবর্তে অপরকে সাহায্যকারীরূপে গ্রহণ করে তাদের উদাহরণ মাকড়সা। সে ঘর বানায়। আর সব ঘরের মধ্যে মাকড়সার ঘরই তো অধিক দুর্বল, যদি তারা জানত।","bangla_murtaza":"যারা আল্লাহর পরিবর্তে অন্যদেরকে অলি হিসেবে গ্রহণ করে, তাদের দৃষ্টান্ত হলো মাকড়সার দৃষ্টান্ত, সে নিজের জন্যে ঘর বানায়, আর ঘরের মধ্যে মাকড়সার ঘরই সবচাইতে দুর্বল, যদি তারা জ্ঞান রাখতো!","english_text":"The semblance of those who take protectors besides God is that of the spider. She arranges a house for herself, but the flimsiest of houses is the spider's. If only they had sense!","bangla_translit":"মাছালুল লাযীনাত্ তাখাযূ মিন্ দূনি ল্লা-হি আউলিয়া-য়া কামাছালিল্ আন্কাবূতিত্ তাখাযত্ বাইতা-; অ ইন্না আওহানাল্ বুয়ূতি লাবাইতুল্ আন্কাবূত্; লাও কা-নূ ইয়ালামূন্।","english_translit":"Mathalu allatheena ittakhathoo min dooni Allahi awliyaa kamathali alAAankabooti ittakhathat baytan wainna awhana albuyooti labaytu alAAankabooti law kanoo yaAAlamoona"},{"sura":29,"aya":42,"quran_text":"إِنَّ اللَّهَ يَعْلَمُ مَا يَدْعُونَ مِنْ دُونِهِ مِنْ شَيْءٍ وَهُوَ الْعَزِيزُ الْحَكِيمُ","bangla_mohiuddin":"তারা আল্লাহর পরিবর্তে যা কিছুকে ডাকে, আল্লাহ তা জানেন। তিনি শক্তিশালী, প্রজ্ঞাময়।","bangla_murtaza":"তারা আল্লাহর পরিবর্তে যা কিছুকেই ডাকে, আল্লাহ তা জানেন। তিনি মহাশক্তিধর, মহাবিজ্ঞানী।","english_text":"Verily God knows what they invoke in His place, for He is all-mighty and all-wise.","bangla_translit":"ইন্নাল্লা-হা ইয়ালামু মা ইয়াদ্ঊ’না মিন্ দূনিহী মিন্ শাইয়িন্ অ হুওয়াল্ আযীযুল্ হাকীম্।","english_translit":"Inna Allaha yaAAlamu ma yadAAoona min doonihi min shayin wahuwa alAAazeezu alhakeemu"},{"sura":29,"aya":43,"quran_text":"وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ","bangla_mohiuddin":"এ সকল উদাহরণ আমি মানুষের জন্যে দেই; কিন্তু জ্ঞানীরাই তা বোঝে।","bangla_murtaza":"আমরা মানুষের জন্যে দিয়ে থাকি এসব দৃষ্টান্ত, কিন্তু জ্ঞানীরা ছাড়া কেউ তা বুঝেনা।","english_text":"These are precepts of wisdom We offer to men, but only those who are rational understand.","bangla_translit":"অ তিল্কাল্ আম্ছা-লু নাদ্ব্রিবুহা-লিন্না-সি অমা-ইয়াক্বিলুহা য় ইল্লাল্ আ-লিমূন্।","english_translit":"Watilka alamthalu nadribuha lilnnasi wama yaAAqiluha illa alAAalimoona"},{"sura":29,"aya":44,"quran_text":"خَلَقَ اللَّهُ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ إِنَّ فِي ذَلِكَ لَآيَةً لِلْمُؤْمِنِينَ","bangla_mohiuddin":"আল্লাহ যথার্থরূপে নভোমন্ডল ও ভূমন্ডল সৃষ্টি করেছেন। এতে নিদর্শন রয়েছে ঈমানদার সম্প্রদায়ের জন্যে।","bangla_murtaza":"আল্লাহই সৃষ্টি করেছেন মহাকাশ এবং এই পৃথিবী বাস্তবতার ভিত্তিতে। অবশ্যি এতে রয়েছে একটি নিদর্শন মুমিনদের জন্যে।","english_text":"God has created the heavens and the earth with reason. Surely in this is a sign for those who believe.","bangla_translit":"খলাক্বল্লা-হুস্ সামা-ওয়া-তি অল্ র্আদ্বোয়া বিল্ হাক; ইন্না ফী যা-লিকা লাআ-ইয়া-তাল্লিল্ মুমিনীন্।","english_translit":"Khalaqa Allahu alssamawati waalarda bialhaqqi inna fee thalika laayatan lilmumineena"},{"sura":29,"aya":45,"quran_text":"اتْلُ مَا أُوحِيَ إِلَيْكَ مِنَ الْكِتَابِ وَأَقِمِ الصَّلَاةَ إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَلَذِكْرُ اللَّهِ أَكْبَرُ وَاللَّهُ يَعْلَمُ مَا تَصْنَعُونَ","bangla_mohiuddin":"আপনি আপনার প্রতি প্রত্যাদিষ্ট কিতাব পাঠ করুন এবং নামায কায়েম করুন। নিশ্চয় নামায অশ্লীল ও গর্হিত কার্য থেকে বিরত রাখে। আল্লাহর স্মরণ সর্বশ্রেষ্ঠ। আল্লাহ জানেন তোমরা যা কর।","bangla_murtaza":"তিলাওয়াত করো কিতাব যা তোমার প্রতি অহি করা হয়েছে এবং কায়েম করো সালাত। নিশ্চয়ই সালাত বিরত রাখে ফাহেশা এবং মুনকার (মন্দকর্ম) থেকে। আল্লাহর যিকিরই সর্বশ্রেষ্ঠ। আল্লাহ জানেন তোমরা যা করো।","english_text":"Recite what has been revealed to you of this Book, and be constant in devotion. Surely prayer keeps you away from the obscene and detestable, but the remembrance of God is greater far; and God knows what you do.","bangla_translit":"উত্লু মা য় ঊ হিয়া ইলাইকা মিনাল্ কিতা-বি অআক্বিমিছ্ ছলা-হ্; ইন্নাছ্ ছলা-তা তান্হা-আনিল্ ফাহ্শা-য়ি অল্ মুর্ন্কা; অ লাযিক্রুল্লা-হি আর্ক্বা; অল্লা-হু ইযালামু মা-তাছ্নাঊন্।","english_translit":"Otlu ma oohiya ilayka mina alkitabi waaqimi alssalata inna alssalata tanha AAani alfahshai waalmunkari walathikru Allahi akbaru waAllahu yaAAlamu ma tasnaAAoona"},{"sura":29,"aya":46,"quran_text":"وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ وَقُولُوا آمَنَّا بِالَّذِي أُنْزِلَ إِلَيْنَا وَأُنْزِلَ إِلَيْكُمْ وَإِلَهُنَا وَإِلَهُكُمْ وَاحِدٌ وَنَحْنُ لَهُ مُسْلِمُونَ","bangla_mohiuddin":"তোমরা কিতাবধারীদের সাথে তর্ক-বিতর্ক করবে না, কিন্তু উত্তম পন্থায়; তবে তাদের সাথে নয়, যারা তাদের মধ্যে বে-ইনসাফ। এবং বল, আমাদের প্রতি ও তোমাদের প্রতি যা নাযিল করা হয়েছে, তাতে আমরা বিশ্বাস স্থাপন করেছি। আমাদের উপাস্য ও তোমাদের উপাস্য একই এবং আমরা তাঁরই আজ্ঞাবহ।","bangla_murtaza":"সৌজন্যমূলক ও যুক্তিসংগত পন্থা ছাড়া আহলে কিতাবের সাথে বিতর্ক করোনা, তবে তাদের মধ্যে যারা যুলুম করে তাদের কথা ভিন্ন। তোমরা তাদের বলো: ‘আমরা ঈমান এনেছি সেই কিতাবের প্রতি যা নাযিল করা হয়েছে আমাদের প্রতি এবং যা নাযিল করা হয়েছে তোমাদের প্রতি, আর আমাদের ইলাহ্ ও তোমাদের ইলাহ্ একই ইলাহ্, আমরা তাঁরই প্রতি আত্মসমর্পণকারী।’","english_text":"Do not argue with the people of the Book unless in a fair way, apart from those who act wrongly, and say to them: \"We believe what has been sent down to us, and we believe what has been sent down to you. Our God and your God is one, and to Him we submit.\"","bangla_translit":"অলা-তুজ্বা-দিলূ য় আহ্লাল্ কিতা-বি ইল্লা- বিল্লাতী হিয়া আহ্সানু ইল্লাল্লাযীনা জোয়ালামূ মিন্হুম্ অকুলূ য় আমান্না-বিল্লাযী য় উন্যিলা ইলাইনা-অ উন্যিলা ইলাইকুম্ অ ইলা-হুনা- অইলা-হুকুম্ ওয়া-হিদুঁও অনাহ্নু লাহূ মুস্লিমূন্।","english_translit":"Wala tujadiloo ahla alkitabi illa biallatee hiya ahsanu illa allatheena thalamoo minhum waqooloo amanna biallathee onzila ilayna waonzila ilaykum wailahuna wailahukum wahidun wanahnu lahu muslimoona"},{"sura":29,"aya":47,"quran_text":"وَكَذَلِكَ أَنْزَلْنَا إِلَيْكَ الْكِتَابَ فَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يُؤْمِنُونَ بِهِ وَمِنْ هَؤُلَاءِ مَنْ يُؤْمِنُ بِهِ وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا الْكَافِرُونَ","bangla_mohiuddin":"এভাবেই আমি আপনার প্রতি কিতাব অবর্তীণ করেছি। অতঃপর যাদের কে আমি কিতাব দিয়েছিলাম, তারা একে মেনে চলে এবং এদেরও (মক্কাবাসীদেরও) কেউ কেউ এতে বিশ্বাস রাখে। কেবল কাফেররাই আমার আয়াতসমূহ অস্বীকার করে।","bangla_murtaza":"এভাবেই আমরা নাযিল করেছি তোমার প্রতি এই কিতাব। যাদের আমরা কিতাব দিয়েছি তারা এটির প্রতি ঈমান রাখে এবং এখনকার এদের (আহলে কিতাবের) কেউ কেউও এটির প্রতি ঈমান রাখে। কাফিররা ছাড়া আর কেউই আমাদের আয়াত অস্বীকার করেনা।","english_text":"That is how We have revealed this Book to you and those to whom We have sent down the Book will believe in it. Only those who are infidels will deny it.","bangla_translit":"অকাযা-লিকা আন্ যাল্না য় ইলাইকাল্ কিতাব্; ফাল্লাযীনা আ-তাইনা-হুমুল্ কিতাবা ইয়ুমিনূনা বিহী অমিন্ হা য় উলা-য়ি মাইঁ ইয়ুমিনু বিহ্; অমা-ইয়াজ্ব্ হাদু বিআ-ইয়া -তিনা য় ইল্লাল্ কা-ফিরূন্।","english_translit":"Wakathalika anzalna ilayka alkitaba faallatheena ataynahumu alkitaba yuminoona bihi wamin haolai man yuminu bihi wama yajhadu biayatina illa alkafiroona"},{"sura":29,"aya":48,"quran_text":"وَمَا كُنْتَ تَتْلُو مِنْ قَبْلِهِ مِنْ كِتَابٍ وَلَا تَخُطُّهُ بِيَمِينِكَ إِذًا لَارْتَابَ الْمُبْطِلُونَ","bangla_mohiuddin":"আপনি তো এর পূর্বে কোন কিতাব পাঠ করেননি এবং স্বীয় দক্ষিণ হস্ত দ্বারা কোন কিতাব লিখেননি। এরূপ হলে মিথ্যাবাদীরা অবশ্যই সন্দেহ পোষণ করত।","bangla_murtaza":"তুমি তো এর আগে কোনো কিতাব তিলাওয়াত করতেনা এবং নিজ হাতে কোনো কিতাব লিখতেও না, তেমনটি হলে হয়তো মিথ্যাবাদীরা সন্দেহ পোষণ করতে পারতো।","english_text":"You did not read any Scripture before this, nor wrote one with your right hand, or else these dissemblers would have found a cause to doubt it.","bangla_translit":"অমা-কুন্তা তাত্লূ মিন্ ক্বব্লিহী মিন্ কিতা-বিঁও অলা-তাখুত্ব্ ত্বুহূ বিইয়ামীনিকা ইযাল্ র্লাতা-বাল্ মুব্ত্বিলূন্।","english_translit":"Wama kunta tatloo min qablihi min kitabin wala takhuttuhu biyameenika ithan lairtaba almubtiloona"},{"sura":29,"aya":49,"quran_text":"بَلْ هُوَ آيَاتٌ بَيِّنَاتٌ فِي صُدُورِ الَّذِينَ أُوتُوا الْعِلْمَ وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا الظَّالِمُونَ","bangla_mohiuddin":"বরং যাদেরকে জ্ঞান দেয়া হয়েছে, তাদের অন্তরে ইহা (কোরআন) তো স্পষ্ট আয়াত। কেবল বে-ইনসাফরাই আমার আয়াতসমূহ অস্বীকার করে।","bangla_murtaza":"বরং যাদের এলেম দেয়া হয়েছে তাদের অন্তরে এটি একটি সুস্পষ্ট নিদর্শন। যালিমরা ছাড়া আর কেউই আমাদের আয়াত অস্বীকার করেনা।","english_text":"In fact, in the minds of those who have intelligence these are clear signs. No one denies Our revelations except those who are unjust.","bangla_translit":"বাল্ হুওয়া আ-ইয়া-তুম্ বাইয়্যিনা-তুন্ ফী ছুদূরিল্ লাযীনা উতুল্ ইল্ম্; অমা-ইয়াজ্ব্ হাদু বিআ-ইয়া-তিনা য় ইল্লাজ্ জোয়ালিমূন্।","english_translit":"Bal huwa ayatun bayyinatun fee sudoori allatheena ootoo alAAilma wama yajhadu biayatina illa alththalimoona"},{"sura":29,"aya":50,"quran_text":"وَقَالُوا لَوْلَا أُنْزِلَ عَلَيْهِ آيَاتٌ مِنْ رَبِّهِ قُلْ إِنَّمَا الْآيَاتُ عِنْدَ اللَّهِ وَإِنَّمَا أَنَا نَذِيرٌ مُبِينٌ","bangla_mohiuddin":"তারা বলে, তার পালনকর্তার পক্ষ থেকে তার প্রতি কিছু নিদর্শন অবতীর্ণ হল না কেন? বলুন, নিদর্শন তো আল্লাহর ইচ্ছাধীন। আমি তো একজন সুস্পষ্ট সতর্ককারী মাত্র।","bangla_murtaza":"তারা বলে: ‘তার প্রভুর নিকট থেকে তার কাছে কোনো নিদর্শন আসেনা কেন?’ তুমি বলো: ‘নিদর্শন পাঠানোর বিষয়টা তো আল্লাহর এখতিয়ারে। আমি তো কেবল একজন সুস্পষ্ট সতর্ককারী ছাড়া আর কিছু নই।’","english_text":"For they say: \"How Is it no signs were sent down to him from his Lord?\" Say: \"The signs are with God. I am only a warner, plain and simple.\"","bangla_translit":"অক্ব-লূ লাওলা য় উন্যিলা আলাইহি আ-ইয়া-তুম্ র্মি রব্বিহ্; কুল্ ইন্নামাল্ আ-ইয়া-তু ইন্দাল্লা-হ্; অইন্নামা য় আনা নাযীরুম্ মুবীন্।","english_translit":"Waqaloo lawla onzila AAalayhi ayatun min rabbihi qul innama alayatu AAinda Allahi wainnama ana natheerun mubeenun"},{"sura":29,"aya":51,"quran_text":"أَوَلَمْ يَكْفِهِمْ أَنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ يُتْلَى عَلَيْهِمْ إِنَّ فِي ذَلِكَ لَرَحْمَةً وَذِكْرَى لِقَوْمٍ يُؤْمِنُونَ","bangla_mohiuddin":"এটাকি তাদের জন্যে যথেষ্ট নয় যে, আমি আপনার প্রতি কিতাব নাযিল করেছি, যা তাদের কাছে পাঠ করা হয়। এতে অবশ্যই বিশ্বাসী লোকদের জন্যে রহমত ও উপদেশ আছে।","bangla_murtaza":"তাদের জন্যে এটা কি যথেষ্ট নয় যে, আমরা তোমার প্রতি এই কিতাব নাযিল করেছি, যা তাদের প্রতি তিলাওয়াত করা হয়। নিশ্চয়ই এতে রয়েছে রহমত ও উপদেশ সেইসব লোকদের জন্যে যারা ঈমান রাখে।","english_text":"Is it not sufficient for them that We have revealed the Book to you which is read out to them? It is indeed a grace and reminder for people who believe.","bangla_translit":"আওয়ালাম্ ইয়াক্ফিহিম্ আন্না য় আন্যাল্না আলাইকাল্ কিতা-বা ইয়ুত্লা- আলাইহিম্; ইন্না ফী যা-লিকা লারহ্মাতাঁও অযিক্র-লিকওমিঁই ইয়ু মিনূন্।","english_translit":"Awalam yakfihim anna anzalna AAalayka alkitaba yutla AAalayhim inna fee thalika larahmatan wathikra liqawmin yuminoona"},{"sura":29,"aya":52,"quran_text":"قُلْ كَفَى بِاللَّهِ بَيْنِي وَبَيْنَكُمْ شَهِيدًا يَعْلَمُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَالَّذِينَ آمَنُوا بِالْبَاطِلِ وَكَفَرُوا بِاللَّهِ أُولَئِكَ هُمُ الْخَاسِرُونَ","bangla_mohiuddin":"বলুন, আমার মধ্যে ও তোমাদের মধ্যে আল্লাহই সাক্ষীরূপে যথেষ্ট। তিনি জানেন যা কিছু নভোমন্ডলে ও ভূ-মন্ডলে আছে। আর যারা মিথ্যায় বিশ্বাস করে ও আল্লাহকে অস্বীকার করে, তারাই ক্ষতিগ্রস্ত।","bangla_murtaza":"তুমি বলো: ‘আমার ও তোমাদের মাঝে শহীদ (সাক্ষী) হিসেবে আল্লাহই যথেষ্ট। তিনি জানেন মহাকাশ ও পৃথিবীতে যা কিছু আছে। যারা বাতিলের প্রতি ঈমান রাখে এবং কুফুরি করে আল্লাহর প্রতি, তারাই আসল ক্ষতিগ্রস্ত।’","english_text":"Say: \"God is sufficient as witness between me and you.\" He knows what is in the heavens and the earth. It is those who believe in falsehood and disbelieve in God who will perish.","bangla_translit":"কুল্ কাফা-বিল্লা-হি বাইনী অবাইনাকুম্ শাহীদান্ ইয়ালামু মা-ফিস্ সামা-ওয়া-তি অল্ র্আদ্ব্; অল্লাযীনা আ-মানূ বিল্ বা-ত্বিলি অকাফারূ বিল্লা-হি উলা-য়িকা হুমুল্ খ-সিরূন্।","english_translit":"Qul kafa biAllahi baynee wabaynakum shaheedan yaAAlamu ma fee alssamawati waalardi waallatheena amanoo bialbatili wakafaroo biAllahi olaika humu alkhasiroona"},{"sura":29,"aya":53,"quran_text":"وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ وَلَوْلَا أَجَلٌ مُسَمًّى لَجَاءَهُمُ الْعَذَابُ وَلَيَأْتِيَنَّهُمْ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ","bangla_mohiuddin":"তারা আপনাকে আযাব ত্বরান্বিত করতে বলে। যদি আযাবের সময় নির্ধারিত না থাকত, তবে আযাব তাদের উপর এসে যেত। নিশ্চয়ই আকস্মিকভাবে তাদের কাছে আযাব এসে যাবে, তাদের খবরও থাকবে না।","bangla_murtaza":"তারা তোমার কাছে আহ্বান জানায় দ্রুত আযাব এনে দিতে। যদি সময় নির্ধারিত না থাকতো, তাহলে অবশ্যি তাদের উপর আযাব এসে যেতো। আযাব অবশ্যি তাদের উপর আসবে আকস্মিকভাবে এবং তারা টেরও পাবেনা।","english_text":"They want you to hasten the punishment: But for a time already determined the punishment would have come upon them. It will come upon them all too suddenly, and they will be caught unawares.","bangla_translit":"অ ইয়াস্তাজ্বিলূ নাকা বিল্আযা-ব্; অ লাওলা য় আজ্বালুম্ মুসাম্মা ল্লাজ্বা-য়া হুমুল্ আযা-ব্; অ লাইয়াতিয়ান্নাহুম্ বাগ্তাতাঁও অহুম্ লা- ইয়াশ্উরূন্।","english_translit":"WayastaAAjiloonaka bialAAathabi walawla ajalun musamman lajaahumu alAAathabu walayatiyannahum baghtatan wahum la yashAAuroona"},{"sura":29,"aya":54,"quran_text":"يَسْتَعْجِلُونَكَ بِالْعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ","bangla_mohiuddin":"তারা আপনাকে আযাব ত্বরান্বিত করতে বলে; অথচ জাহান্নাম কাফেরদেরকে ঘেরাও করছে।","bangla_murtaza":"তারা তোমাকে দ্রুত আযাব এনে দিতে বলে। জাহান্নাম অবশ্যি কাফিরদের পরিবেষ্টন করবে।","english_text":"They want you to hasten the punishment: Hell will indeed surround the unbelievers.","bangla_translit":"ইয়াস্তাজ্বিলূনাকা বিল্আযা-ব্; অইন্না জ্বাহান্নামা লামুহীত্বোয়াতুম্ বিল্ কা-ফিরীন্।","english_translit":"YastaAAjiloonaka bialAAathabi wainna jahannama lamuheetatun bialkafireena"},{"sura":29,"aya":55,"quran_text":"يَوْمَ يَغْشَاهُمُ الْعَذَابُ مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ أَرْجُلِهِمْ وَيَقُولُ ذُوقُوا مَا كُنْتُمْ تَعْمَلُونَ","bangla_mohiuddin":"যেদিন আযাব তাদেরকে ঘেরাও করবে মাথার উপর থেকে এবং পায়ের নীচ থেকে। আল্লাহ বললেন, তোমরা যা করতে, তার স্বাদ গ্রহণ কর।","bangla_murtaza":"সেদিন তাদের উপর থেকে এবং তাদের পায়ের নিচে থেকে আযাব এসে তাদের ঢেকে ফেলবে এবং তিনি বলবেন: তোমরা যেসব আমল করতে তার স্বাদ গ্রহণ করো।","english_text":"The day the punishment comes upon them from above and underneath their feet, (God will) say: \"And now taste of what you had done.\"","bangla_translit":"ইয়াওমা ইয়াগ্শা-হুমুল্ আযা-বু মিন্ ফাওক্বিহিম্ অমিন্ তাহ্তি র্আজুলিহিম্ অ ইয়াকুলু যূকু মা-কুন্তুম্ তামালূ ন্।","english_translit":"Yawma yaghshahumu alAAathabu min fawqihim wamin tahti arjulihim wayaqoolu thooqoo ma kuntum taAAmaloona"},{"sura":29,"aya":56,"quran_text":"يَا عِبَادِيَ الَّذِينَ آمَنُوا إِنَّ أَرْضِي وَاسِعَةٌ فَإِيَّايَ فَاعْبُدُونِ","bangla_mohiuddin":"হে আমার ঈমানদার বান্দাগণ, আমার পৃথিবী প্রশস্ত। অতএব তোমরা আমারই এবাদত কর।","bangla_murtaza":"হে আমার সেইসব বান্দারা যারা ঈমান এনেছো!  আমার পৃথিবী অনেক প্রশস্ত, সুতরাং তোমরা কেবল আমারই ইবাদত করো।","english_text":"O My creatures who believe, surely My earth has plenty of scope and so worship only Me.","bangla_translit":"ইয়াইবা-দিয়াল্ লাযীনা আ-মানূ য় ইন্না র্আদ্বী ওয়া-সিআতুন্ ফাইয়্যা-ইয়া ফাবুদূন্।","english_translit":"Ya AAibadiya allatheena amanoo inna ardee wasiAAatun faiyyaya faoAAbudooni"},{"sura":29,"aya":57,"quran_text":"كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ ثُمَّ إِلَيْنَا تُرْجَعُونَ","bangla_mohiuddin":"জীবমাত্রই মৃত্যুর স্বাদ গ্রহণ করবে। অতঃপর তোমরা আমারই কাছে প্রত্যাবর্তিত হবে।","bangla_murtaza":"প্রত্যেক ব্যক্তিই মৃত্যুর স্বাদ গ্রহণ করবে। তারপর আমাদের কাছেই তোমাদের ফিরিয়ে আনা হবে।","english_text":"Every soul has to know the taste of death. You will then be sent back to Us.","bangla_translit":"কুল্লু নাফ্সিন্ যা-য়িক্বাতুল্ মাউতি ছুম্মা ইলাইনা-র্তুজাঊন্।","english_translit":"Kullu nafsin thaiqatu almawti thumma ilayna turjaAAoona"},{"sura":29,"aya":58,"quran_text":"وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَنُبَوِّئَنَّهُمْ مِنَ الْجَنَّةِ غُرَفًا تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا نِعْمَ أَجْرُ الْعَامِلِينَ","bangla_mohiuddin":"যারা বিশ্বাস স্থাপন করে ও সৎকর্ম করে, আমি অবশ্যই তাদেরকে জান্নাতের সুউচ্চ প্রাসাদে স্থান দেব, যার তলদেশে প্রস্রবণসমূহ প্রবাহিত। সেখানে তারা চিরকাল থাকবে। কত উত্তম পুরস্কার কর্মীদের।","bangla_murtaza":"আর যারা ঈমান আনবে এবং আমলে সালেহ্ করবে আমরা অবশ্যি তাদের বসবাসের জন্যে জান্নাতে উঁচু প্রাসাদ দান করবো। সেসবের নিচে দিয়ে বহমান থাকবে নদ নদী নহর। চিরদিন থাকবে তারা সেখানে। কতো যে উত্তম প্রতিদান নেক আমলকারীদের জন্যে,","english_text":"We shall admit those who believe and do the right to empyreal gardens with rivers rippling by, where they will abide for ever. How excellent the guerdon of those who toil,","bangla_translit":"অল্লাযীনা আ-মানূ অ আমিলুছ্ ছোয়া-লিহা-তি লা নুবাওয়্যিয়ান্নাহুম্ মিনাল্ জ্বান্নাতি গুরাফান্ তাজরী মিন্ তাহ্তিহাল্ আন্হা-রু খ-লিদীনা ফীহা-; নিমা-আজ্ব্ রুল্ আ-মিলীন্।","english_translit":"Waallatheena amanoo waAAamiloo alssalihati lanubawwiannahum mina aljannati ghurafan tajree min tahtiha alanharu khalideena feeha niAAma ajru alAAamileena"},{"sura":29,"aya":59,"quran_text":"الَّذِينَ صَبَرُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ","bangla_mohiuddin":"যারা সবর করে এবং তাদের পালনকর্তার উপর ভরসা করে।","bangla_murtaza":"যারা সবর অবলম্বন করে এবং তাওয়াক্কুল করে তাদের প্রভুর উপর!","english_text":"Who persevere and place their trust in their Lord.","bangla_translit":"আল্লাযীনা ছবারূ অআলা-রব্বিহিম্ ইয়াতাওয়াক্কালূন্।","english_translit":"Allatheena sabaroo waAAala rabbihim yatawakkaloona"},{"sura":29,"aya":60,"quran_text":"وَكَأَيِّنْ مِنْ دَابَّةٍ لَا تَحْمِلُ رِزْقَهَا اللَّهُ يَرْزُقُهَا وَإِيَّاكُمْ وَهُوَ السَّمِيعُ الْعَلِيمُ","bangla_mohiuddin":"এমন অনেক জন্তু আছে, যারা তাদের খাদ্য সঞ্চিত রাখে না। আল্লাহই রিযিক দেন তাদেরকে এবং তোমাদেরকেও। তিনি সর্বশ্রোতা, সর্বজ্ঞ।","bangla_murtaza":"এমন অনেক জীব-জানোয়ার আছে যারা নিজেদের রিযিক মওজুদ করে রাখেনা, আল্লাহই তাদের রিযিক দেন এবং তোমাদেরকেও। তিনি সব শুনেন, সব জানেন।","english_text":"How many living things there are on the earth that do not Store their food; God provides them as well as you. He is all-hearing and all-knowing.","bangla_translit":"অ কাআইয়্যিম্ মিন্ দা-ব্বাতিল্ লা-তাহ্মিলু রিয্ক্বহা-আল্লা-হু ইর্য়াযুকুহা-অইয়্যাকুম্ অহুওয়াস্ সামীউল্ আলীম্।","english_translit":"Wakaayyin min dabbatin la tahmilu rizqaha Allahu yarzuquha waiyyakum wahuwa alssameeAAu alAAaleemu"},{"sura":29,"aya":61,"quran_text":"وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ لَيَقُولُنَّ اللَّهُ فَأَنَّى يُؤْفَكُونَ","bangla_mohiuddin":"যদি আপনি তাদেরকে জিজ্ঞেস করেন, কে নভোমন্ডল ও ভূ-মন্ডল সৃষ্টি করেছে, চন্দ্র ও সূর্যকে কর্মে নিয়োজিত করেছে? তবে তারা অবশ্যই বলবে আল্লাহ। তাহলে তারা কোথায় ঘুরে বেড়াচ্ছে?","bangla_murtaza":"তুমি যদি তাদের জিজ্ঞেস করো: ‘আসমান জমিন কে সৃষ্টি করেছে এবং কে নিয়ন্ত্রণ করছে সূর্য আর চাঁদ?’ তারা অবশ্যি বলবে: ‘আল্লাহ।’ তাহলে তারা কোথা থেকে প্রতারিত হচ্ছে?","english_text":"If you ask them: \"Who created the heavens and the earth, and who set the sun and the moon to work?\" They will answer: \"God.\" Why then do they vacillate?","bangla_translit":"অলায়িন সায়াল্তাহুম্ মান্ খলাক্বস্ সামা-ওয়া-তি অল্ র্আদ্বোয়া অসাখ্খরশ্ শাম্সা অল্ ক্বমার লাইয়াকুলুন্নাল্লা-হু ফাআন্না- ইয়ুফাকূন্।","english_translit":"Walain saaltahum man khalaqa alssamawati waalarda wasakhkhara alshshamsa waalqamara layaqoolunna Allahu faanna yufakoona"},{"sura":29,"aya":62,"quran_text":"اللَّهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَهُ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ","bangla_mohiuddin":"আল্লাহ তাঁর বান্দাদের মধ্যে যার জন্য ইচ্ছা রিযিক প্রশস্ত করে দেন এবং যার জন্য ইচ্ছা হ্রাস করেন। নিশ্চয়, আল্লাহ সর্ববিষয়ে সম্যক পরিজ্ঞাত।","bangla_murtaza":"আল্লাহই বৃদ্ধি করে দেন রিযিক যাকে চান তাঁর বান্দাদের মধ্যে এবং নিয়ন্ত্রণ করে দেন যাকে চান। নিশ্চয়ই আল্লাহ প্রতিটি বিষয়ে অবগত।","english_text":"God increases the means of those of His creatures as He please, or limits them for whomsoever He will. He is certainly cognisant of everything.","bangla_translit":"আল্লা-হু ইয়াব্সুত্বরু রিয্ক্ব লিমাইঁ ইয়্যাশা-য়ু মিন্ ঈবাদিহী অ ইয়াক্ব্ দিরু লাহ্; ইন্নাল্লা-হা বিকুল্লি শাইয়্যিন্ আলীম্।","english_translit":"Allahu yabsutu alrrizqa liman yashao min AAibadihi wayaqdiru lahu inna Allaha bikulli shayin AAaleemun"},{"sura":29,"aya":63,"quran_text":"وَلَئِنْ سَأَلْتَهُمْ مَنْ نَزَّلَ مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ مِنْ بَعْدِ مَوْتِهَا لَيَقُولُنَّ اللَّهُ قُلِ الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْقِلُونَ","bangla_mohiuddin":"যদি আপনি তাদেরকে জিজ্ঞেস করেন, কে আকাশ থেকে বারি বর্ষণ করে, অতঃপর তা দ্বারা মৃত্তিকাকে উহার মৃত হওয়ার পর সঞ্জীবিত করে? তবে তারা অবশ্যই বলবে, আল্লাহ। বলুন, সমস্ত প্রশংসা আল্লাহরই। কিন্তু তাদের অধিকাংশই তা বোঝে না।","bangla_murtaza":"তুমি যদি তাদের জিজ্ঞেস করো, কে নাযিল করেন আসমান থেকে পানি, তারপর তা দিয়ে জীবিত করেন জমিনকে তা মরে (শুকিয়ে)  যাবার পর? অবশ্যি তারা বলবে: ‘আল্লাহ।’ বলো: ‘আলহামদু লিল্লাহ!’ বরং তাদের অধিকাংশই আকল-বুদ্ধি রাখেনা।","english_text":"If you ask them: \"Who sends down rain from the sky and quickens the earth when it is dead?\" They will answer: \"God.\" Say: \"All praise be to God.\" But most of them do not understand.","bangla_translit":"অলায়িন্ সায়াল্তাহুম্ মান্ নায্যালা মিনাস্ সামা-য়ি মা-য়ান্ ফাআহ্ইয়া-বিহিল্ র্আদ্বোয়া মিম্ বাদি মাওতিহা-লাইয়াকু লুন্নাল্লা-হ্; কুলিল্ হাম্দু লিল্লা-হ্; বাল্ আক্ছারুহুম্ লা-ইয়াক্বিলূন্।","english_translit":"Walain saaltahum man nazzala mina alssamai maan faahya bihi alarda min baAAdi mawtiha layaqoolunna Allahu quli alhamdu lillahi bal aktharuhum la yaAAqiloona"},{"sura":29,"aya":64,"quran_text":"وَمَا هَذِهِ الْحَيَاةُ الدُّنْيَا إِلَّا لَهْوٌ وَلَعِبٌ وَإِنَّ الدَّارَ الْآخِرَةَ لَهِيَ الْحَيَوَانُ لَوْ كَانُوا يَعْلَمُونَ","bangla_mohiuddin":"এই পার্থিব জীবন ক্রীড়া-কৌতুক বৈ তো কিছুই নয়। পরকালের গৃহই প্রকৃত জীবন; যদি তারা জানত।","bangla_murtaza":"এই দুনিয়ার জীবনটা খেলতামাশা ছাড়া আর কিছুই নয়। আখিরাতের জীবনই চিরন্তন জীবন, যদি তারা জানতো!","english_text":"The life of this world is only a sport and play. It is surely the home of the Hereafter that will indeed be life extended and new, if only they knew!","bangla_translit":"অমা-হা-যিহিল্ হা-ইয়া-তুদ্ দুন্ইয়া য় ইল্লা-লাহ্য়ুঁও অলাইব্; অ ইন্নাদ্দা-রল্ আ-খিরতা লাহিয়াল্ হাইয়াওয়া-ন্। লাও কা-নূ ইয়ালামূন্।","english_translit":"Wama hathihi alhayatu alddunya illa lahwun walaAAibun wainna alddara alakhirata lahiya alhayawanu law kanoo yaAAlamoona"},{"sura":29,"aya":65,"quran_text":"فَإِذَا رَكِبُوا فِي الْفُلْكِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ إِذَا هُمْ يُشْرِكُونَ","bangla_mohiuddin":"তারা যখন জলযানে আরোহণ করে তখন একনিষ্ঠভাবে আল্লাহকে ডাকে। অতঃপর তিনি যখন স্থলে এনে তাদেরকে উদ্ধার করেন, তখনই তারা শরীক করতে থাকে।","bangla_murtaza":"তারা যখন নৌযানে আরোহণ করে, তখন আন্তরিক নিষ্ঠার সাথে তারা আল্লাহ্কে ডাকে, তারপর যখন তিনি তাদেরকে নাজাত দিয়ে কূলে নিয়ে আসেন, তখন তারা শিরক করতে থাকে,","english_text":"When they board a ship they call on God, placing their faith wholly in Him. But when He brings them safely back to shore, they begin to associate others with Him,","bangla_translit":"ফাইযা- রকিবূ ফিল্ফুল্কি দাআয়ু ল্লা-হা মুখ্লিছীনা লাহুদ্দীনা-ফালাম্মা- নাজ্জ্বাহুম্ ইলাল্ র্বারি ইযা-হুম্ ইয়ুশ্রিকূন্।","english_translit":"Faitha rakiboo fee alfulki daAAawoo Allaha mukhliseena lahu alddeena falamma najjahum ila albarri itha hum yushrikoona"},{"sura":29,"aya":66,"quran_text":"لِيَكْفُرُوا بِمَا آتَيْنَاهُمْ وَلِيَتَمَتَّعُوا فَسَوْفَ يَعْلَمُونَ","bangla_mohiuddin":"যাতে তারা তাদের প্রতি আমার দান অস্বীকার করে এবং ভোগ-বিলাসে ডুবে থাকে। সত্বরই তারা জানতে পারবে।","bangla_murtaza":"যাতে তাদের প্রতি আমার দান তারা অস্বীকার করে এবং ভোগবিলাসে লিপ্ত থাকে। অচিরেই তারা জানতে পারবে (এর পরিনতি)।","english_text":"And deny what We had given them, in order to go on enjoying themselves. They will come to know soon.","bangla_translit":"লিইয়াক্ফুরূ বিমা য় আ-তাইনা-হুম্ অ লিইয়াতামাত্তাঊ ফাসাওফা ইয়ালামূন্।","english_translit":"Liyakfuroo bima ataynahum waliyatamattaAAoo fasawfa yaAAlamoona"},{"sura":29,"aya":67,"quran_text":"أَوَلَمْ يَرَوْا أَنَّا جَعَلْنَا حَرَمًا آمِنًا وَيُتَخَطَّفُ النَّاسُ مِنْ حَوْلِهِمْ أَفَبِالْبَاطِلِ يُؤْمِنُونَ وَبِنِعْمَةِ اللَّهِ يَكْفُرُونَ","bangla_mohiuddin":"তারা কি দেখে না যে, আমি একটি নিরাপদ আশ্রয়স্থল করেছি। অথচ এর চতুপার্শ্বে যারা আছে, তাদের উপর আক্রমণ করা হয়। তবে কি তারা মিথ্যায়ই বিশ্বাস করবে এবং আল্লাহর নেয়ামত অস্বীকার করবে?","bangla_murtaza":"তারা কি দেখেনা, আমরা হারাম (শরিফকে) নিরাপদ স্থান বানিয়ে দিয়েছি, অথচ তার চারপাশে যারা আছে তাদের উপর হামলা করা হয়? তারা কি বাতিলের প্রতি ঈমান রাখে, আর কুফুরি করে আল্লাহর নিয়ামতের প্রতি?","english_text":"Do they not see that We have given them a safe sanctuary, while all around them men are being despoiled? Do they then believe what is false, and deny the bounty of God?","bangla_translit":"আওয়ালাম্ ইয়ারও আন্না জ্বাআল্না-হারমান্ আ-মিনাঁও অ ইয়ুতাখত্ব ত্বোয়াফুন্ না-সু মিন্ হাওলিহিম্ আফাবিল্বা-ত্বিলি ইয়ুমিনূনা অবিনিমাতিল্লা-হি ইয়াক্ফুরূন্।","english_translit":"Awalam yaraw anna jaAAalna haraman aminan wayutakhattafu alnnasu min hawlihim afabialbatili yuminoona wabiniAAmati Allahi yakfuroona"},{"sura":29,"aya":68,"quran_text":"وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِالْحَقِّ لَمَّا جَاءَهُ أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْكَافِرِينَ","bangla_mohiuddin":"যে আল্লাহ সম্পর্কে মিথ্যা কথা গড়ে অথবা তার কাছে সত্য আসার পর তাকে অস্বীকার করে, তার কি স্মরণ রাখা উচিত নয় যে, জাহান্নামই সেসব কাফেরের আশ্রয়স্থল হবে?","bangla_murtaza":"ঐ ব্যক্তির চাইতে বড় যালিম আর কে, যে মিথ্যা রচনা করে আল্লাহর উপর আরোপ করে, কিংবা সত্য আসার পর তা প্রত্যাখ্যান করে? কাফিরদের আবাস কি জাহান্নাম নয়?","english_text":"Who is more unjust than he who fabricates a lie about God, or denies the truth when it has come to him? Is there not an abode for unbelievers in Hell?","bangla_translit":"অমান্ আজ্লামু মিম্মা-নিফ্ তারা-আলা ল্লা-হি কাযিবান্ আও কায্যাবা বিল্ হাকক্বি লাম্মা-জ্বা-য়াহ্; আলাইসা ফী জ্বাহান্নামা মাছ্ওয়াল্ লিল্কা-ফিরীন্।","english_translit":"Waman athlamu mimmani iftara AAala Allahi kathiban aw kaththaba bialhaqqi lamma jaahu alaysa fee jahannama mathwan lilkafireena"},{"sura":29,"aya":69,"quran_text":"وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا وَإِنَّ اللَّهَ لَمَعَ الْمُحْسِنِينَ","bangla_mohiuddin":"যারা আমার পথে সাধনায় আত্মনিয়োগ করে, আমি অবশ্যই তাদেরকে আমার পথে পরিচালিত করব। নিশ্চয় আল্লাহ সৎকর্মপরায়ণদের সাথে আছেন।","bangla_murtaza":"যারা  আমাদের জন্যে (উদ্দেশ্যে) জিহাদ করে, আমরা অবশ্যি তাদের পরিচালিত করি আমাদের পথে, আর অবশ্যি আল্লাহ কল্যাণপরায়ণদের সাথে থাকেন।","english_text":"We shall guide those who strive in Our cause to the paths leading straight to Us. Surely God is with those who do good.","bangla_translit":"অল্লাযীনা জ্বা-হাদূ ফীনা- লানাহ্ দিয়ান্নাহুম্ সুবুলানা-; অ ইন্নাল্লা-হা লামাআল্ মুহ্সিনীন্","english_translit":"Waallatheena jahadoo feena lanahdiyannahum subulana wainna Allaha lamaAAa almuhsineena"}]