[{"sura":34,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ الْحَمْدُ لِلَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَلَهُ الْحَمْدُ فِي الْآخِرَةِ وَهُوَ الْحَكِيمُ الْخَبِيرُ","bangla_text":"সমস্ত প্রশংসা আল্লাহর, যিনি নভোমন্ডলে যা আছে এবং ভূমন্ডলে যা আছে সব কিছুর মালিক এবং তাঁরই প্রশংসা পরকালে। তিনি প্রজ্ঞাময়, সর্বজ্ঞ।","english_text":"ALL PRAISE BE to God to whom belongs whatsoever is in the heavens and the earth, and His the praise in the world to come. He is all-wise and all-knowing.","bangla_translit":"আল্হাম্দু লিল্লা-হিল্লাযী লাহূ মা-ফিস্ সামা-ওয়া-তি অমা-ফিল্ র্আদ্বি অলাহুল্ হাম্দু ফিল্ আ-খিরহ্; অহুওয়াল্ হাকীমুল্ খর্বী।","english_translit":null},{"sura":34,"aya":2,"quran_text":"يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا وَهُوَ الرَّحِيمُ الْغَفُورُ","bangla_text":"তিনি জানেন যা ভূগর্ভে প্রবেশ করে, যা সেখান থেকে নির্গত হয়, যা আকাশ থেকে বর্ষিত হয় এবং যা আকাশে উত্থিত হয়। তিনি পরম দয়ালু ক্ষমাশীল।","english_text":"He knows whatever goes into the earth and whatsoever issues from it, whatsoever comes down from the sky, and whatsoever goes up to it. He is all-merciful, all-forgiving.","bangla_translit":"ইয়া’লামু মা-ইয়ালিজু ফিল্ র্আদ্বি অমা-ইয়াখ্রুজু মিন্হা-অমা-ইয়ান্যিলু মিনাস্ সামা - য়ি অমা-ইয়ারুজু ফীহা-; অহুওয়ার রহীমুল্ গর্ফূ।","english_translit":null},{"sura":34,"aya":3,"quran_text":"وَقَالَ الَّذِينَ كَفَرُوا لَا تَأْتِينَا السَّاعَةُ قُلْ بَلَى وَرَبِّي لَتَأْتِيَنَّكُمْ عَالِمِ الْغَيْبِ لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَلَا أَصْغَرُ مِنْ ذَلِكَ وَلَا أَكْبَرُ إِلَّا فِي كِتَابٍ مُبِينٍ","bangla_text":"কাফেররা বলে আমাদের উপর কেয়ামত আসবে না। বলুন কেন আসবে না? আমার পালনকর্তার শপথ-অবশ্যই আসবে। তিনি অদৃশ্য সম্পর্কে জ্ঞাত। নভোমন্ডলে ও ভূ-মন্ডলে তাঁর আগোচরে নয় অণু পরিমাণ কিছু, না তদপেক্ষা ক্ষুদ্র এবং না বৃহৎ-সমস্তই আছে সুস্পষ্ট কিতাবে।","english_text":"The unbelievers say: \"There is no coming of the Hour for us.\" Say: \"Why not? By my Lord, the knower of the unknown, it will certainly come for you. Not even an atom's weight in the heavens and the earth, or something smaller or greater than it, is hidden from Him, and which is not recorded in the all-too-manifest Book,","bangla_translit":"অক্ব-লাল্ লাযীনা কাফারূ লা-তাতী নাস্সা‘আহ্;কুল্ বালা অ রব্বী লাতাতিয়ান্নাকুম্ ‘আ-লিমিল্ গইবি লা-ইয়া’যুবু ‘আন্হু মিছ্ক্ব-লু র্যারাতিন্ ফিস্ সামা-ওয়া-তি অলা-ফিল্ র্আদ্বি অলা য় আছ্গরু মিন্ যা-লিকা অলা য় আক্বারু ইল্লা-ফী কিতা-বিম্ মুবীন্।","english_translit":null},{"sura":34,"aya":4,"quran_text":"لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ","bangla_text":"তিনি পরিণামে যারা মুমিন ও সৎকর্ম পরায়ণ, তাদেরকে প্রতিদান দেবেন। তাদের জন্য রয়েছে ক্ষমা ও সম্মান জনক রিযিক।","english_text":"In order that He may recompense those who have believed and done the right. For them will be forgiveness and worthy sustenance.","bangla_translit":"লিইয়াজযিয়াল্ লাযীনা আ-মানূ অ‘আমিলুছ্ ছোয়া-লিহাত্; উলা - য়িকা লাহুম্ মাগ্ফিরাতুঁও অ রিয্কুন্ কারীম্।","english_translit":null},{"sura":34,"aya":5,"quran_text":"وَالَّذِينَ سَعَوْا فِي آيَاتِنَا مُعَاجِزِينَ أُولَئِكَ لَهُمْ عَذَابٌ مِنْ رِجْزٍ أَلِيمٌ","bangla_text":"আর যারা আমার আয়াত সমূহকে ব্যর্থ করার জন্য উঠে পড়ে লেগে যায়, তাদের জন্যে রয়েছে যন্ত্রনাদায়ক শাস্তি।","english_text":"As for those who try to subvert Our signs, there is a punishment of painful torment.","bangla_translit":"অল্লাযীনা সা‘আও ফী য় আ-ইয়া-তিনা মু‘আ-জ্বিযীনা উলা - য়িকা লাহুম্ ‘আযা-বুম্ মির রিজযিন্ আলীম।","english_translit":null},{"sura":34,"aya":6,"quran_text":"وَيَرَى الَّذِينَ أُوتُوا الْعِلْمَ الَّذِي أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ هُوَ الْحَقَّ وَيَهْدِي إِلَى صِرَاطِ الْعَزِيزِ الْحَمِيدِ","bangla_text":"যারা জ্ঞানপ্রাপ্ত, তারা আপনার পালনকর্তার নিকট থেকে অবর্তীর্ণ কোরআনকে সত্য জ্ঞান করে এবং এটা মানুষকে পরাক্রমশালী, প্রশংসার্হ আল্লাহর পথ প্রদর্শন করে।","english_text":"Those who have been given knowledge realise what has been revealed by the Lord is the truth, and leads to the path of the mighty and praiseworthy (God).","bangla_translit":"অ ইয়ার ল্লাযীনা ঊতুল্ ‘ইলমা ল্লাযী য় উন্যিলা ইলাইকা র্মি রব্বিকা হওয়াল্ হাক্বক্বা অ ইয়াহ্দী য় ইলা-ছিরা-ত্বিল্ ‘আযীযিল্ হামীদ্।","english_translit":null},{"sura":34,"aya":7,"quran_text":"وَقَالَ الَّذِينَ كَفَرُوا هَلْ نَدُلُّكُمْ عَلَى رَجُلٍ يُنَبِّئُكُمْ إِذَا مُزِّقْتُمْ كُلَّ مُمَزَّقٍ إِنَّكُمْ لَفِي خَلْقٍ جَدِيدٍ","bangla_text":"কাফেররা বলে, আমরা কি তোমাদেরকে এমন ব্যক্তির সন্ধান দেব, যে তোমাদেরকে খবর দেয় যে; তোমরা সম্পুর্ণ ছিন্ন-বিচ্ছিন্ন হয়ে গেলেও তোমরা নতুন সৃজিত হবে।","english_text":"The disbelievers say: \"Shall we tell you of a man who prophesies that when you are reduced to particles and vanished in the dust, you will become a new creation","bangla_translit":"অ ক্ব-লাল্ লাযীনা কাফারূ হাল্ নাদ্দুল্লুকুম্ ‘আলা- রাজুলিইঁ ইয়ুনাব্বিয়ুকুম্ ইযা-মুয্যিক্ব তুম্ কুল্লা মুমায্যাক্বিন্ ইন্নাকুম্ লাফী খল্ক্বিন্ জ্বাদীদ্।","english_translit":null},{"sura":34,"aya":8,"quran_text":"أَفْتَرَى عَلَى اللَّهِ كَذِبًا أَمْ بِهِ جِنَّةٌ بَلِ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ فِي الْعَذَابِ وَالضَّلَالِ الْبَعِيدِ","bangla_text":"সে আল্লাহ সম্পর্কে মিথ্যা বলে, না হয় সে উম্মাদ এবং যারা পরকালে অবিশ্বাসী, তারা আযাবে ও ঘোর পথভ্রষ্টতায় পতিত আছে।","english_text":"Has he fabricated a lie about God, or is he possessed?\" Not so; but those who believe not in the Hereafter are themselves afflicted and far astray.","bangla_translit":"আফ্তারা- ‘আলাল্লা-হি, কাযিবান্ আম্ বিহী জ্বিন্নাহ্; বালিল্লাযীনা লা-ইয়ুমিনূনা বিল্আ-খিরতি ফিল্ ‘আযা-বি অদ্ব্দ্বোয়ালা-লিল্ বা‘ঈদ্।","english_translit":null},{"sura":34,"aya":9,"quran_text":"أَفَلَمْ يَرَوْا إِلَى مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ مِنَ السَّمَاءِ وَالْأَرْضِ إِنْ نَشَأْ نَخْسِفْ بِهِمُ الْأَرْضَ أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا مِنَ السَّمَاءِ إِنَّ فِي ذَلِكَ لَآيَةً لِكُلِّ عَبْدٍ مُنِيبٍ","bangla_text":"তারা কি তাদের সামনের ও পশ্চাতের আকাশ ও পৃথিবীর প্রতিলক্ষ্য করে না? আমি ইচ্ছা করলে তাদের সহ ভূমি ধসিয়ে দেব অথবা আকাশের কোন খন্ড তাদের উপর পতিত করব। আল্লাহ অভিমুখী প্রত্যেক বান্দার জন্য এতে অবশ্যই নিদর্শন রয়েছে।","english_text":"Do they not see what is before them and what is behind them of the heavens and the earth? We could cleave the earth and sink them, if We pleased, or drop a fragment of the sky upon them. There is surely a sign in this for every penitent creature.","bangla_translit":"আফালাম্ ইয়ারাও ইলা-মা-বাইনা আইদীহিম্ অমা-খল্ফাহুম্ মিনাস্ সামা - য়ি অল্র্আদ্ব্; ইন্ নাশা নাখ্সিফ্ বিহিমুল্ র্আদ্বোয়া আও নুস্ক্বিত্ব্ ‘আলাইহিম্ কিসাফাম্ মিনাস্ সামা - য়্; ইন্না ফী যা-লিকা লা আ-ইয়াতাল্ লিকুল্লি ‘আব্দিম্ মুনীব্।","english_translit":null},{"sura":34,"aya":10,"quran_text":"وَلَقَدْ آتَيْنَا دَاوُودَ مِنَّا فَضْلًا يَا جِبَالُ أَوِّبِي مَعَهُ وَالطَّيْرَ وَأَلَنَّا لَهُ الْحَدِيدَ","bangla_text":"আমি দাউদের প্রতি অনুগ্রহ করেছিলাম এই আদেশ মর্মে যে, হে পর্বতমালা, তোমরা দাউদের সাথে আমার পবিত্রতা ঘোষণা কর এবং হে পক্ষী সকল, তোমরাও। আমি তাঁর জন্য লৌহকে নরম করে ছিলাম।","english_text":"We favoured David with excellence, (and commanded): \"O Jibal and Tair, glorify the greatness of God with him.\" And We made iron pliable for him.","bangla_translit":"অ লাক্বদ্ আ-তাইনা- দায়ূদা- মিন্না-ফাদ্ব্লা-; ইয়া-জ্বিবা-লু আওয়্যিবী মা‘আহূ অত্ব ত্বোয়াইরা অআলান্না-লাহুল্ হাদীদ্।","english_translit":null},{"sura":34,"aya":11,"quran_text":"أَنِ اعْمَلْ سَابِغَاتٍ وَقَدِّرْ فِي السَّرْدِ وَاعْمَلُوا صَالِحًا إِنِّي بِمَا تَعْمَلُونَ بَصِيرٌ","bangla_text":"এবং তাকে আমি বলে ছিলাম, প্রশস্ত বর্ম তৈরী কর, কড়াসমূহ যথাযথভাবে সংযুক্ত কর এবং সৎকর্ম সম্পাদন কর। তোমরা যা কিছু কর, আমি তা দেখি।","english_text":"\"Make long coats of mail,\" (We said), \"and fix their links, and do the right. I surely see whatsoever you do.\"","bangla_translit":"আনি’মাল্ সা-বিগ-তিঁও অক্বর্দ্দি ফিস্ র্সাদি ওয়া’মালূ ছোয়া-লিহা-; ইন্নী বিমা-তা’মালূনা বার্ছী।","english_translit":null},{"sura":34,"aya":12,"quran_text":"وَلِسُلَيْمَانَ الرِّيحَ غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌ وَأَسَلْنَا لَهُ عَيْنَ الْقِطْرِ وَمِنَ الْجِنِّ مَنْ يَعْمَلُ بَيْنَ يَدَيْهِ بِإِذْنِ رَبِّهِ وَمَنْ يَزِغْ مِنْهُمْ عَنْ أَمْرِنَا نُذِقْهُ مِنْ عَذَابِ السَّعِيرِ","bangla_text":"আর আমি সোলায়মানের অধীন করেছিলাম বায়ুকে, যা সকালে এক মাসের পথ এবং বিকালে এক মাসের পথ অতিক্রম করত। আমি তার জন্যে গলিত তামার এক ঝরণা প্রবাহিত করেছিলাম। কতক জিন তার সামনে কাজ করত তার পালনকর্তার আদেশে। তাদের যে কেউ আমার আদেশ অমান্য করবে, আমি জ্বলন্ত অগ্নির-শাস্তি আস্বাদন করাব।","english_text":"We (subjugated) the wind to Solomon. Its morning's journey took one month, and the evening's one month. We made a spring of molten brass to flow for him; and many jinns laboured for him by the will of his Lord. Anyone of them who turned from Our command was made to taste the torment of blazing fire.","bangla_translit":"অ লিসুলাইমা-র্না রীহা-গুদুওয়্যুহা-শাহ্রুঁও অ রাওয়া-হুহা- শাহ্রুন্ অ আসাল্না-লাহূ ‘আইনাল্ ক্বিত্বরি; অ মিনাল্ জ্বিন্নি মাইঁ ইয়া’মালু বাইনা ইয়াদাইহি বিইয্নি রব্বিহ্; অমাইঁ ইয়াযিগ্ মিন্হুম্ ‘আন্ আম্রিনা-নুযিকহু মিন্ ‘আযা-বিস্ সাঈর্’।","english_translit":null},{"sura":34,"aya":13,"quran_text":"يَعْمَلُونَ لَهُ مَا يَشَاءُ مِنْ مَحَارِيبَ وَتَمَاثِيلَ وَجِفَانٍ كَالْجَوَابِ وَقُدُورٍ رَاسِيَاتٍ اعْمَلُوا آلَ دَاوُودَ شُكْرًا وَقَلِيلٌ مِنْ عِبَادِيَ الشَّكُورُ","bangla_text":"তারা সোলায়মানের ইচ্ছানুযায়ী দুর্গ, ভাস্কর্য, হাউযসদৃশ বৃহদাকার পাত্র এবং চুল্লির উপর স্থাপিত বিশাল ডেগ নির্মাণ করত। হে দাউদ পরিবার! কৃতজ্ঞতা সহকারে তোমরা কাজ করে যাও। আমার বান্দাদের মধ্যে অল্পসংখ্যকই কৃতজ্ঞ।","english_text":"They made for him whatever he wished, synagogues and statues, dishes large as water-troughs, and cauldrons firmly fixed (on ovens; and We said): \"O House of David, act, and give thanks.\" But few among My creatures are thankful.","bangla_translit":"ইয়া’মালূনা লাহূ মা-ইয়াশা - য়ু মিম্ মাহা-রীবা অ তামা-ছীলা অজ্বিফা-নিন্ কাল্জ্বাঅ-বি অকুদূর্রি র-সিয়া-ত্; ই’মালূ য় আ-লা দা-য়ূদা শুক্র-; অক্বালীলুম্ মিন্ ই’বা-দিয়াশ্ শার্কূ।","english_translit":null},{"sura":34,"aya":14,"quran_text":"فَلَمَّا قَضَيْنَا عَلَيْهِ الْمَوْتَ مَا دَلَّهُمْ عَلَى مَوْتِهِ إِلَّا دَابَّةُ الْأَرْضِ تَأْكُلُ مِنْسَأَتَهُ فَلَمَّا خَرَّ تَبَيَّنَتِ الْجِنُّ أَنْ لَوْ كَانُوا يَعْلَمُونَ الْغَيْبَ مَا لَبِثُوا فِي الْعَذَابِ الْمُهِينِ","bangla_text":"যখন আমি সোলায়মানের মৃত্যু ঘটালাম, তখন ঘুণ পোকাই জিনদেরকে তাঁর মৃত্যু সম্পর্কে অবহিত করল। সোলায়মানের লাঠি খেয়ে যাচ্ছিল। যখন তিনি মাটিতে পড়ে গেলেন, তখন জিনেরা বুঝতে পারল যে, অদৃশ্য বিষয়ের জ্ঞান থাকলে তারা এই লাঞ্ছনাপূর্ণ শাস্তিতে আবদ্ধ থাকতো না।","english_text":"When We ordained (Solomon's) death, none but the weevil, that was eating away his staff (on which he rested), pointed out to them that he was dead. When he fell down (dead) the jinns realised that if they had knowledge of the Unknown they would never have suffered demeaning labour.","bangla_translit":"ফালাম্মা- ক্বাদ্বোয়াইনা- ‘আলাইহিল্ মাওতা মা-দাল্লাহুম্ ‘আলা- মাওতিহী য় ইল্লা-দা - ব্বাতুল্ র্আদ্বি তাকুলু মিন্সায়াতাহূ ফালাম্মা- র্খার তাবাইয়্যানাতিল্ জ্বিন্নু আল্লাও কা-নূ ইয়া’লামূনাল্ গইবা মালাবিছূ ফিল্ ‘আযা বিল্ মুহীন্।","english_translit":null},{"sura":34,"aya":15,"quran_text":"لَقَدْ كَانَ لِسَبَإٍ فِي مَسْكَنِهِمْ آيَةٌ جَنَّتَانِ عَنْ يَمِينٍ وَشِمَالٍ كُلُوا مِنْ رِزْقِ رَبِّكُمْ وَاشْكُرُوا لَهُ بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ","bangla_text":"সাবার অধিবাসীদের জন্যে তাদের বাসভূমিতে ছিল এক নিদর্শন-দুটি উদ্যান, একটি ডানদিকে, একটি বামদিকে। তোমরা তোমাদের পালনকর্তার রিযিক খাও এবং তাঁর প্রতি কৃতজ্ঞতা প্রকাশ কর। স্বাস্থ্যকর শহর এবং ক্ষমাশীল পালনকর্তা।","english_text":"There was a sign for the people of Saba in their habitations: Two gardens, on the right and left. (And they were told:) \"Eat of what your Lord has given you and be thankful. Fair is your land, and forgiving your Lord.\"","bangla_translit":"লাক্বদ্ কা-না লিসাবায়িন্ ফী মাস্কানিহিম্ আ-ইয়াতুন্ জ্বান্নাতা-নি আইঁ ইয়ামীনিঁও অশিমা-লিন্ কুলূ র্মি রিয্ক্বি রব্বিকুম্ অশ্কুরূ লাহূ; বাল্দাতুন্ ত্বোয়াইয়্যিবাতুঁও অরব্বুন্ গর্ফূ।","english_translit":null},{"sura":34,"aya":16,"quran_text":"فَأَعْرَضُوا فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ الْعَرِمِ وَبَدَّلْنَاهُمْ بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَيْ أُكُلٍ خَمْطٍ وَأَثْلٍ وَشَيْءٍ مِنْ سِدْرٍ قَلِيلٍ","bangla_text":"অতঃপর তারা অবাধ্যতা করল ফলে আমি তাদের উপর প্রেরণ করলাম প্রবল বন্যা! আর তাদের উদ্যানদ্বয়কে পরিবর্তন করে দিলাম এমন দুই উদ্যানে, যাতে উদগত হয় বিস্বাদ ফলমূল, ঝাউ গাছ এবং সামান্য কুলবৃক্ষ।","english_text":"But they turned away. So We let loose on them the inundation of (the dyke of) al-'Arim, replacing their gardens with two other gardens which bore only bitter gourd, and tamarisks and a few sparse lote-trees.","bangla_translit":"ফাআ’রদ্বুফার্য়াসাল্না- ‘আলাইহিম্ সাইলাল্ ‘আরিমি অবাদ্দাল্না-হুম্ বিজ্বান্নাতাইহিম্ জ্বান্নাতাইনি যাওয়া-তাই উকুলিন্ খাম্ত্বিঁও অআছ্লিঁও অশাইয়িম্ মিন্ সিদ্রিন্ ক্বালীল্।","english_translit":null},{"sura":34,"aya":17,"quran_text":"ذَلِكَ جَزَيْنَاهُمْ بِمَا كَفَرُوا وَهَلْ نُجَازِي إِلَّا الْكَفُورَ","bangla_text":"এটা ছিল কুফরের কারণে তাদের প্রতি আমার শাস্তি। আমি অকৃতজ্ঞ ব্যতীত কাউকে শাস্তি দেই না।","english_text":"That is how We requited them for their ingratitude. We only punish those who are ungrateful.","bangla_translit":"যা-লিকা জ্বাযাইনা-হুম্ বিমা-কাফারূ; অহাল্ নুজ্বা-যী য় ইল্লাল্ কার্ফূ।","english_translit":null},{"sura":34,"aya":18,"quran_text":"وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ الْقُرَى الَّتِي بَارَكْنَا فِيهَا قُرًى ظَاهِرَةً وَقَدَّرْنَا فِيهَا السَّيْرَ سِيرُوا فِيهَا لَيَالِيَ وَأَيَّامًا آمِنِينَ","bangla_text":"তাদের এবং যেসব জনপদের লোকদের প্রতি আমি অনুগ্রহ করেছিলম সেগুলোর মধ্যবর্তী স্থানে অনেক দৃশ্যমান জনপদ স্থাপন করেছিলাম এবং সেগুলোতে ভ্রমণ নির্ধারিত করেছিলাম। তোমরা এসব জনপদে রাত্রে ও দিনে নিরাপদে ভ্রমণ কর।","english_text":"Between them and the cities We had blessed We placed towns along the highway, and made them stages on their journey, (saying): \"Travel between them in safety by day or by night.\"","bangla_translit":"অজ্বা‘আল্না -বাইনাহুম্ অবাইনাল্ ক্বুরল্লাতী বা-রক্না- ফীহা-কুরান্ জোয়া-হিরাতাঁও অক্বার্দ্দানা- ফীহাস্ সার্ই; সীরূ ফীহা-লাইয়া- লিয়া আইয়্যা-মান্ আ-মিনীন্।","english_translit":null},{"sura":34,"aya":19,"quran_text":"فَقَالُوا رَبَّنَا بَاعِدْ بَيْنَ أَسْفَارِنَا وَظَلَمُوا أَنْفُسَهُمْ فَجَعَلْنَاهُمْ أَحَادِيثَ وَمَزَّقْنَاهُمْ كُلَّ مُمَزَّقٍ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ","bangla_text":"অতঃপর তারা বলল, হে আমাদের পালনকর্তা, আমাদের ভ্রমণের পরিসর বাড়িয়ে দাও। তারা নিজেদের প্রতি জুলুম করেছিল। ফলে আমি তাদেরকে উপাখ্যানে পরিণত করলাম এবং সম্পূর্ণরূপে ছিন্ন-বিচ্ছিন্ন করে দিলাম। নিশ্চয় এতে প্রত্যেক ধৈর্যশীল কৃতজ্ঞের জন্যে নিদর্শনাবলী রয়েছে।","english_text":"But they said: \"O Lord, make the distance between the stages of our journeys longer;\" but (by doing so) they wronged themselves. So We turned them into bygone tales, and dispersed them, scattered in all directions. Surely there are signs in this for those who endeavour and are grateful.","bangla_translit":"ফাক্বা-লূ রব্বানা-বা-‘ইদ্ বাইনা আস্ফা-রিনা-অজোয়ালামূ য় আন্ফুসাহুম্ ফাজ্বা‘আল্না-হুম্ আহা-দীছা অমায্যাক্ব্ না-হুম্ কুল্লা মুমায্যাক্ব্ ; ইন্না ফী যা-লিকা লাআ-ইয়া-তিল্লি-কুল্লি ছোয়াব্বা-রিন্ শার্কূ।","english_translit":null},{"sura":34,"aya":20,"quran_text":"وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ فَاتَّبَعُوهُ إِلَّا فَرِيقًا مِنَ الْمُؤْمِنِينَ","bangla_text":"আর তাদের উপর ইবলীস তার অনুমান সত্য হিসেবে প্রতিষ্ঠিত করল। ফলে তাদের মধ্যে মুমিনদের একটি দল ব্যতীত সকলেই তার পথ অনুসরণ করল।","english_text":"Thus Iblis found his supposition about them to be true; and except for a section of believers they follow him.","bangla_translit":"অ লাক্বদ্ ছোয়াদ্দাক্বা ‘আলাইহিম্ ইবলীসু জোয়ান্নাহূ ফাত্তাবা‘ঊহু ইল্লা-ফারীক্বম্ মিনাল্ মুমিনীন্।","english_translit":null},{"sura":34,"aya":21,"quran_text":"وَمَا كَانَ لَهُ عَلَيْهِمْ مِنْ سُلْطَانٍ إِلَّا لِنَعْلَمَ مَنْ يُؤْمِنُ بِالْآخِرَةِ مِمَّنْ هُوَ مِنْهَا فِي شَكٍّ وَرَبُّكَ عَلَى كُلِّ شَيْءٍ حَفِيظٌ","bangla_text":"তাদের উপর শয়তানের কোন ক্ষমতা ছিল না, তবে কে পরকালে বিশ্বাস করে এবং কে তাতে সন্দেহ করে, তা প্রকাশ করাই ছিল আমার উদ্দেশ্য। আপনার পালনকর্তা সব বিষয়ে তত্ত্বাবধায়ক।","english_text":"He had no authority over them save for the purpose of Our knowing who believed in the world to come, and who doubted it. For your Lord keeps a watch over everything.","bangla_translit":"অমা-কা-না লাহূ ‘আলাইহিম্ মিন্ সুল্ত্বোয়া-নিন্ ইল্লা-লিনা’লামা মাইঁ ইয়ুমিনু বিল্আ-খিরা-তি মিম্মান হুওয়া মিন্হা-ফী শাক্; অরব্বুকা ‘আলা-কুল্লি শাইয়িন্ হাফীজ্।","english_translit":null},{"sura":34,"aya":22,"quran_text":"قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِ اللَّهِ لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَمَا لَهُمْ فِيهِمَا مِنْ شِرْكٍ وَمَا لَهُ مِنْهُمْ مِنْ ظَهِيرٍ","bangla_text":"বলুন, তোমরা তাদেরকে আহবান কর, যাদেরকে উপাস্য মনে করতে আল্লাহ ব্যতীত। তারা নভোমন্ডল ও ভূ-মন্ডলের অনু পরিমাণ কোন কিছুর মালিক নয়, এতে তাদের কোন অংশও নেই এবং তাদের কেউ আল্লাহর সহায়কও নয়।","english_text":"Say: \"Call on those you imagine are gods apart from God. They are not masters even of an atom's weight in the heavens and the earth, nor do they have a share in them, nor is any one of them a helper (of God).","bangla_translit":"কু’লিদ‘ঊ ল্লাযীনা যা‘আম্তুম্ মিন্ দূনিল্লা-হি, লা-ইয়াম্লিকূনা মিছ্ক্ব-লা র্যারতিন্ ফিস্ সামা-ওয়া-তি অলা-ফিল্ র্আদ্বি অমা লাহুম্ ফীহিমা-মিন্ র্শিকিঁও অমা-লাহূ মিন্হুম্ মিন্ জোয়ার্হী।","english_translit":null},{"sura":34,"aya":23,"quran_text":"وَلَا تَنْفَعُ الشَّفَاعَةُ عِنْدَهُ إِلَّا لِمَنْ أَذِنَ لَهُ حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ قَالُوا مَاذَا قَالَ رَبُّكُمْ قَالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ","bangla_text":"যার জন্যে অনুমতি দেয়া হয়, তার জন্যে ব্যতীত আল্লাহর কাছে কারও সুপারিশ ফলপ্রসূ হবে না। যখন তাদের মন থেকে ভয়-ভীতি দূর হয়ে যাবে, তখন তারা পরস্পরে বলবে, তোমাদের পালনকর্তা কি বললেন? তারা বলবে, তিনি সত্য বলেছেন এবং তিনিই সবার উপরে মহান।","english_text":"No intercession avails with Him except his He allows, so that when their hearts are freed of fear, they ask (one another): \"What did your Lord say?\" They will answer: \"What is expedient. He is the all-mighty and supreme.\"","bangla_translit":"অলা-তান্ফা‘ঊশ্ শাফা-‘আতু ‘ইন্দাহূ য় ইল্লা- লিমান্ আযিনা লাহ্; হাত্তা য় ইযা-ফ্য্যিয‘আ ‘আন্ কুলূবিহিম্ ক্ব-লূ মা-যা-ক্ব-লা রব্বুকুম্; ক্ব-লুল্ হাক্ব্ ক্ব অ হুওয়াল্ ‘আলিয়্যুল্ কার্বী।","english_translit":null},{"sura":34,"aya":24,"quran_text":"قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاوَاتِ وَالْأَرْضِ قُلِ اللَّهُ وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَى هُدًى أَوْ فِي ضَلَالٍ مُبِينٍ","bangla_text":"বলুন, নভোমন্ডল ও ভূ-মন্ডল থেকে কে তোমাদের কে রিযিক দেয়। বলুন, আল্লাহ। আমরা অথবা তোমরা সৎপথে অথবা স্পষ্ট বিভ্রান্তিতে আছি ও আছ?","english_text":"Say: \"Who gives you food from the heavens and the earth?\" Say: \"God. Surely either you or we are on guidance, or are lost in clear error.\"","bangla_translit":"কুল্ মাইঁর্য়্যা যুকুকুম্ মিনাস্ সামা-ওয়া-তি অল্ র্আদ্ব; কুলিল্লা-হু অইন্না য় আও ইয়্যা-কুম্ লা‘আলা- হুদান্ আও ফী দ্বোয়ালা-লিম্ মুবীন্।","english_translit":null},{"sura":34,"aya":25,"quran_text":"قُلْ لَا تُسْأَلُونَ عَمَّا أَجْرَمْنَا وَلَا نُسْأَلُ عَمَّا تَعْمَلُونَ","bangla_text":"বলুন, আমাদের অপরাধের জন্যে তোমরা জিজ্ঞাসিত হবে না এবং তোমরা যা কিছু কর, সে সম্পর্কে আমরা জিজ্ঞাসিত হব না।","english_text":"Say: \"You will not be questioned about the sins that we have committed, nor shall we be questioned about your deeds.\"","bangla_translit":"কুল্-লা তুস্য়ালূনা ‘আম্মা য় আজরম্না-অলা-নুস্য়ালু ‘আম্মা-তা’মালূন্।","english_translit":null},{"sura":34,"aya":26,"quran_text":"قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا ثُمَّ يَفْتَحُ بَيْنَنَا بِالْحَقِّ وَهُوَ الْفَتَّاحُ الْعَلِيمُ","bangla_text":"বলুন, আমাদের পালনকর্তা আমাদেরকে সমবেত করবেন, অতঃপর তিনি আমাদের মধ্যে সঠিকভাবে ফয়সালা করবেন। তিনি ফয়সালাকারী, সর্বজ্ঞ।","english_text":"Say: \"Our Lord will gather us together and judge between us equitably, for He is the Judge all-knowing.\"","bangla_translit":"কুল্ ইয়াজ্ব্ মা‘উ বাইনানা-রব্বুনা-ছুম্মা ইয়াফ্তাহু বাইনান- বিল্ হাক্ব্ ; অহুওয়াল্ ফাত্তা-হুল্ ‘আলীম্।","english_translit":null},{"sura":34,"aya":27,"quran_text":"قُلْ أَرُونِيَ الَّذِينَ أَلْحَقْتُمْ بِهِ شُرَكَاءَ كَلَّا بَلْ هُوَ اللَّهُ الْعَزِيزُ الْحَكِيمُ","bangla_text":"বলুন, তোমরা যাদেরকে আল্লাহর সাথে অংশীদাররূপে সংযুক্ত করেছ, তাদেরকে এনে আমাকে দেখাও। বরং তিনিই আল্লাহ, পরাক্রমশীল, প্রজ্ঞাময়।","english_text":"Say: \"Just show me those you associate with Him as compeers.\" No, (you cannot), for He is God, the all-mighty and all-wise.\"","bangla_translit":"কুল্ আরূ নিয়াল্ লাযীনা আল্হাক্ব্ তুম্ বিহী শুরাকা - য়া কাল্লা-বাল্ হুওয়াল্লা-হুল্ ‘আযীযুল্ হাকীম্।","english_translit":null},{"sura":34,"aya":28,"quran_text":"وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِلنَّاسِ بَشِيرًا وَنَذِيرًا وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ","bangla_text":"আমি আপনাকে সমগ্র মানবজাতির জন্যে সুসংবাদাতা ও সতর্ককারী রূপে পাঠিয়েছি; কিন্তু অধিকাংশ মানুষ তা জানে না।","english_text":"We have sent you only as a bearer of good tidings and admonisher for all mankind; yet most people do not understand.","bangla_translit":"অমা য় র্আসাল্না-কা ইল্লা-কা - ফ্ফাতা লিন্না-সি বাশীরঁও অনাযীরঁও অলা-কিন্না আক্ছারন্না-সি লা-ইয়া’লামূন্।","english_translit":null},{"sura":34,"aya":29,"quran_text":"وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ","bangla_text":"তারা বলে, তোমরা যদি সত্যবাদী হও, তবে বল, এ ওয়াদা কখন বাস্তবায়িত হবে?","english_text":"Instead they say: \"When is this promise going to be, if you speak the truth?\"","bangla_translit":"অ ইয়াকুলূনা মাতা-হা-যাল্ ওয়া’দু ইন্ কুন্তুম্ ছোয়া-দ্বিক্বীন্।","english_translit":null},{"sura":34,"aya":30,"quran_text":"قُلْ لَكُمْ مِيعَادُ يَوْمٍ لَا تَسْتَأْخِرُونَ عَنْهُ سَاعَةً وَلَا تَسْتَقْدِمُونَ","bangla_text":"বলুন, তোমাদের জন্যে একটি দিনের ওয়াদা রয়েছে যাকে তোমরা এক মহূর্তও বিলম্বিত করতে পারবে না এবং ত্বরান্বিত ও করতে পারবে না।","english_text":"Say: \"Determined is the day of the promise, which you can neither put back nor advance an hour.''","bangla_translit":"কুল্ লাকুম্ মী‘আ-দু ইয়াওমিল্লা-তাস্তাখিরূনা ‘আন্হু সা-‘আতাঁও অলা-তাস্তাক্ব দিমূ ন্ ।","english_translit":null},{"sura":34,"aya":31,"quran_text":"وَقَالَ الَّذِينَ كَفَرُوا لَنْ نُؤْمِنَ بِهَذَا الْقُرْآنِ وَلَا بِالَّذِي بَيْنَ يَدَيْهِ وَلَوْ تَرَى إِذِ الظَّالِمُونَ مَوْقُوفُونَ عِنْدَ رَبِّهِمْ يَرْجِعُ بَعْضُهُمْ إِلَى بَعْضٍ الْقَوْلَ يَقُولُ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا لَوْلَا أَنْتُمْ لَكُنَّا مُؤْمِنِينَ","bangla_text":"কাফেররা বলে, আমরা কখনও এ কোরআনে বিশ্বাস করব না এবং এর পূর্ববর্তী কিতাবেও নয়। আপনি যদি পাপিষ্ঠদেরকে দেখতেন, যখন তাদেরকে তাদের পালনকর্তার সামনে দাঁড় করানো হবে, , তখন তারা পরস্পর কথা কাটাকাটি করবে। যাদেরকে দুর্বল মনে করা হত, তারা অহংকারীদেরকে বলবে, তোমরা না থাকলে আমরা অবশ্যই মুমিন হতাম।","english_text":"The unbelievers say: \"We do not believe in this Qur'an, nor in what was (sent) before it.\" If only you could see the sinners when they are made to stand before their Lord, blaming one another! Those who were weak will say to those who were arrogant: \"But for you we would have certainly been believers.\"","bangla_translit":"অক্বলাল্ লাযীনা কাফারূ লান্ নুমিনা বিহা-যাল্ ক্ব র্আ-নি অলা-বিল্লাযী বাইনা ইয়াদাইহ্;অলাও তারা য় ইযিজ্ জোয়া-লিমূনা মাওকুফূনা ‘ইন্দা রব্বিহিম্ ইর্য়াজি‘ঊ বা’দ্বুহুম্ ইলা-বা’দ্বিনিল্ ক্বওলা ইয়াকু লুল্ লাযীনাস্ তুদ্ব্‘ইফূ লিল্লাযীনাস্ তাক্বারূ লাওলা য় আন্তুম্ লাকুন্না-মুমিনীন্।","english_translit":null},{"sura":34,"aya":32,"quran_text":"قَالَ الَّذِينَ اسْتَكْبَرُوا لِلَّذِينَ اسْتُضْعِفُوا أَنَحْنُ صَدَدْنَاكُمْ عَنِ الْهُدَى بَعْدَ إِذْ جَاءَكُمْ بَلْ كُنْتُمْ مُجْرِمِينَ","bangla_text":"অহংকারীরা দুর্বলকে বলবে, তোমাদের কাছে হেদায়েত আসার পর আমরা কি তোমাদেরকে বাধা দিয়েছিলাম? বরং তোমরাই তো ছিলে অপরাধী।","english_text":"The arrogant will say to the weak: \"Did we hold you back from guidance after it had come to you? Certainly not. In fact you were yourselves guilty.\"","bangla_translit":"ক্ব-লা ল্লাযীনাস্ তাক্বারূ লিল্লাযী নাস্ তুদ্ব্‘ইফূ য় আনাহ্নু ছোয়াদাদ্ না-কুম্ ‘আনিল্ হুদা-বা’দা ইয্ জ্বা - য়াকুম্ বাল্ কুন্তুম্ মুজ্বরিমীন্।","english_translit":null},{"sura":34,"aya":33,"quran_text":"وَقَالَ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا بَلْ مَكْرُ اللَّيْلِ وَالنَّهَارِ إِذْ تَأْمُرُونَنَا أَنْ نَكْفُرَ بِاللَّهِ وَنَجْعَلَ لَهُ أَنْدَادًا وَأَسَرُّوا النَّدَامَةَ لَمَّا رَأَوُا الْعَذَابَ وَجَعَلْنَا الْأَغْلَالَ فِي أَعْنَاقِ الَّذِينَ كَفَرُوا هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا يَعْمَلُونَ","bangla_text":"দুর্বলরা অহংকারীদেরকে বলবে, বরং তোমরাই তো দিবারাত্রি চক্রান্ত করে আমাদেরকে নির্দেশ দিতে যেন আমরা আল্লাহকে না মানি এবং তাঁর অংশীদার সাব্যস্ত করি তারা যখন শাস্তি দেখবে, তখন মনের অনুতাপ মনেই রাখবে। বস্তুতঃ আমি কাফেরদের গলায় বেড়ী পরাব। তারা সে প্রতিফলই পেয়ে থাকে যা তারা করত।","english_text":"But the weak will say to the arrogant: \"Not in the least. It was your plotting night and day when you ordered us to disbelieve in God and associate compeers with Him.\" When they see the punishment they will express repentance. But We shall put iron collars round the necks of infidels. Will they be requited for anything but what they did?","bangla_translit":"অক্ব-লাল্ লাযীনাস্ তুদ্ব‘ইফূ লিল্লাযীনাস্ তাক্বারূ বাল্ মাক্রুল লাইলি অন নাহা-রি ইয্ তামুরূ নানা য় আন্ নাক্ফুরা বিল্লা-হি অনাজ্ব্‘আলা লাহূ য় আন্দাদা-; অআর্সারু ন্নাদা-মাতা লাম্মা-রায়ায়ুল্ ‘আযা-ব্; অজ্বা‘আল্নাল্ আগ্লা-লা ফী য় ‘আনা, ক্বি ল্লাযীনা কাফারূ; হাল্ ইয়ুজযাওনা ইল্লা-মা-কা-নূ ইয়া’মালূন্।","english_translit":null},{"sura":34,"aya":34,"quran_text":"وَمَا أَرْسَلْنَا فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ","bangla_text":"কোন জনপদে সতর্ককারী প্রেরণ করা হলেই তার বিত্তশালী অধিবাসীরা বলতে শুরু করেছে, তোমরা যে বিষয়সহ প্রেরিত হয়েছ, আমরা তা মানি না।","english_text":"We never sent an admonisher to a habitation but its well-to-do people said: \"We do not believe in what you have brought.\"","bangla_translit":"অমা য় র্আসালনা-ফী-র্ক্বাইয়াতিম্ মিন্নাযীরিন্ ইল্লা-ক্বা-লা মুত্রাফূহা য় ইন্না- বিমা য় র্উসিল্তুম্ বিহী কা-ফিরূন্।","english_translit":null},{"sura":34,"aya":35,"quran_text":"وَقَالُوا نَحْنُ أَكْثَرُ أَمْوَالًا وَأَوْلَادًا وَمَا نَحْنُ بِمُعَذَّبِينَ","bangla_text":"তারা আরও বলেছে, আমরা ধনে-জনে সমৃদ্ধ, সুতরাং আমরা শাস্তিপ্রাপ্ত হব না।","english_text":"And (further): \"We have far more wealth and children (than you), and we are not the ones to be punished.\"","bangla_translit":"অ ক্ব-লূ নাহ্নু আক্ছারু আমওয়া- লাঁও অআওলা-দাওঁ অমা-নাহ্নু বিমু‘আয্যাবীন্।","english_translit":null},{"sura":34,"aya":36,"quran_text":"قُلْ إِنَّ رَبِّي يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ","bangla_text":"বলুন, আমার পালনকর্তা যাকে ইচ্ছা রিযিক বাড়িয়ে দেন এবং পরিমিত দেন। কিন্তু অধিকাংশ মানুষ তা বোঝে না।","english_text":"Say: \"Verily my Lord increases or restricts the provision of whosoever He will;\" but most men do not understand.","bangla_translit":"কুল্ ইন্না রব্বী ইয়াব্স্ত্বর্ রিয্ক্ব লিমাইঁ ইয়াশা - য়ু অইয়াক্ব দিরু অলা-কিন্না আক্ছারন না-সি লা-ইয়া’লামূন্।","english_translit":null},{"sura":34,"aya":37,"quran_text":"وَمَا أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ بِالَّتِي تُقَرِّبُكُمْ عِنْدَنَا زُلْفَى إِلَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا فَأُولَئِكَ لَهُمْ جَزَاءُ الضِّعْفِ بِمَا عَمِلُوا وَهُمْ فِي الْغُرُفَاتِ آمِنُونَ","bangla_text":"তোমাদের ধন-সম্পদ ও সন্তান-সন্ততি তোমাদেরকে আমার নিকটবর্তী করবে না। তবে যারা বিশ্বাস স্থাপন করে ও সৎকর্ম করে, তারা তাদের কর্মের বহুগুণ প্রতিদান পাবে এবং তারা সুউচ্চ প্রাসাদে নিরাপদে থাকবে।","english_text":"It is not your wealth and children that will bring you closer to Us, except those who believe and do the right. These will be given a two-fold reward for their deeds, and will dwell in peace in the high empyrean.","bangla_translit":"অমা য় আম্ওয়া- লুকুম্ অলা য় আওলা-দুকুম্ বিল্লাতী তুর্ক্বরিবুকুম্ ‘ইন্দানা-যুল্ফা য় ইল্লা-মান্ আ-মানা অ‘আমিলা ছোয়া-লিহান্ ফাউলা - য়িকা লাহুম্ জ্বাযা - য়ুদ্ব্ দ্বি’ফি বিমা-আ’মিলূ অহুম্ ফিল্ গুরূফা-তি আ-মিনূন্।","english_translit":null},{"sura":34,"aya":38,"quran_text":"وَالَّذِينَ يَسْعَوْنَ فِي آيَاتِنَا مُعَاجِزِينَ أُولَئِكَ فِي الْعَذَابِ مُحْضَرُونَ","bangla_text":"আর যারা আমার আয়াতসমূহকে ব্যর্থ করার অপপ্রয়াসে লিপ্ত হয়, তাদেরকে আযাবে উপস্থিত করা হবে।","english_text":"But those who try to subvert Our signs will be given over to punishment","bangla_translit":"অল্লাযীনা ইয়াস্‘আওনা ফী য় আ-ইয়াতিনা- ‘মুআ-জ্বিযীনা উলা - য়িকা ফিল্ ‘আযা-বি মুহ্দ্বোয়ারূন্।","english_translit":null},{"sura":34,"aya":39,"quran_text":"قُلْ إِنَّ رَبِّي يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَهُ وَمَا أَنْفَقْتُمْ مِنْ شَيْءٍ فَهُوَ يُخْلِفُهُ وَهُوَ خَيْرُ الرَّازِقِينَ","bangla_text":"বলুন, আমার পালনকর্তা তাঁর বান্দাদের মধ্যে যাকে ইচ্ছা রিযিক বাড়িয়ে দেন এবং সীমিত পরিমাণে দেন। তোমরা যা কিছু ব্যয় কর, তিনি তার বিনিময় দেন। তিনি উত্তম রিযিক দাতা।","english_text":"Say: \"Verily my Lord increases or restricts the provision of any of His creatures as He will, and repays whatsoever you spend. He is the best of all providers.\"","bangla_translit":"কুল্ ইন্না রব্বী ইয়াব্সুত্বর্ রিয্কা লিমাইঁ ইয়াশা - য়ু মিন্ ‘ইবাদিহী অইয়াক্ব দিরু লাহ্; অমা য় আন্ফাক্ব তুম্ মিন্ শাইয়িন্ ফাহুওয়া ইয়ুখ্লিফুহূ অহুওয়া খাইর্রু র-যিক্বীন্।","english_translit":null},{"sura":34,"aya":40,"quran_text":"وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا ثُمَّ يَقُولُ لِلْمَلَائِكَةِ أَهَؤُلَاءِ إِيَّاكُمْ كَانُوا يَعْبُدُونَ","bangla_text":"যেদিন তিনি তাদের সবাইকে একত্রিত করবেন এবং ফেরেশতাদেরকে বলবেন, এরা কি তোমাদেরই পূজা করত?","english_text":"The day He will gather all of them together, He will ask the angels: \"Did they worship you?\"","bangla_translit":"অইয়াওমা ইয়াহ্শুরুহুম্ জ্বামী‘আন্ ছুম্মা ইয়াকুলূ লিল্মালা - য়িকাতি আ হা য় য়ুলা - য়ি ইয়্যা-কুম্ কা-নূ ইয়া’বুদূন্।","english_translit":null},{"sura":34,"aya":41,"quran_text":"قَالُوا سُبْحَانَكَ أَنْتَ وَلِيُّنَا مِنْ دُونِهِمْ بَلْ كَانُوا يَعْبُدُونَ الْجِنَّ أَكْثَرُهُمْ بِهِمْ مُؤْمِنُونَ","bangla_text":"ফেরেশতারা বলবে, আপনি পবিত্র, আমরা আপনার পক্ষে, তাদের পক্ষে নই, বরং তারা জিনদের পূজা করত। তাদের অধিকাংশই শয়তানে বিশ্বাসী।","english_text":"\"God forbid!\" (they will answer). \"You are our protector not they. In fact, they worshipped the devils. Most of them believed in them.\"","bangla_translit":"ক্ব-লূ সুব্হা-নাকা আন্তা অলিয়্যুনা-মিন্ দূনিহিম্, বাল্ কা-নূ ইয়া’বুদূনাল্ জ্বিন্না আক্ছারুহুম্ বিহিম্ মুমিনূন্।","english_translit":null},{"sura":34,"aya":42,"quran_text":"فَالْيَوْمَ لَا يَمْلِكُ بَعْضُكُمْ لِبَعْضٍ نَفْعًا وَلَا ضَرًّا وَنَقُولُ لِلَّذِينَ ظَلَمُوا ذُوقُوا عَذَابَ النَّارِ الَّتِي كُنْتُمْ بِهَا تُكَذِّبُونَ","bangla_text":"অতএব আজকের দিনে তোমরা একে অপরের কোন উপকার ও অপকার করার অধিকারী হবে না আর আমি জালেমদেরকে বলব, তোমরা আগুনের যে শাস্তিকে মিথ্যা বলতে তা আস্বাদন কর।","english_text":"That day you will have no power to profit or harm each other; and We shall say to the sinners: \"Taste the punishment of Fire which you had denied.\"","bangla_translit":"ফাল্ইয়াওমা লা-ইয়াম্লিকু বা’দ্বুকুম্ লিবা’দ্বিন্ নাফ্আঁও অলা-দ্বোর্য়ারা-; অনাকু লু লিল্লাযীনা জোয়ালামূ যূকু‘আযা-বা ন্না-রিল্ লাতী কুন্তুম্ বিহা-তুকায্যিবূন্।","english_translit":null},{"sura":34,"aya":43,"quran_text":"وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالُوا مَا هَذَا إِلَّا رَجُلٌ يُرِيدُ أَنْ يَصُدَّكُمْ عَمَّا كَانَ يَعْبُدُ آبَاؤُكُمْ وَقَالُوا مَا هَذَا إِلَّا إِفْكٌ مُفْتَرًى وَقَالَ الَّذِينَ كَفَرُوا لِلْحَقِّ لَمَّا جَاءَهُمْ إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ","bangla_text":"যখন তাদের কাছে আমার সুস্পষ্ট আয়াত সমূহ তেলাওয়াত করা হয়, তখন তারা বলে, তোমাদের বাপ-দাদারা যার এবাদত করত এ লোকটি যে তা থেকে তোমাদেরকে বাধা দিতে চায়। তারা আরও বলে, এটা মনগড়া মিথ্যা বৈ নয়। আর কাফেরদের কাছে যখন সত্য আগমন করে, তখন তারা বলে, এতো এক সুস্পষ্ট যাদু।","english_text":"When Our clear revelations are read out to them, they say: \"This is only a man who wants to turn you away from what your fathers used to worship.\" And they say: \"This is nothing but a fabricated lie.\" And those who do not believe say of the truth when it has reached them: \"This is nothing but pure sorcery.\"","bangla_translit":"অইযা-তুত্লা-‘আলাইহিম্ আ-ইয়া-তুনা বাইয়্যিনা-তিন্ ক্ব-লূ-মা-হা-যা য় ইল্লা-রাজুলুইঁ ইয়ুরীদু আইঁ ইয়াছুদ্দাকুম্ ‘আম্মা কা-না ইয়া’বুদু আ-বা - য়ুকুম্ অক্ব-লূ মা-হা-যা য় ইল্লা য় ইফ্কুম্ মুর্ফ্তা ; অক্ব-লাল্ লাযীনা কাফারূ লিল্হাক্ব ক্বি লাম্মা-জ্বা - য়াহুম্ ইন্ হা-যা য় ইল্লা-সিহরুম্ মুবীন্।","english_translit":null},{"sura":34,"aya":44,"quran_text":"وَمَا آتَيْنَاهُمْ مِنْ كُتُبٍ يَدْرُسُونَهَا وَمَا أَرْسَلْنَا إِلَيْهِمْ قَبْلَكَ مِنْ نَذِيرٍ","bangla_text":"আমি তাদেরকে কোন কিতাব দেইনি, যা তারা অধ্যয়ন করবে এবং আপনার পূর্বে তাদের কাছে কোন সতর্ককারী প্রেরণ করিনি।","english_text":"We did not give them any scripture to study, nor sent any warner before you.","bangla_translit":"অমা য় আ-তাইনা-হুম্ মিন্ কুতুবিঁই ইয়াদ্রুসূনাহার্ অমা য় র্আসাল্না য় ইলাইহিম্ ক্বব্লাকা মিন্ নাযীর।","english_translit":null},{"sura":34,"aya":45,"quran_text":"وَكَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ وَمَا بَلَغُوا مِعْشَارَ مَا آتَيْنَاهُمْ فَكَذَّبُوا رُسُلِي فَكَيْفَ كَانَ نَكِيرِ","bangla_text":"তাদের পূর্ববর্তীরাও মিথ্যা আরোপ করেছে। আমি তাদেরকে যা দিয়েছিলাম, এরা তার এক দশমাংশও পায়নি। এরপরও তারা আমার রাসূলগনকে মিথ্যা বলেছে। অতএব কেমন হয়েছে আমার শাস্তি।","english_text":"Those before them had also denied, and they could not reach a tenth of (the possibilities) We had given them, and still they called My apostles liars. How great was the change that I wrought in their condition then!","bangla_translit":"অকায্যা বাল্লাযীনা মিন্ ক্বব্লিহিম্ অমা-বালাগূ মি’শা-র মা য় আ-তাইনা-হুম্ ফাকায্যাবূ রুসুলী ফাকাইফা কা-না নার্কী।","english_translit":null},{"sura":34,"aya":46,"quran_text":"قُلْ إِنَّمَا أَعِظُكُمْ بِوَاحِدَةٍ أَنْ تَقُومُوا لِلَّهِ مَثْنَى وَفُرَادَى ثُمَّ تَتَفَكَّرُوا مَا بِصَاحِبِكُمْ مِنْ جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ لَكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ","bangla_text":"বলুন, আমি তোমাদেরকে একটি বিষয়ে উপদেশ দিচ্ছিঃ তোমরা আল্লাহর নামে এক একজন করে ও দু, দু জন করে দাঁড়াও, অতঃপর চিন্তা-ভাবনা কর-তোমাদের সঙ্গীর মধ্যে কোন উম্মাদনা নেই। তিনি তো আসন্ন কাঠোর শাস্তি সম্পর্কে তোমাদেরকে সতর্ক করেন মাত্র।","english_text":"Say: \"I urge upon you only one thing: Stand up for God two by two or one by one, and think and reflect!\" There is no madness about your companion. He is a warner against the dreadful affliction (that awaits).","bangla_translit":"কুল্ ইন্নামা য় আ‘ইজুকুম্ বিওয়া-হিদাতিন্ আন্ তাক্বূমূ লিল্লা-হি মাছ্না-অফুর-দা ছুম্মা তাতাফাক্কারূ মা-বিছোয়া-হিবিকুম্ মিন্ জিন্নাহ্; ইন্ হুওয়া ইল্লা-নাযীরুল্লাকুম্ বাইনা ইয়াদাই ‘আযা-বিন্ শাদীদ্।","english_translit":null},{"sura":34,"aya":47,"quran_text":"قُلْ مَا سَأَلْتُكُمْ مِنْ أَجْرٍ فَهُوَ لَكُمْ إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ وَهُوَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ","bangla_text":"বলুন, আমি তোমাদের কাছে কোন পারিশ্রমিক চাই না বরং তা তোমরাই রাখ। আমার পুরস্কার তো আল্লাহর কাছে রয়েছে। প্রত্যেক বস্তুই তাঁর সামনে।","english_text":"Say: \"The reward I ask is for yourself. My reward is due from none but God; and He is witness over everything.\"","bangla_translit":"কুল্ মা-সায়াল্তুকুম্ মিন্ আজরিন্ ফাহুওয়া লাকুম্; ইন্ আজ্ব্রিয়া ইল্লা-‘আলাল্লা-হি অহুওয়া ‘আলা- কুল্লি শাইয়িন্ শাহীদ্।","english_translit":null},{"sura":34,"aya":48,"quran_text":"قُلْ إِنَّ رَبِّي يَقْذِفُ بِالْحَقِّ عَلَّامُ الْغُيُوبِ","bangla_text":"বলুন, আমার পালনকর্তা সত্য দ্বীন অবতরণ করেছেন। তিনি আলেমুল গায়ব।","english_text":"Say: \"My Lord casts the truth: He is the knower of things unknown.\"","bangla_translit":"কুল্ ইন্না রব্বী ইয়াক্ব যিফু বিল্হাক্ব ক্বি ‘আল্লা- মুল্গুইয়ূব্।","english_translit":null},{"sura":34,"aya":49,"quran_text":"قُلْ جَاءَ الْحَقُّ وَمَا يُبْدِئُ الْبَاطِلُ وَمَا يُعِيدُ","bangla_text":"বলুন, সত্য আগমন করেছে এবং অসত্য না পারে নতুন কিছু সৃজন করতে এবং না পারে পূনঃ প্রত্যাবর্তিত হতে।","english_text":"Say: \"The truth has come, and falsehood had neither precedence nor will reappear.\"","bangla_translit":"কুল্ জ্বা - য়াল্ হাক্ব কুঅমা-ইয়ুব্দিয়ুল্ বা-ত্বিলু অমা-ইয়ু‘ঈদ্।","english_translit":null},{"sura":34,"aya":50,"quran_text":"قُلْ إِنْ ضَلَلْتُ فَإِنَّمَا أَضِلُّ عَلَى نَفْسِي وَإِنِ اهْتَدَيْتُ فَبِمَا يُوحِي إِلَيَّ رَبِّي إِنَّهُ سَمِيعٌ قَرِيبٌ","bangla_text":"বলুন, আমি পথভ্রষ্ট হলে নিজের ক্ষতির জন্যেই পথভ্রষ্ট হব; আর যদি আমি সৎপথ প্রাপ্ত হই, তবে তা এ জন্যে যে, আমার পালনকর্তা আমার প্রতি ওহী প্রেরণ করেন। নিশ্চয় তিনি সর্বশ্রোতা, নিকটবর্তী।","english_text":"Say: \"If I am in error it is to my own loss; if I am on guidance that is so because of what my Lord reveals to me. He is all-hearing and all-too-near.\"","bangla_translit":"কুল্ ইন্ দ্বোয়ালাল্তু ফাইন্নামা য় আদিল্লু ‘আলা- নাফ্সী অ ইনিহ্ তাদাইতু ফাবিমা-ইয়ূহী য় ইলাইয়্যা রব্বী-; ইন্নাহূ সামীউ’ন্ ক্বরীব্।","english_translit":null},{"sura":34,"aya":51,"quran_text":"وَلَوْ تَرَى إِذْ فَزِعُوا فَلَا فَوْتَ وَأُخِذُوا مِنْ مَكَانٍ قَرِيبٍ","bangla_text":"যদি আপনি দেখতেন, যখন তারা ভীতসস্ত্রস্ত হয়ে পড়বে, অতঃপর পালিয়েও বাঁচতে পারবে না এবং নিকটবর্তী স্থান থেকে ধরা পড়বে।","english_text":"If you could see when they are gripped by terror without any escape, and are seized from close at hand","bangla_translit":"অলাও তারা য় ইয্ ফাযি‘ঊ ফালা-ফাওতা অউখিযূ মিম্ মাকা-নিন্ ক্বরীব্।","english_translit":null},{"sura":34,"aya":52,"quran_text":"وَقَالُوا آمَنَّا بِهِ وَأَنَّى لَهُمُ التَّنَاوُشُ مِنْ مَكَانٍ بَعِيدٍ","bangla_text":"তারা বলবে, আমরা সত্যে বিশ্বাস স্থাপন করলাম। কিন্তু তারা এতদূর থেকে তার নাগাল পাবে কেমন করে?","english_text":"They will say: \"We believe in it.\" How could they reach it from a place of no return?","bangla_translit":"অক্ব-লূ য় আ-মান্না-বিহী অ আন্না-লাহুমুত্তানা-য়ুশু মিম্ মাকা-নিম্ বাঈ’দ্।","english_translit":null},{"sura":34,"aya":53,"quran_text":"وَقَدْ كَفَرُوا بِهِ مِنْ قَبْلُ وَيَقْذِفُونَ بِالْغَيْبِ مِنْ مَكَانٍ بَعِيدٍ","bangla_text":"অথচ তারা পূর্ব থেকে সত্যকে অস্বীকার করছিল। আর তারা সত্য হতে দূরে থেকে অজ্ঞাত বিষয়ের উপর মন্তব্য করত।","english_text":"They had surely denied it before and aimed without seeing from so far away.","bangla_translit":"অক্বদ্ কাফারূ বিহী মিন্ ক্বব্লু, অ ইয়াক্ব ্যিফূনা বিল্গইবি মিম্ মাকা-নিম্ বা‘ঈদ্।","english_translit":null},{"sura":34,"aya":54,"quran_text":"وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ كَمَا فُعِلَ بِأَشْيَاعِهِمْ مِنْ قَبْلُ إِنَّهُمْ كَانُوا فِي شَكٍّ مُرِيبٍ","bangla_text":"তাদের ও তাদের বাসনার মধ্যে অন্তরাল হয়ে গেছে, যেমন-তাদের সতীর্থদের সাথেও এরূপ করা হয়েছে, যারা তাদের পূর্বে ছিল। তারা ছিল বিভ্রান্তিকর সন্দেহে পতিত।","english_text":"A barrier shall be raised between them and what they desired, as was done with their partisans before. They too were filled with disquieting doubt.","bangla_translit":"অহীলা বাইনাহুম্ অবাইনা মা-ইয়াশ্তাহূনা কামা ফু‘ইলা বিআশ্ইয়া-‘ইহিম্ মিন্ ক্বব্ল্; ইন্নাহুম্ কা-নূ ফী শাক্কিম্ মুরীব্।","english_translit":null}]