[{"sura":49,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ","bangla_mohiuddin":"মুমিনগণ! তোমরা আল্লাহ ও রসূলের সামনে অগ্রণী হয়ো না এবং আল্লাহকে ভয় কর। নিশ্চয় আল্লাহ সবকিছু শুনেন ও জানেন।","bangla_murtaza":"পরম করুণাময় পরম দয়াবান আল্লাহর নামে হে ঈমানদার লোকেরা! তোমরা আল্লাহ ও তাঁর রসূলের সামনে কোনো বিষয়ে অগ্রগামী হয়ে যেয়োনা। আল্লাহ্কে ভয় করো। নিশ্চয়ই আল্লাহ সব দেখেন, সব শুনেন।","english_text":"O YOU WHO believe, do not forestall the judgements of God and His Apostle, and have fear of God. Verily God hears all and knows everything.","bangla_translit":"ইয়া য় আইয়্যুহাল্ লাযীনা আ-মানূ লা-তুক্বাদ্দিমূ বাইনা ইয়াদাইয়িল্লা-হি অরাসূলিহী অত্তাকু ল্লা-হ্ ; ইন্না ল্লা -হা সামী‘উন্ ‘আলীম্।","english_translit":"Ya ayyuha allatheena amanoo la tuqaddimoo bayna yadayi Allahi warasoolihi waittaqoo Allaha inna Allaha sameeAAun AAaleemun"},{"sura":49,"aya":2,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَرْفَعُوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ وَلَا تَجْهَرُوا لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَنْ تَحْبَطَ أَعْمَالُكُمْ وَأَنْتُمْ لَا تَشْعُرُونَ","bangla_mohiuddin":"মুমিনগণ! তোমরা নবীর কন্ঠস্বরের উপর তোমাদের কন্ঠস্বর উঁচু করো না এবং তোমরা একে অপরের সাথে যেরূপ উঁচুস্বরে কথা বল, তাঁর সাথে সেরূপ উঁচুস্বরে কথা বলো না। এতে তোমাদের কর্ম নিস্ফল হয়ে যাবে এবং তোমরা টেরও পাবে না।","bangla_murtaza":"হে ঈমানদার লোকেরা! তোমরা নবীর আওয়াযের উপর নিজেদের আওয়াযকে উঁচু করোনা এবং নিজেদের মধ্যে যেভাবে উঁচু স্বরে কথা বলো তার সাথে সেভাবে উঁচু স্বরে কথা বলোনা। কারণ, এর ফলে নিষ্ফল হয়ে যাবে তোমাদের আমল, যা তোমরা টেরও পাবেনা।","english_text":"O you who believe, do not raise your voices above the voice of the Prophet, and do not speak loudly to him as you do with one another lest your deeds are nullified unconsciously.","bangla_translit":"ইয়া য় আইয়ুহাল্ লাযীনা আ-মানূ লা-র্তাফা‘ঊ য় আছওয়া তাকুম্ ফাওক্বা ছোয়াওতিন্ নাবিয়্যি অলা- তাজহারূ লাহূ বিল্ক্বওলি কাজ্বাহ্রি বা’দ্বিকুম্ লিবা’দ্বিন্ আন্ তাহ্বাত্বোয়া আ’মা-লুকুম্ লা-তাশ্‘ঊরূন্।","english_translit":"Ya ayyuha allatheena amanoo la tarfaAAoo aswatakum fawqa sawti alnnabiyyi wala tajharoo lahu bialqawli kajahri baAAdikum libaAAdin an tahbata aAAmalukum waantum la tashAAuroona"},{"sura":49,"aya":3,"quran_text":"إِنَّ الَّذِينَ يَغُضُّونَ أَصْوَاتَهُمْ عِنْدَ رَسُولِ اللَّهِ أُولَئِكَ الَّذِينَ امْتَحَنَ اللَّهُ قُلُوبَهُمْ لِلتَّقْوَى لَهُمْ مَغْفِرَةٌ وَأَجْرٌ عَظِيمٌ","bangla_mohiuddin":"যারা আল্লাহর রসূলের সামনে নিজেদের কন্ঠস্বর নীচু করে, আল্লাহ তাদের অন্তরকে শিষ্টাচারের জন্যে শোধিত করেছেন। তাদের জন্যে রয়েছে ক্ষমা ও মহাপুরস্কার।","bangla_murtaza":"নিশ্চয়ই যারা আল্লাহর রসূলের সামনে নিজেদের আওয়ায নিচু করে, আল্লাহ তাদের অন্তরকে তাকওয়ার জন্যে পরীক্ষা করে নিয়েছেন। তাদের জন্যে রয়েছে মাগফিরাত এবং এক মহাপুরস্কার।","english_text":"They who speak in a low voice in the presence of God's Apostle, have had their hearts tried by God for reverence. There is forgiveness for them and a great reward.","bangla_translit":"ইন্নাল্ লাযীনা ইয়াগুদদ্বূনা আছওয়া তাহুম্ ‘ইন্দা রসূলি ল্লা-হি উলা-য়িকাল্ লাযীনাম্ তাহানা ল্লা-হু কুলূ বাহুম্ লিত্তাকওয়া-; লাহুম্ মাগ্ফিরাতুঁও অআজরুন্ ‘আজীম্।","english_translit":"Inna allatheena yaghuddoona aswatahum AAinda rasooli Allahi olaika allatheena imtahana Allahu quloobahum lilttaqwa lahum maghfiratun waajrun AAatheemun"},{"sura":49,"aya":4,"quran_text":"إِنَّ الَّذِينَ يُنَادُونَكَ مِنْ وَرَاءِ الْحُجُرَاتِ أَكْثَرُهُمْ لَا يَعْقِلُونَ","bangla_mohiuddin":"যারা প্রাচীরের আড়াল থেকে আপনাকে উচুস্বরে ডাকে, তাদের অধিকাংশই অবুঝ।","bangla_murtaza":"(হে নবী !) নিশ্চয়ই যারা তোমাকে তোমার ঘরের বাইরে থেকে ডাকাডাকি করে, তাদের অধিকাংশই বে-আকল।","english_text":"Many of those who call you from outside the apartments are not considerate.","bangla_translit":"ইন্নাল্ লাযীনা ইয়ুনা-দূনাকা মিওঁ অরা-য়িল্ হুজুর-তি আক্ছারুহুম্ লা-ইয়া’ক্বিলূন্।","english_translit":"Inna allatheena yunadoonaka min warai alhujurati aktharuhum la yaAAqiloona"},{"sura":49,"aya":5,"quran_text":"وَلَوْ أَنَّهُمْ صَبَرُوا حَتَّى تَخْرُجَ إِلَيْهِمْ لَكَانَ خَيْرًا لَهُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ","bangla_mohiuddin":"যদি তারা আপনার বের হয়ে তাদের কাছে আসা পর্যন্ত সবর করত, তবে তা-ই তাদের জন্যে মঙ্গলজনক হত। আল্লাহ ক্ষমাশীল, পরম দয়ালু।","bangla_murtaza":"তুমি বের হয়ে তাদের কাছে আসা পর্যন্ত যদি তারা ধৈর্য ধরতো, সেটাই হতো তাদের জন্যে কল্যাণকর। আল্লাহ ক্ষমাশীল, দয়াময়।","english_text":"If they had waited for you to come out it would have been better for them. But God is forgiving and kind.","bangla_translit":"অলাও আন্নাহুম্ ছোয়াবরূ হাত্তা- তাখ্রুজ্বা ইলাইহিম্ লাকা-না খইরল্ লাহুম্; অল্লা-হু গফূর্রু রহীম্।","english_translit":"Walaw annahum sabaroo hatta takhruja ilayhim lakana khayran lahum waAllahu ghafoorun raheemun"},{"sura":49,"aya":6,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ جَاءَكُمْ فَاسِقٌ بِنَبَإٍ فَتَبَيَّنُوا أَنْ تُصِيبُوا قَوْمًا بِجَهَالَةٍ فَتُصْبِحُوا عَلَى مَا فَعَلْتُمْ نَادِمِينَ","bangla_mohiuddin":"মুমিনগণ! যদি কোন পাপাচারী ব্যক্তি তোমাদের কাছে কোন সংবাদ আনয়ন করে, তবে তোমরা পরীক্ষা করে দেখবে, যাতে অজ্ঞতাবশতঃ তোমরা কোন সম্প্রদায়ের ক্ষতিসাধনে প্রবৃত্ত না হও এবং পরে নিজেদের কৃতকর্মের জন্যে অনুতপ্ত না হও।","bangla_murtaza":"হে ঈমানদার লোকেরা! কোনো ফাসিক ব্যক্তি যদি তোমাদের কাছে কোনো খবর নিয়ে আসে, তোমরা তাকে পরীক্ষা করে দেখবে। কারণ, অজ্ঞতাবশত যেনো তোমরা কোনো গোষ্ঠীকে ক্ষতিগ্রস্ত করে না বসো এবং পরে যেনো তোমাদের কৃতকর্মের জন্যে তোমাদের অনুতপ্ত হতে না হয়।","english_text":"O you who believe, if a dissolute person brings some news, verify it first lest you attack a people ignorantly and later regret what you had done.","bangla_translit":"ইয়া য় আইয়্যুহাল্ লাযীনা আ-মানূ য় ইন্ জ্বা-য়া কুম্ ফা-সিকুম্ বিনাবায়িন্ ফাতাবাইয়্যানূ য় আন্ তুছীবূ ক্বাওমাম্ বিজ্বাহা-লাতিন্ ফাতুছ্বিহূ ‘আলা-মা-ফা‘আল্তুম্ না- দিমীন্।","english_translit":"Ya ayyuha allatheena amanoo in jaakum fasiqun binabain fatabayyanoo an tuseeboo qawman bijahalatin fatusbihoo AAala ma faAAaltum nadimeena"},{"sura":49,"aya":7,"quran_text":"وَاعْلَمُوا أَنَّ فِيكُمْ رَسُولَ اللَّهِ لَوْ يُطِيعُكُمْ فِي كَثِيرٍ مِنَ الْأَمْرِ لَعَنِتُّمْ وَلَكِنَّ اللَّهَ حَبَّبَ إِلَيْكُمُ الْإِيمَانَ وَزَيَّنَهُ فِي قُلُوبِكُمْ وَكَرَّهَ إِلَيْكُمُ الْكُفْرَ وَالْفُسُوقَ وَالْعِصْيَانَ أُولَئِكَ هُمُ الرَّاشِدُونَ","bangla_mohiuddin":"তোমরা জেনে রাখ তোমাদের মধ্যে আল্লাহর রসূল রয়েছেন। তিনি যদি অনেক বিষয়ে তোমাদের আবদার মেনে নেন, তবে তোমরাই কষ্ট পাবে। কিন্তু আল্লাহ তোমাদের অন্তরে ঈমানের মহব্বত সৃষ্টি করে দিয়েছেন এবং তা হৃদয়গ্রাহী করে দিয়েছেন। পক্ষান্তরে কুফর, পাপাচার ও নাফরমানীর প্রতি ঘৃণা সৃষ্টি করে দিয়েছেন। তারাই সৎপথ অবলম্বনকারী।","bangla_murtaza":"তোমরা মনে রাখবে, তোমাদের মধ্যে রয়েছেন আল্লাহর রসূল। সে অনেক বিষয়ে তোমাদের কথা মেনে নিলে তোমরাই সমস্যায় পড়বে। কিন্তু আল্লাহ তোমাদের কাছে ঈমানকে প্রিয় বানিয়ে দিয়েছেন এবং ঈমানকে তোমাদের হৃদয়ে করেছেন সুশোভিত। আর তিনি তোমাদের অপ্রিয় করে দিয়েছেন কুফুরি, ফাসেকি এবং অবাধ্যতাকে। এরাই সঠিক পথের অনুসারী,","english_text":"Know that the Apostle of God is among you: If he agreed with you in most matters you would surely come to grief. But God has made faith more desirable to you, and attractive to your hearts, and rendered disbelief and sin and disobedience repugnant. They are those who are well directed","bangla_translit":"ওয়া’লামূ য় আন্না ফী কুম্ রাসূলা ল্লা-হ্; লাও ইয়ুত্বীঊ’কুম্ ফী কাছীরিম্ মিনাল্ আম্রি লা‘আনিত্তুম্ অলা-কিন্নাল্লা-হা হাব্বাবা ইলাইকুমুল্ ঈমা-না অযাইয়্যানাহূ ফী কুলূ বিকুম্ অ র্কারাহা ইলাইকুমুল্ কুফ্রা অল্ফুসূক্ব অল্ ই’ছ্ইয়া-ন্; উলা-য়িকা হুর্মু র-শিদূন্।","english_translit":"WaiAAlamoo anna feekum rasoola Allahi law yuteeAAukum fee katheerin mina alamri laAAanittum walakinna Allaha habbaba ilaykumu aleemana wazayyanahu fee quloobikum wakarraha ilaykumu alkufra waalfusooqa waalAAisyana olaika humu alrrashidoona"},{"sura":49,"aya":8,"quran_text":"فَضْلًا مِنَ اللَّهِ وَنِعْمَةً وَاللَّهُ عَلِيمٌ حَكِيمٌ","bangla_mohiuddin":"এটা আল্লাহর কৃপা ও নিয়ামতঃ আল্লাহ সর্বজ্ঞ প্রজ্ঞাময়।","bangla_murtaza":"আল্লাহর অনুগ্রহ এবং দান হিসেবে। আল্লাহ সর্বজ্ঞানী, প্রজ্ঞাবান।","english_text":"By God's benevolence and His grace. God is all-knowing and all-wise.","bangla_translit":"ফাদ্ব্লাম্ মিনা ল্লা-হি অনি’মাহ্; অল্লা-হু ‘আলীমুন্ হাকীম্।","english_translit":"Fadlan mina Allahi waniAAmatan waAllahu AAaleemun hakeemun"},{"sura":49,"aya":9,"quran_text":"وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا فَإِنْ بَغَتْ إِحْدَاهُمَا عَلَى الْأُخْرَى فَقَاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلَى أَمْرِ اللَّهِ فَإِنْ فَاءَتْ فَأَصْلِحُوا بَيْنَهُمَا بِالْعَدْلِ وَأَقْسِطُوا إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ","bangla_mohiuddin":"যদি মুমিনদের দুই দল যুদ্ধে লিপ্ত হয়ে পড়ে, তবে তোমরা তাদের মধ্যে মীমাংসা করে দিবে। অতঃপর যদি তাদের একদল অপর দলের উপর চড়াও হয়, তবে তোমরা আক্রমণকারী দলের বিরুদ্ধে যুদ্ধ করবে; যে পর্যন্ত না তারা আল্লাহর নির্দেশের দিকে ফিরে আসে। যদি ফিরে আসে, তবে তোমরা তাদের মধ্যে ন্যায়ানুগ পন্থায় মীমাংসা করে দিবে এবং ইনছাফ করবে। নিশ্চয় আল্লাহ ইনছাফকারীদেরকে পছন্দ করেন।","bangla_murtaza":"মুমিনদের দুটি দল যদি দ্বন্দ-সংঘাতে লিপ্ত হয়, তবে তোমরা তাদের মাঝে মীমাংসা করে দেবে। তাদের একটি দল যদি অপর দলের বিরুদ্ধে বাড়াবাড়ি করে, তবে যারা বাড়াবাড়ি করে তাদের বিরুদ্ধে তোমরা যুদ্ধ করবে যতোক্ষণ না তারা আল্লাহর নির্দেশের দিকে ফিরে আসে। যদি তারা ফিরে আসে, তখন তাদের মাঝে ন্যায়সংগত ভাবে ফায়সালা করে দাও এবং সুবিচার করো, নিশ্চয়ই আল্লাহ পছন্দ করেন সুবিচারকদের।","english_text":"If two groups of believers come to fight one another, promote peace between them. Then if one of them turns aggressive against the other, fight against the aggressive party till it returns to God's authority. If it does so, make peace among them equitably and be impartial. Verily God loves those who are just.","bangla_translit":"অইন্ ত্বোয়া-য়িফাতা-নি মিনাল্ মুমিনীনাক তাতালূ ফাআছ্লিহূ বাইনাহুমা- ফাইম্ বাগত্ ইহ্দা-হুমা-‘আলাল্ উখ্রা-ফাক্ব-তিলু ল্লাতী তাব্গী হাত্তা-তাফী-য়া ইলা য় আম্রিল্লা-হি ফাইন্ ফা-য়াত্ ফাআছ্লিহূ বাইনাহুমা-বিল্‘আদ্লি অ আকসিতু; ইন্নাল্লা-হা ইয়ুহিব্বুল্ মুক্ব্ সিত্বীন্।","english_translit":"Wain taifatani mina almumineena iqtataloo faaslihoo baynahuma fain baghat ihdahuma AAala alokhra faqatiloo allatee tabghee hatta tafeea ila amri Allahi fain faat faaslihoo baynahuma bialAAadli waaqsitoo inna Allaha yuhibbu almuqsiteena"},{"sura":49,"aya":10,"quran_text":"إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ","bangla_mohiuddin":"মুমিনরা তো পরস্পর ভাই-ভাই। অতএব, তোমরা তোমাদের দুই ভাইয়ের মধ্যে মীমাংসা করবে এবং আল্লাহকে ভয় করবে-যাতে তোমরা অনুগ্রহপ্রাপ্ত হও।","bangla_murtaza":"মুমিনরা পরস্পর ভাই ভাই, সুতরাং তোমরা ভাইদের মাঝে মীমাংসা করে দাও এবং আল্লাহ্কে ভয় করো, যাতে করে তোমরা রহমত প্রাপ্ত হও।","english_text":"The faithful are surely brothers; so restore friendship among your brothers, and fear God that you may be favoured.","bangla_translit":"ইন্নামাল্ মুমিনূনা ইখ্ওয়াতুন্ ফাআছ্লিহূ বাইনা আখাওয়াইকুম্ অত্তাকু ল্লা-হা লা‘আল্লাকুম্ র্তুহামূন্।","english_translit":"Innama almuminoona ikhwatun faaslihoo bayna akhawaykum waittaqoo Allaha laAAallakum turhamoona"},{"sura":49,"aya":11,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا لَا يَسْخَرْ قَوْمٌ مِنْ قَوْمٍ عَسَى أَنْ يَكُونُوا خَيْرًا مِنْهُمْ وَلَا نِسَاءٌ مِنْ نِسَاءٍ عَسَى أَنْ يَكُنَّ خَيْرًا مِنْهُنَّ وَلَا تَلْمِزُوا أَنْفُسَكُمْ وَلَا تَنَابَزُوا بِالْأَلْقَابِ بِئْسَ الِاسْمُ الْفُسُوقُ بَعْدَ الْإِيمَانِ وَمَنْ لَمْ يَتُبْ فَأُولَئِكَ هُمُ الظَّالِمُونَ","bangla_mohiuddin":"মুমিনগণ, কেউ যেন অপর কাউকে উপহাস না করে। কেননা, সে উপহাসকারী অপেক্ষা উত্তম হতে পারে এবং কোন নারী অপর নারীকেও যেন উপহাস না করে। কেননা, সে উপহাসকারিণী অপেক্ষা শ্রেষ্ঠ হতে পারে। তোমরা একে অপরের প্রতি দোষারোপ করো না এবং একে অপরকে মন্দ নামে ডেকো না। কেউ বিশ্বাস স্থাপন করলে তাদের মন্দ নামে ডাকা গোনাহ। যারা এহেন কাজ থেকে তওবা না করে তারাই যালেম।","bangla_murtaza":"হে ঈমানদার লোকেরা! কোনো পুরুষ যেনো অন্য পুরুষকে তিরস্কার না করে। কারণ যাকে তিরস্কার করা হয়, সে তিরস্কারকারী থেকে উত্তম হতে পারে। কোনো নারীও যেনো অপর নারীকে উপহাস না করে। কারণ, যাকে উপহাস করা হয়, সে উপহাসকারিণীর চাইতে উত্তম হতে পারে। তোমরা পরস্পরের প্রতি দোষারোপ করোনা এবং একে অপরকে মন্দ নামে ডেকোনা। ঈমান আনার পর মন্দ নামে ডাকা অতি মন্দ। (এমনটি করার পর) যারা তওবা করবে না (অনুতপ্ত হবেনা) তারা যালিম।","english_text":"O you who believe, men should not laugh at other men, for it may be they are better than them; and women should not laugh at other women, for they may perhaps be better than them. Do not slander one another, nor give one another nick-names. After believing, it is bad to give (another) a bad name. Those who do not repent behave wickedly.","bangla_translit":"ইয়া য় আইয়ুহাল্ লাযীনা আ-মানূ লা-ইয়ার্স্খা ক্বওমুম্ মিন্ ক্বওমিন্ ‘আসা য় আইঁ ইয়াকূনূ খইরাম্ মিন্হুম্ অলা-নিসা-য়ুম্ মিন্ নিসা-য়িন্ ‘আসা য় আইঁ ইয়াকুন্না খইরাম্ মিন্হুন্না অলা-তাল্ মিযূ য় আন্ফুসাকুম্ অলা-তানা-বাযূ বিল্আল্ক্ব-ব্; বি’সাল্ ইস্মুল্ ফুসূকু বা’দাল্ ঈমা-নি অমাল্লাম্ ইয়াতুব্ ফায়ুলা-য়িকা হুমুজ্ জোয়া-লিমূন্।","english_translit":"Ya ayyuha allatheena amanoo la yaskhar qawmun min qawmin AAasa an yakoonoo khayran minhum wala nisaon min nisain AAasa an yakunna khayran minhunna wala talmizoo anfusakum wala tanabazoo bialalqabi bisa alismu alfusooqu baAAda aleemani waman lam yatub faolaika humu alththalimoona"},{"sura":49,"aya":12,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا اجْتَنِبُوا كَثِيرًا مِنَ الظَّنِّ إِنَّ بَعْضَ الظَّنِّ إِثْمٌ وَلَا تَجَسَّسُوا وَلَا يَغْتَبْ بَعْضُكُمْ بَعْضًا أَيُحِبُّ أَحَدُكُمْ أَنْ يَأْكُلَ لَحْمَ أَخِيهِ مَيْتًا فَكَرِهْتُمُوهُ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ تَوَّابٌ رَحِيمٌ","bangla_mohiuddin":"মুমিনগণ, তোমরা অনেক ধারণা থেকে বেঁচে থাক। নিশ্চয় কতক ধারণা গোনাহ। এবং গোপনীয় বিষয় সন্ধান করো না। তোমাদের কেউ যেন কারও পশ্চাতে নিন্দা না করে। তোমাদের কেউ কি তারা মৃত ভ্রাতার মাংস ভক্ষণ করা পছন্দ করবে? বস্তুতঃ তোমরা তো একে ঘৃণাই কর। আল্লাহকে ভয় কর। নিশ্চয় আল্লাহ তওবা কবুলকারী, পরম দয়ালু।","bangla_murtaza":"হে ঈমানদার লোকেরা! তোমরা বেশি বেশি ধারণা অনুমান করা থেকে দূরে থাকো, কারণ কোনো কোনো ধারণা অনুমান পাপ। তোমরা অপরের গোপন বিষয় সন্ধান করোনা এবং একে অপরের গীবত করোনা। তোমাদের কেউ কি তার মরা ভাইয়ের গোশত খেতে চাইবে? তোমরা এমন কাজকে ঘৃণাই করো। আল্লাহ্কে ভয় করো। নিশ্চয়ই আল্লাহ তওবা কবুলকারী, পরম দয়াবান।","english_text":"O you who believe, avoid most suspicions: Some suspicions are indeed sins. So do not pry into others' secrets and do not backbite. Would any of you like to eat a dead brother's flesh? You would surely be revolted by it Then fear God. He is certainly forgiving and kind.","bangla_translit":"ইয়া য় আইয়্যুহাল্লাযীনা আ-মানুজ তানিবূ কাছীরম্ মিনাজ্ জোয়ান্নি ইন্না বা’দ্বোয়াজ জোয়ান্নি ইছ্মুঁও অলা- তাজ্বাস্ সাসূ অলা-ইয়াগ্তাব্ বা’দ্ব ুকুম্ বাদ্বোয়া-; আইয়ুহিব্বুআহাদুকুম্ আইঁ ইয়াকুলা লাহ্মা আখীহি মাইতান্ ফাকারিহ্ তুমূহ্; অত্তাকুল্লা-হ্; ইন্নাল্লা-হা তাওয়্যা-র্বু রহীম্।","english_translit":"Ya ayyuha allatheena amanoo ijtaniboo katheeran mina alththanni inna baAAda alththanni ithmun wala tajassasoo wala yaghtab baAAdukum baAAdan ayuhibbu ahadukum an yakula lahma akheehi maytan fakarihtumoohu waittaqoo Allaha inna Allaha tawwabun raheemun"},{"sura":49,"aya":13,"quran_text":"يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ","bangla_mohiuddin":"হে মানব, আমি তোমাদেরকে এক পুরুষ ও এক নারী থেকে সৃষ্টি করেছি এবং তোমাদেরকে বিভিন্ন জাতি ও গোত্রে বিভক্ত করেছি, যাতে তোমরা পরস্পরে পরিচিতি হও। নিশ্চয় আল্লাহর কাছে সে-ই সর্বাধিক সম্ভ্রান্ত যে সর্বাধিক পরহেযগার। নিশ্চয় আল্লাহ সর্বজ্ঞ, সবকিছুর খবর রাখেন।","bangla_murtaza":"হে মানুষ! আমরা তোমাদের সৃষ্টি করেছি একজন পুরুষ এবং একজন নারী থেকে, তারপর তোমাদের বিভক্ত করেছি বিভিন্ন জাতি ও গোত্রে, যাতে করে তোমরা পরস্পরের সাথে পরিচিত হতে পারো। নিশ্চয়ই আল্লাহর কাছে তোমাদের মধ্যে সে ব্যক্তিই অধিক মর্যাদাবান, যে অধিক মুত্তাকি। নিশ্চয়ই আল্লাহ জ্ঞানী এবং অবগত।","english_text":"O men, We created you from a male and female, and formed you into nations and tribes that you may recognise each other. He who has more integrity has indeed greater honour with God. Surely God is all-knowing and well-informed.","bangla_translit":"ইয়া য় আইয়ুহান্না-সু ইন্না- খলাক্বনা-কুম্ মিন্ যাকারিঁও অউন্ছা-অজ্বা‘আল্না-কুম্ শু‘ঊবাঁও অক্ববা-য়িলা লিতা‘আ-রফূ; ইন্না আক্রমাকুম্ ‘ইন্দা ল্লা-হি আত্ক্ব-কুম্; ইন্নাল্লা-হা ‘আলীমুন্ খর্বী।","english_translit":"Ya ayyuha alnnasu inna khalaqnakum min thakarin waontha wajaAAalnakum shuAAooban waqabaila litaAAarafoo inna akramakum AAinda Allahi atqakum inna Allaha AAaleemun khabeerun"},{"sura":49,"aya":14,"quran_text":"قَالَتِ الْأَعْرَابُ آمَنَّا قُلْ لَمْ تُؤْمِنُوا وَلَكِنْ قُولُوا أَسْلَمْنَا وَلَمَّا يَدْخُلِ الْإِيمَانُ فِي قُلُوبِكُمْ وَإِنْ تُطِيعُوا اللَّهَ وَرَسُولَهُ لَا يَلِتْكُمْ مِنْ أَعْمَالِكُمْ شَيْئًا إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ","bangla_mohiuddin":"মরুবাসীরা বলেঃ আমরা বিশ্বাস স্থাপন করেছি। বলুনঃ তোমরা বিশ্বাস স্থাপন করনি; বরং বল, আমরা বশ্যতা স্বীকার করেছি। এখনও তোমাদের অন্তরে বিশ্বাস জন্মেনি। যদি তোমরা আল্লাহ ও তাঁর রসূলের আনুগত্য কর, তবে তোমাদের কর্ম বিন্দুমাত্রও নিস্ফল করা হবে না। নিশ্চয়, আল্লাহ ক্ষমাশীল, পরম মেহেরবান।","bangla_murtaza":"বেদুঈনরা বলে: ‘আমরা ঈমান এনেছি।’ তুমি বলো: ‘তোমরা ঈমান আনোনি, বরং তোমরা বলো: ‘আমরা আত্মসমর্পণ করেছি।’ কারণ, ঈমান এখনো তোমাদের অন্তরে প্রবেশ করেনি। তোমরা যদি আল্লাহ ও তাঁর রসূলের আনুগত্য করো, তাহলে তোমাদের আমল কিছুমাত্র কমানো হবেনা। নিশ্চয়ই আল্লাহ পরম ক্ষমাশীল, পরম দয়াবান।","english_text":"The Arabs of the desert say: \"We believe.\" Tell them: \"You do not believe. Better say: 'We submit'; for belief has not yet penetrated your hearts.\" If you begin to obey God and His Apostle, He will not withhold the least (of the recompense) of your labour. Verily God is forgiving and kind.\"","bangla_translit":"ক্ব-লাতিল্ আ’র-বু আ-মান্না-; কুল্ লাম্ তুমিনূ অলা-কিন্ কুলূ য় আস্লাম্না-অলাম্মা- ইয়াদ্খুলিল্ ঈমা-নু ফী কুলূবিকুম্ অইন্ তুত্বী‘ঊল্লা-হা অ রসূলাহূ লা-ইয়ালিত্কুম্ মিন্ আ’মা- লিকুম্ শাইয়া-; ইন্নাল্লা-হা গফূর্রু রহীম্।","english_translit":"Qalati alaAArabu amanna qul lam tuminoo walakin qooloo aslamna walamma yadkhuli aleemanu fee quloobikum wain tuteeAAoo Allaha warasoolahu la yalitkum min aAAmalikum shayan inna Allaha ghafoorun raheemun"},{"sura":49,"aya":15,"quran_text":"إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ أُولَئِكَ هُمُ الصَّادِقُونَ","bangla_mohiuddin":"তারাই মুমিন, যারা আল্লাহ ও তাঁর রসূলের প্রতি ঈমান আনার পর সন্দেহ পোষণ করে না এবং আল্লাহর পথে প্রাণ ও ধন-সম্পদ দ্বারা জেহাদ করে। তারাই সত্যনিষ্ঠ।","bangla_murtaza":"মুমিন হলো তারা, যারা ঈমান এনেছে আল্লাহর প্রতি ও তাঁর রসূলের প্রতি এবং অত:পর আর সন্দেহ পোষণ করেনি, বরং আল্লাহর পথে জিহাদ করেছে মাল-সম্পদ এবং জান-প্রাণ দিয়ে, এরাই (ঈমানের দাবিতে) সত্যবাদী।","english_text":"They alone are believers who come to believe in God and His Apostle, then never doubt again, and struggle wealth and soul in the way of God. They are the truthful and sincere.","bangla_translit":"ইন্নামাল্ মু’মিনূনাল্ লাযীনা আ-মানূ বিল্লা-হি অরসূলিহী ছুম্মা লাম্ ইর্য়াতা-বূ অজ্বা-হাদূ বিআম্ওয়া-লিহিম্ অআন্ফুসিহিম্ ফী সাবীলিল্লা-হ্; উলা-য়িকা হুমুছ্ ছোয়া-দিকুন্।","english_translit":"Innama almuminoona allatheena amanoo biAllahi warasoolihi thumma lam yartaboo wajahadoo biamwalihim waanfusihim fee sabeeli Allahi olaika humu alssadiqoona"},{"sura":49,"aya":16,"quran_text":"قُلْ أَتُعَلِّمُونَ اللَّهَ بِدِينِكُمْ وَاللَّهُ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ","bangla_mohiuddin":"বলুনঃ তোমরা কি তোমাদের ধর্ম পরায়ণতা সম্পর্কে আল্লাহকে অবহিত করছ? অথচ আল্লাহ জানেন যা কিছু আছে ভূমন্ডলে এবং যা কিছু আছে নভোমন্ডলে। আল্লাহ সর্ববিষয়ে সম্যক জ্ঞাত।","bangla_murtaza":"বলো: ‘তোমরা কি তোমাদের দীন সম্পর্কে আল্লাহ্কে জ্ঞান দিতে চাও? অথচ মহাকাশ ও পৃথিবীতে যা কিছু আছে সবই আল্লাহ জানেন। আল্লাহ প্রতিটি বিষয়ে জ্ঞানী।’","english_text":"Say: \"Are you trying to convince God of your faithfulness? But God knows all there is in the heavens and the earth, for God has knowledge of everything.\"","bangla_translit":"কুল্ আতু‘আল্লিমূনাল্লা-হা বিদীনিকুম্; অল্লা-হু ইয়া’লামু মা-ফিস্ সামা-ওয়া-তি অমা-ফিল্ র্আদ্ব্; অল্লা-হু বিকুল্লি শাইয়িন্ ‘আলীম্।","english_translit":"Qul atuAAallimoona Allaha bideenikum waAllahu yaAAlamu ma fee alssamawati wama fee alardi waAllahu bikulli shayin AAaleemun"},{"sura":49,"aya":17,"quran_text":"يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا قُلْ لَا تَمُنُّوا عَلَيَّ إِسْلَامَكُمْ بَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَدَاكُمْ لِلْإِيمَانِ إِنْ كُنْتُمْ صَادِقِينَ","bangla_mohiuddin":"তারা মুসলমান হয়ে আপনাকে ধন্য করেছে মনে করে। বলুন, তোমরা মুসলমান হয়ে আমাকে ধন্য করেছ মনে করো না। বরং আল্লাহ ঈমানের পথে পরিচালিত করে তোমাদেরকে ধন্য করেছেন, যদি তোমরা সত্যনিষ্ঠ হয়ে থাক।","bangla_murtaza":"তারা মনে করে, ইসলামে প্রবেশ করে তারা তোমাকে ধন্য করেছে। বলো: ‘তোমাদের ইসলামে প্রবেশ আমাকে ধন্য করেছে মনে করোনা। বরং তোমাদেরকে ঈমানের দিকে পরিচালিত করে আল্লাহই তোমাদের ধন্য করেছেন। যদি তোমরা সত্যবাদী হয়ে থাকো  (তবে একথা স্বীকার করো)।","english_text":"They impress upon you that they have submitted. Tell them: \"Do not favour me with your submission. In fact God has favoured you by showing you the way to belief, if you are men of truth.\"","bangla_translit":"ইয়ামুন্নুনা ‘আলাইকা আন্ আস্লামূ; কুল্ লা-তামুন্নু ‘আলাইয়্যা ইস্লা-মাকুম্ বালিল্লা-হু ইয়ামুন্নু ‘আলাইকুম্ আন্ হাদা-কুম্ লিল্ঈমা-নি ইন্ কুন্তুম্ ছোয়া-দিক্বীন্।","english_translit":"Yamunnoona AAalayka an aslamoo qul la tamunnoo AAalayya islamakum bali Allahu yamunnu AAalaykum an hadakum lileemani in kuntum sadiqeena"},{"sura":49,"aya":18,"quran_text":"إِنَّ اللَّهَ يَعْلَمُ غَيْبَ السَّمَاوَاتِ وَالْأَرْضِ وَاللَّهُ بَصِيرٌ بِمَا تَعْمَلُونَ","bangla_mohiuddin":"আল্লাহ নভোমন্ডল ও ভূমন্ডলের অদৃশ্য বিষয় জানেন, তোমরা যা কর আল্লাহ তা দেখেন।","bangla_murtaza":"নিশ্চয়ই আল্লাহ জানেন মহাকাশ এবং পৃথিবীর সমস্ত গায়েব (অদৃশ্য)। তোমরা যা করো, আল্লাহ তা দেখেন।","english_text":"Verily God knows the unknown of the heavens and the earth; and God perceives all you do.","bangla_translit":"ইন্নাল্লা-হা ইয়া’লামু গইবাস্ সামা-ওয়া-তি অল্র্আদ্ব; অল্লা-হু বাছীরুম্ বিমা-তা’মালূন্।","english_translit":"Inna Allaha yaAAlamu ghayba alssamawati waalardi waAllahu baseerun bima taAAmaloona"}]