[{"sura":47,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ أَضَلَّ أَعْمَالَهُمْ","bangla_text":"যারা কুফরী করে এবং আল্লাহর পথে বাধা সৃষ্টি করে, আল্লাহ তাদের সকল কর্ম ব্যর্থ করে দেন।","english_text":"THOSE WHO DISBELIEVE and obstruct (others) from the way of God will have wasted their deeds.","bangla_translit":"আল্লাযীনা কাফারূ অছোয়াদ্দু ‘আন্ সাবীলিল্লা-হি আদ্বোয়াল্লা আ’মা-লাহুম্","english_translit":"Allatheena kafaroo wasaddoo AAan sabeeli Allahi adalla aAAmalahum"},{"sura":47,"aya":2,"quran_text":"وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَآمَنُوا بِمَا نُزِّلَ عَلَى مُحَمَّدٍ وَهُوَ الْحَقُّ مِنْ رَبِّهِمْ كَفَّرَ عَنْهُمْ سَيِّئَاتِهِمْ وَأَصْلَحَ بَالَهُمْ","bangla_text":"আর যারা বিশ্বাস স্থাপন করে, সৎকর্ম সম্পাদন করে এবং তাদের পালনকর্তার পক্ষ থেকে মুহাম্মদের প্রতি অবতীর্ণ সত্যে বিশ্বাস করে, আল্লাহ তাদের মন্দ কর্মসমূহ মার্জনা করেন এবং তাদের অবস্থা ভাল করে দেন।","english_text":"But those who believe and do the right, and believe what has been revealed to Muhammad, which is the truth from their Lord, will have their faults condoned by Him and their state improved.","bangla_translit":"অল্লাযীনা আ-মানূ ওয়া আ’মিলুছ্ ছোয়া-লিহা-তি ওয়া আ-মানূ বিমা-নুয্যিলা ‘আলা-মুহাম্মাদিঁও অহুওয়াল্ হাককু র্মি রব্বিহিম্ কাফ্ফারা ‘আন্হুম্ সাইয়িয়া-তিহিম্ অআছ্লাহা বা-লাহুম্।","english_translit":"Waallatheena amanoo waAAamiloo alssalihati waamanoo bima nuzzila AAala muhammadin wahuwa alhaqqu min rabbihim kaffara AAanhum sayyiatihim waaslaha balahum"},{"sura":47,"aya":3,"quran_text":"ذَلِكَ بِأَنَّ الَّذِينَ كَفَرُوا اتَّبَعُوا الْبَاطِلَ وَأَنَّ الَّذِينَ آمَنُوا اتَّبَعُوا الْحَقَّ مِنْ رَبِّهِمْ كَذَلِكَ يَضْرِبُ اللَّهُ لِلنَّاسِ أَمْثَالَهُمْ","bangla_text":"এটা এ কারণে যে, যারা কাফের, তারা বাতিলের অনুসরণ করে এবং যারা বিশ্বাসী, তারা তাদের পালনকর্তার নিকট থেকে আগত সত্যের অনুসরণ করে। এমনিভাবে আল্লাহ মানুষের জন্যে তাদের দৃষ্টান্তসমূহ বর্ণনা করেন।","english_text":"That is because those who refuse to believe only follow what is false; but those who believe follow the truth from their Lord. That is how God gives men precepts of wisdom.","bangla_translit":"যা-লিকা বিআন্নাল্লাযীনা কাফারূ ত্তাবা‘উল্ বা-ত্বিলা অআন্নাল্ লাযীনা আ-মানুত্ তাবা‘উল্ হাকক্ব র্মি রব্বিহিম্; কাযা-লিকা ইয়াদ্ব্রিবু ল্লা-হু লিন্না-সি আম্ছা-লাহুম্।","english_translit":"Thalika bianna allatheena kafaroo ittabaAAoo albatila waanna allatheena amanoo ittabaAAoo alhaqqa min rabbihim kathalika yadribu Allahu lilnnasi amthalahum"},{"sura":47,"aya":4,"quran_text":"فَإِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ حَتَّى إِذَا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثَاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا ذَلِكَ وَلَوْ يَشَاءُ اللَّهُ لَانْتَصَرَ مِنْهُمْ وَلَكِنْ لِيَبْلُوَ بَعْضَكُمْ بِبَعْضٍ وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ فَلَنْ يُضِلَّ أَعْمَالَهُمْ","bangla_text":"অতঃপর যখন তোমরা কাফেরদের সাথে যুদ্ধে অবতীর্ণ হও, তখন তাদের গর্দার মার, অবশেষে যখন তা˦#2503;দরকে পূর্ণরূপে পরাভূত কর তখন তাদেরকে শক্ত করে বেধে ফেল। অতঃপর হয় তাদের প্রতি অনুগ্রহ কর, না হয় তাদের নিকট হতে মুক্তিপণ লও। তোমরা যুদ্ধ চালিয়ে যাবে যে পর্যন্ত না শত্রুপক্ষ অস্ত্র সমর্পণ করবে! একথা শুনলে। আল্লাহ ইচ্ছা করলে তাদের কাছ থেকে প্রতিশোধ নিতে পারতেন। কিন্তু তিনি তোমাদের কতককে কতকের দ্বারা পরীক্ষা করতে চান। যারা আল্লাহর পথে শহীদ হয়, আল্লাহ কখনই তাদের কর্ম বিনষ্ট করবেন না।","english_text":"So, when you clash with the unbelievers, smite their necks until you overpower them, then hold them in bondage. Then either free them graciously or after taking a ransom, until war shall have come to end. If God had pleased He could have punished them (Himself), but He wills to test some of you through some others. He will not allow the deeds of those who are killed in the cause of God to go waste.","bangla_translit":"ফাইযা-লাক্বীতুমু ল্লাযীনা কাফারূ ফাদ্বোর্য়াবার রিক্ব-ব্; হাত্তা য় ইযা য় আছখান্তুমূহুম্ ফাশুদ্দুল্ অছা-ক্ব ফাইম্মা-মান্নাম্ বা’দু অইম্মা-ফিদা-য়ান্ হাত্তা-তাদ্বোয়া‘আল্ র্হাবু আওযা-রহা-যা-লিক্; অ লাও ইয়াশা-য়ু ল্লা-হু লান্তাছোয়ারা মিন্হুম্ অলা-কিল্ লিইয়াব্লুওয়া বা’দ্বোয়াকুম্ বিবা’দ্ব্; অল্লাযীনা কুতিলূ ফী সাবীলি ল্লা-হি ফালাইঁ ইয়ুদ্বিল্লা আ’মা-লাহুম্।","english_translit":"Faitha laqeetumu allatheena kafaroo fadarba alrriqabi hatta itha athkhantumoohum fashuddoo alwathaqa faimma mannan baAAdu waimma fidaan hatta tadaAAa alharbu awzaraha thalika walaw yashao Allahu laintasara minhum walakin liyabluwa baAAdakum bibaAAdin waallatheena qutiloo fee sabeeli Allahi falan yudilla aAAmalahum"},{"sura":47,"aya":5,"quran_text":"سَيَهْدِيهِمْ وَيُصْلِحُ بَالَهُمْ","bangla_text":"তিনি তাদেরকে পথ প্রদর্শন করবেন এবং তাদের অবস্থা ভাল করবেন।","english_text":"He will show them the way, and better their state,","bangla_translit":"সাইয়াহ্দীহিম্ অইয়ুছ্লিহু বা-লাহুম্।","english_translit":"Sayahdeehim wayuslihu balahum"},{"sura":47,"aya":6,"quran_text":"وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَهَا لَهُمْ","bangla_text":"অতঃপর তিনি তাদেরকে জান্নাতে দাখিল করবেন, যা তাদেরকে জানিয়ে দিয়েছেন।","english_text":"And will admit them into gardens with which he has acquainted them.","bangla_translit":"অইয়ুদ্খিল্ হুমুল্ জ্বান্নাতা ‘র্আরফাহা-লাহুম্।","english_translit":"Wayudkhiluhumu aljannata AAarrafaha lahum"},{"sura":47,"aya":7,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ","bangla_text":"হে বিশ্বাসীগণ! যদি তোমরা আল্লাহকে সাহায্য কর, আল্লাহ তোমাদেরকে সাহায্য করবেন এবং তোমাদের পা দৃঢ়প্রতিষ্ঠ করবেন।","english_text":"O you who believe, if you help (in the cause of) God He will surely come to your aid, and firmly plant your feet.","bangla_translit":"ইয়া য় আইয়ুহাল্ লাযীনা আ-মানূ য় ইন্ তান্ছুরু ল্লা-হা ইয়ার্ন্ছুকুম্ অ ইয়ুছাব্বিত্ আক্ব্দা-মাকুম্।","english_translit":"Ya ayyuha allatheena amanoo in tansuroo Allaha yansurkum wayuthabbit aqdamakum"},{"sura":47,"aya":8,"quran_text":"وَالَّذِينَ كَفَرُوا فَتَعْسًا لَهُمْ وَأَضَلَّ أَعْمَالَهُمْ","bangla_text":"আর যারা কাফের, তাদের জন্যে আছে দুর্গতি এবং তিনি তাদের কর্ম বিনষ্ট করে দিবেন।","english_text":"As for the unbelievers, they will suffer misfortunes, and their deeds will be rendered ineffective.","bangla_translit":"অল্লাযীনা কাফারূ ফাতা’সা ল্লাহুম্ অআদ্বোয়াল্লা আ’মা-লাহুম্।","english_translit":"Waallatheena kafaroo fataAAsan lahum waadalla aAAmalahum"},{"sura":47,"aya":9,"quran_text":"ذَلِكَ بِأَنَّهُمْ كَرِهُوا مَا أَنْزَلَ اللَّهُ فَأَحْبَطَ أَعْمَالَهُمْ","bangla_text":"এটা এজন্যে যে, আল্লাহ যা নাযিল করেছেন, তারা তা পছন্দ করে না। অতএব, আল্লাহ তাদের কর্ম ব্যর্থ করে দিবেন।","english_text":"That is so as they were averse to what has been revealed by God, and their actions will be nullified.","bangla_translit":"যা-লিকা বিআন্নাহুম্ কারিহূ মা য় আন্যালা ল্লা-হু ফাআহ্বাত্বোয়া আ’মা-লাহুম্।","english_translit":"Thalika biannahum karihoo ma anzala Allahu faahbata aAAmalahum"},{"sura":47,"aya":10,"quran_text":"أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ دَمَّرَ اللَّهُ عَلَيْهِمْ وَلِلْكَافِرِينَ أَمْثَالُهَا","bangla_text":"তারা কি পৃথিবীতে ভ্রমণ করেনি অতঃপর দেখেনি যে, তাদের পূর্ববর্তীদের পরিণাম কি হয়েছে? আল্লাহ তাদেরকে ধ্বংস করে দিয়েছেন এবং কাফেরদের অবস্থা এরূপই হবে।","english_text":"Have they not journeyed in the land and seen the fate of those before them? Destroyed they were utterly by God; and a similar (fate) awaits the unbelievers.","bangla_translit":"আফালাম্ ইয়াসীরূ ফিল্ র্আদ্বি ফাইয়ান্জুরূ কাইফা কা-না আ’ক্বিবাতুল্লাযীনা মিন্ ক্বব্লিহিম; দাম্মারল্লা-হু ‘আলাইহিম্ অলিল্কা-ফিরীনা আম্ছা-লুহা-।","english_translit":"Afalam yaseeroo fee alardi fayanthuroo kayfa kana AAaqibatu allatheena min qablihim dammara Allahu AAalayhim walilkafireena amthaluha"},{"sura":47,"aya":11,"quran_text":"ذَلِكَ بِأَنَّ اللَّهَ مَوْلَى الَّذِينَ آمَنُوا وَأَنَّ الْكَافِرِينَ لَا مَوْلَى لَهُمْ","bangla_text":"এটা এজন্যে যে, আল্লাহ মুমিনদের হিতৈষী বন্ধু এবং কাফেরদের কোন হিতৈষী বন্ধু নাই।","english_text":"This is so for God is the friend of those who believe while the unbelievers have no friend.","bangla_translit":"যা-লিকা বিআন্নাল্লা-হা মাওলাল্ লাযীনা আ-মানূ অআন্নাল্ কা-ফিরীনা লা-মাওলা-লাহুম্।","english_translit":"Thalika bianna Allaha mawla allatheena amanoo waanna alkafireena la mawla lahum"},{"sura":47,"aya":12,"quran_text":"إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَالَّذِينَ كَفَرُوا يَتَمَتَّعُونَ وَيَأْكُلُونَ كَمَا تَأْكُلُ الْأَنْعَامُ وَالنَّارُ مَثْوًى لَهُمْ","bangla_text":"যারা বিশ্বাস করে ও সৎকর্ম করে, আল্লাহ তাদেরকে জান্নাতে দাখিল করবেন, যার নিম্নদেশে নির্ঝরিণীসমূহ প্রবাহিত হয়। আর যারা কাফের, তারা ভোগ-বিলাসে মত্ত থাকে এবং চতুস্পদ জন্তুর মত আহার করে। তাদের বাসস্থান জাহান্নাম।","english_text":"Verily God will admit those who believe and do the right into gardens with streams of water running by. But the unbelievers revel and carouse and subsist like beasts, and Hell will be their residence.","bangla_translit":"ইন্না ল্লা-হা ইয়ুদ্খিলুল্ লাযীনা আ-মানূ অ‘আমিলুছ্ ছোয়া-লিহা-তি জ্বান্না-তিন্ তাজ্ব ্রী মিন্ তাহ্তিহাল্ আন্হার্-; অল্লাযীনা কাফারূ ইয়াতামাত্তাঊ’না অ ইয়াকুলূনা কামা-তাকুলুল্ আন্আমু অন্না-রু মাছ্ওয়াল্লাহুম্।","english_translit":"Inna Allaha yudkhilu allatheena amanoo waAAamiloo alssalihati jannatin tajree min tahtiha alanharu waallatheena kafaroo yatamattaAAoona wayakuloona kama takulu alanAAamu waalnnaru mathwan lahum"},{"sura":47,"aya":13,"quran_text":"وَكَأَيِّنْ مِنْ قَرْيَةٍ هِيَ أَشَدُّ قُوَّةً مِنْ قَرْيَتِكَ الَّتِي أَخْرَجَتْكَ أَهْلَكْنَاهُمْ فَلَا نَاصِرَ لَهُمْ","bangla_text":"যে জনপদ আপনাকে বহিস্কার করেছে, তদপেক্ষা কত শক্তিশালী জনপদকে আমি ধ্বংস করেছি, অতঃপর তাদেরকে সাহায্য করার কেউ ছিল না।","english_text":"How many were the habitations, mightier than your city which has turned you out, which We destroyed; and they did not have a helper.","bangla_translit":"অকায়াইঁয়িম্ মিন্ র্ক্বইয়াতিন্ হিয়া আশাদ্দু কুওয়্রাতাম্ মিন্ র্ক্বইয়াতিকাল্ লাতী য় আখ্রজ্বাত্কা আহ্লাক্না-হুম্ ফালা- না-ছিরলাহুম্।","english_translit":"Wakaayyin min qaryatin hiya ashaddu quwwatan min qaryatika allatee akhrajatka ahlaknahum fala nasira lahum"},{"sura":47,"aya":14,"quran_text":"أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ كَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ وَاتَّبَعُوا أَهْوَاءَهُمْ","bangla_text":"যে ব্যক্তি তার পালনকর্তার পক্ষ থেকে আগত নিদর্শন অনুসরণ করে, সে কি তার সমান, যার কাছে তার মন্দ কর্ম শোভনীয় করা হয়েছে এবং যে তার খেয়াল-খুশীর অনুসরণ করে।","english_text":"Can one who stands on a clear proof from his Lord, be like one enamoured of his evil deeds and follows his inane desires?","bangla_translit":"আফামান্ কা-না ‘আলা-বাইয়িনাতিম্ র্মি রব্বিহী কামান্ যুইয়্যিনা লাহূ সূ-য়ু ‘আমালিহী অত্তাবা‘ঊ য় আহ্ওয়া-য়াহুম্।","english_translit":"Afaman kana AAala bayyinatin min rabbihi kaman zuyyina lahu sooo AAamalihi waittabaAAoo ahwaahum"},{"sura":47,"aya":15,"quran_text":"مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ فِيهَا أَنْهَارٌ مِنْ مَاءٍ غَيْرِ آسِنٍ وَأَنْهَارٌ مِنْ لَبَنٍ لَمْ يَتَغَيَّرْ طَعْمُهُ وَأَنْهَارٌ مِنْ خَمْرٍ لَذَّةٍ لِلشَّارِبِينَ وَأَنْهَارٌ مِنْ عَسَلٍ مُصَفًّى وَلَهُمْ فِيهَا مِنْ كُلِّ الثَّمَرَاتِ وَمَغْفِرَةٌ مِنْ رَبِّهِمْ كَمَنْ هُوَ خَالِدٌ فِي النَّارِ وَسُقُوا مَاءً حَمِيمًا فَقَطَّعَ أَمْعَاءَهُمْ","bangla_text":"পরহেযগারদেরকে যে জান্নাতের ওয়াদা দেয়া হয়েছে, তার অবস্থা নিম্নরূপঃ তাতে আছে পানির নহর, নির্মল দুধের নহর যারা স্বাদ অপরিবর্তনীয়, পানকারীদের জন্যে সুস্বাদু শরাবের নহর এবং পরিশোধিত মধুর নহর। তথায় তাদের জন্যে আছে রকমারি ফল-মূল ও তাদের পালনকর্তার ক্ষমা। পরহেযগাররা কি তাদের সমান, যারা জাহান্নামে অনন্তকাল থাকবে এবং যাদেরকে পান করতে দেয়া হবে ফুটন্ত পানি অতঃপর তা তাদের নাড়িভূঁড়ি ছিন্ন বিচ্ছিন্ন করে দেবে?","english_text":"The semblance of Paradise promised the pious and devout (is that of a garden) with streams of water that will not go rank, and rivers of milk whose taste will not undergo a change, and rivers of wine delectable to drinkers, and streams of purified honey, and fruits of every kind in them, and forgiveness of their Lord. Are these like those who will live for ever in the Fire and be given boiling water to drink which will cut their intestines to shreds?","bangla_translit":"মাছালুল্ জ্বান্নাতি ল্লাতী উ‘ইদাল্ মুত্তাকুন্; ফীহা য় আন্হা-রুম্ মিম্ মা-য়িন গইরি আ-সিনিন্ অআন্হা-রুম্ মিল্লাবানিল্লাম্ ইয়াতাগাইর্য়া ত্বোয়া’মুহূ অআন্হা-রুম্ মিন্ খম্রিল লায্ যাতিল্লিশ্-শা রিবীনা অআন্হা-রুম্ মিন্ ‘আসালিম্ মুছোয়াফ্ফা; অলাহুম্ ফীহা-মিন্ কুল্লিছ্ ছামার-তি অমাগ্ফিরতুম্ র্মি রব্বিহিম্; কামান্ হুওয়া খ-লিদূন্ ফিন্না-রি অসুকুমা-য়ান্ হামীমান্ ফাক্বতত্বো‘আ আম্‘আ-য়াহুম্।","english_translit":"Mathalu aljannati allatee wuAAida almuttaqoona feeha anharun min main ghayri asinin waanharun min labanin lam yataghayyar taAAmuhu waanharun min khamrin laththatin lilshsharibeena waanharun min AAasalin musaffan walahum feeha min kulli alththamarati wamaghfiratun min rabbihim kaman huwa khalidun fee alnnari wasuqoo maan hameeman faqattaAAa amAAaahum"},{"sura":47,"aya":16,"quran_text":"وَمِنْهُمْ مَنْ يَسْتَمِعُ إِلَيْكَ حَتَّى إِذَا خَرَجُوا مِنْ عِنْدِكَ قَالُوا لِلَّذِينَ أُوتُوا الْعِلْمَ مَاذَا قَالَ آنِفًا أُولَئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلَى قُلُوبِهِمْ وَاتَّبَعُوا أَهْوَاءَهُمْ","bangla_text":"তাদের মধ্যে কতক আপনার দিকে কান পাতে, অতঃপর যখন আপনার কাছ থেকে বাইরে যায়, তখন যারা শিক্ষিত, তাদেরকে বলেঃ এইমাত্র তিনি কি বললেন ? এদের অন্তরে আল্লাহ মোহর মেরে দিয়েছেন এবং তারা নিজেদের খেয়াল-খুশীর অনুসরণ করে।","english_text":"There are some who listen to you; but as soon as they go from you they say to those who were given knowledge: \"What is this he is saying now?\" They are those whose hearts have been sealed by God, and they follow their own lusts.","bangla_translit":"অমিন্হুম্ মাইঁ ইয়াস্তামি‘উ, ইলাইকা হাত্তা য় ইযা-খারাজু মিন্ ‘ইন্দিকা ক্ব-লূ লিল্লাযীনা ঊতুল্ ‘ইল্মা মা-যা- ক্ব-লা আ-নিফান্ উলা-য়িকাল্ লাযীনা ত্বোয়াবা‘আ ল্লা-হু‘আলা-কুলূ বিহিম্ অত্তাবাঊ’ য় আহ্ওয়া-য়াহুম্।","english_translit":"Waminhum man yastamiAAu ilayka hatta itha kharajoo min AAindika qaloo lillatheena ootoo alAAilma matha qala anifan olaika allatheena tabaAAa Allahu AAala quloobihim waittabaAAoo ahwaahum"},{"sura":47,"aya":17,"quran_text":"وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدًى وَآتَاهُمْ تَقْوَاهُمْ","bangla_text":"যারা সৎপথপ্রাপ্ত হয়েছে, তাদের সৎপথপ্রাপ্তি আরও বেড়ে যায় এবং আল্লাহ তাদেরকে তাকওয়া দান করেন।","english_text":"But those who are rightly guided will be given greater guidance by Him, and they will have their intrinsic piety.","bangla_translit":"অল্লাযী নাহ্ তাদাও যা-দাহুম্ হুদাঁও অআ-তা-হুম্ তাক্ব ওয়া-হুম্।","english_translit":"Waallatheena ihtadaw zadahum hudan waatahum taqwahum"},{"sura":47,"aya":18,"quran_text":"فَهَلْ يَنْظُرُونَ إِلَّا السَّاعَةَ أَنْ تَأْتِيَهُمْ بَغْتَةً فَقَدْ جَاءَ أَشْرَاطُهَا فَأَنَّى لَهُمْ إِذَا جَاءَتْهُمْ ذِكْرَاهُمْ","bangla_text":"তারা শুধু এই অপেক্ষাই করছে যে, কেয়ামত অকস্মাৎ তাদের কাছে এসে পড়ুক। বস্তুতঃ কেয়ামতের লক্ষণসমূহ তো এসেই পড়েছে। সুতরাং কেয়ামত এসে পড়লে তারা উপদেশ গ্রহণ করবে কেমন করে ?","english_text":"Do they wait for any thing but the Hour (of change), that it may come upon them suddenly? Its signs have already appeared. How then will they be warned when it has come upon them?","bangla_translit":"ফাহাল্ ইয়ান্জুরূনা ইল্লাস্ সা-‘আতা আন্ তাতিয়াহুম্ বাগ্তাতান্ ফাক্বদ্ জ্বা-য়া আশ্রত্ব ুহা-ফাআন্না-লাহুম্ ইযা-জ্বা-য়াত্হুম্ যিক্র-হুম্।","english_translit":"Fahal yanthuroona illa alssaAAata an tatiyahum baghtatan faqad jaa ashratuha faanna lahum itha jaathum thikrahum"},{"sura":47,"aya":19,"quran_text":"فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ وَاسْتَغْفِرْ لِذَنْبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَاللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَاكُمْ","bangla_text":"জেনে রাখুন, আল্লাহ ব্যতীত কোন উপাস্য নেই। ক্ষমাপ্রার্থনা করুন, আপনার ক্রটির জন্যে এবং মুমিন পুরুষ ও নারীদের জন্যে। আল্লাহ, তোমাদের গতিবিধি ও অবস্থান সম্পর্কে জ্ঞাত।","english_text":"Know then, therefore, there is no god but He, and ask forgiveness for your sins and those of believing men and women. God knows your wanderings and your destination.","bangla_translit":"ফা’লাম্ আন্নাহূ লা য় ইলা-হা ইল্লাল্লা-হু অস্তার্গ্ফি লিযাম্বিকা অলিল্মুমিনীনা অল্মুমিনা-ত্; অল্লা-হু ইয়া’লামু মুতাক্বাল্লাবাকুম্ অমাছ্ওয়া-কুম্।","english_translit":"FaiAAlam annahu la ilaha illa Allahu waistaghfir lithanbika walilmumineena waalmuminati waAllahu yaAAlamu mutaqallabakum wamathwakum"},{"sura":47,"aya":20,"quran_text":"وَيَقُولُ الَّذِينَ آمَنُوا لَوْلَا نُزِّلَتْ سُورَةٌ فَإِذَا أُنْزِلَتْ سُورَةٌ مُحْكَمَةٌ وَذُكِرَ فِيهَا الْقِتَالُ رَأَيْتَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يَنْظُرُونَ إِلَيْكَ نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِ فَأَوْلَى لَهُمْ","bangla_text":"যারা মুমিন, তারা বলেঃ একটি সূরা নাযিল হয় না কেন? অতঃপর যখন কোন দ্ব্যর্থহীন সূরা নাযিল হয় এবং তাতে জেহাদের উল্লেখ করা হয়, তখন যাদের অন্তরে রোগ আছে, আপনি তাদেরকে মৃত্যুভয়ে মূর্ছাপ্রাপ্ত মানুষের মত আপনার দিকে তাকিয়ে থাকতে দেখবেন। সুতরাং ধ্বংস তাদের জন্যে।","english_text":"Those who believe say: \"How is it no Surah was revealed?\" But when a categorical Surah is revealed that mentions war, you should see those who are sceptical staring at you like a man in the swoon of death. Alas the woe for them!","bangla_translit":"অইয়াকুলুল্ লাযীনা আ-মানূ লাওলা-নুয্যিলাত্ সূরাতুন্ ফাইযা-উন্যিলাত্ সূরতুম্ মুহ্কামাতুঁও অযুকিরা ফীহাল্ ক্বিতা-লু রয়াইতাল্ লাযীনা ফী কুলূ বিহিম্ মারাদ্বুইঁ ইয়ান্জুরূনা ইলাইকা নাজোয়রল্ মাগ্শিয়্যি ‘আলাইহি মিনাল্ মাওত্; ফাআওলালাহুম্।","english_translit":"Wayaqoolu allatheena amanoo lawla nuzzilat sooratun faitha onzilat sooratun muhkamatun wathukira feeha alqitalu raayta allatheena fee quloobihim maradun yanthuroona ilayka nathara almaghshiyyi AAalayhi mina almawti faawla lahum"},{"sura":47,"aya":21,"quran_text":"طَاعَةٌ وَقَوْلٌ مَعْرُوفٌ فَإِذَا عَزَمَ الْأَمْرُ فَلَوْ صَدَقُوا اللَّهَ لَكَانَ خَيْرًا لَهُمْ","bangla_text":"তাদের আনুগত্য ও মিষ্ট বাক্য জানা আছে। অতএব, জেহাদের সিন্ধান্ত হলে যদি তারা আল্লাহর প্রতি পদত্ত অংগীকার পূর্ণ করে, তবে তাদের জন্যে তা মঙ্গলজনক হবে।","english_text":"Obedience and modest speech (would have been more becoming). And when the matter has been determined it is best for them to be true to God.","bangla_translit":"ত্বোয়া- ‘আতুঁও অক্বওলুম্ মা’রূফুন্ ফাইযা- ‘আযামাল্ আম্রু ফালাও ছোয়াদাকু ল্লা-হা লাকা-না খাইরল্লা-হুম্।","english_translit":"TaAAatun waqawlun maAAroofun faitha AAazama alamru falaw sadaqoo Allaha lakana khayran lahum"},{"sura":47,"aya":22,"quran_text":"فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الْأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ","bangla_text":"ক্ষমতা লাভ করলে, সম্ভবতঃ তোমরা পৃথিবীতে অনর্থ সৃষ্টি করবে এবং আত্নীয়তা বন্ধন ছিন্ন করবে।","english_text":"Is it possible that if placed in authority you will create disorder in the land and sever your bonds of relationship?","bangla_translit":"ফাহাল্ ‘আসাইতুম্ ইন্ তাওয়াল্লাইতুম্ আন্ তুফ্সিদূ ফিল্ র্আদ্বি অতুক্বাত্ব ত্বিঊ’ য় র্আহা-মাকুম্।","english_translit":"Fahal AAasaytum in tawallaytum an tufsidoo fee alardi watuqattiAAoo arhamakum"},{"sura":47,"aya":23,"quran_text":"أُولَئِكَ الَّذِينَ لَعَنَهُمُ اللَّهُ فَأَصَمَّهُمْ وَأَعْمَى أَبْصَارَهُمْ","bangla_text":"এদের প্রতিই আল্লাহ অভিসম্পাত করেন, অতঃপর তাদেরকে বধির ও দৃষ্টিশক্তিহীন করেন।","english_text":"They are those who were condemned by God, whose ears were blocked by Him and their eyes blinded.","bangla_translit":"উলা-য়িকাল্লাযীনা লা‘আনাহুমুল্লা-হু ফাআছোয়াম্মাহুম্ অআ’মা য় আব্ছোয়া-রহুম্।","english_translit":"Olaika allatheena laAAanahumu Allahu faasammahum waaAAma absarahum"},{"sura":47,"aya":24,"quran_text":"أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا","bangla_text":"তারা কি কোরআন সম্পর্কে গভীর চিন্তা করে না? না তাদের অন্তর তালাবদ্ধ?","english_text":"Do they not ponder on what the Qur'an says? Or have their hearts been sealed with locks?","bangla_translit":"আফালা-ইয়াতাদাব্বারূনাল্ কুরআ-না আম্ ‘আলা- কুলূবিন্ আক্ব ফা-লুহা-।","english_translit":"Afala yatadabbaroona alqurana am AAala quloobin aqfaluha"},{"sura":47,"aya":25,"quran_text":"إِنَّ الَّذِينَ ارْتَدُّوا عَلَى أَدْبَارِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى الشَّيْطَانُ سَوَّلَ لَهُمْ وَأَمْلَى لَهُمْ","bangla_text":"নিশ্চয় যারা সোজা পথ ব্যক্ত হওয়ার পর তৎপ্রতি পৃষ্ঠপ্রদর্শন করে, শয়তান তাদের জন্যে তাদের কাজকে সুন্দর করে দেখায় এবং তাদেরকে মিথ্যা আশা দেয়।","english_text":"Those who turn their backs after the way of guidance has been opened to them, have been surely tempted by Satan and beguiled by illusory hopes.","bangla_translit":"ইন্নাল্ লাযীর্না তাদ্দূ ‘আলা য় আদ্বা-রিহিম্ মিম্ বা’দি মা-তাবাইয়্যানা লাহুমুল্ হুদাশ্ শাইত্বোয়া-নু সাওয়্যালা লাহুম্ অআম্লা-লাহুম্।","english_translit":"Inna allatheena irtaddoo AAala adbarihim min baAAdi ma tabayyana lahumu alhuda alshshaytanu sawwala lahum waamla lahum"},{"sura":47,"aya":26,"quran_text":"ذَلِكَ بِأَنَّهُمْ قَالُوا لِلَّذِينَ كَرِهُوا مَا نَزَّلَ اللَّهُ سَنُطِيعُكُمْ فِي بَعْضِ الْأَمْرِ وَاللَّهُ يَعْلَمُ إِسْرَارَهُمْ","bangla_text":"এটা এজন্য যে, তারা তাদেরকে বলে, যারা আল্লাহর অবতীর্ণ কিতাব অপছন্দ করেঃ আমরা কোন কোন ব্যাপারে তোমাদের কথা মান্য করব। আল্লাহ তাদের গোপন পরামর্শ অবগত আছেন।","english_text":"This was so because they said to those who disdain what God has revealed: \"We shall obey you in some things.\" But God knows their secret intentions well.","bangla_translit":"যা-লিকা বিআন্নাহুম্ ক্ব-লূ লিল্লাযীনা কারিহূ মা-নায্ যালাল্লা-হু সানুত্বী উ’কুম্ ফী বা’দ্বিল্ আম্রি অল্লা-হু ইয়া’লামু ইস্র-রাহুম্।","english_translit":"Thalika biannahum qaloo lillatheena karihoo ma nazzala Allahu sanuteeAAukum fee baAAdi alamri waAllahu yaAAlamu israrahum"},{"sura":47,"aya":27,"quran_text":"فَكَيْفَ إِذَا تَوَفَّتْهُمُ الْمَلَائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ","bangla_text":"ফেরেশতা যখন তাদের মুখমন্ডল ও পৃষ্ঠদেশে আঘাত করতে করতে প্রাণ হরণ করবে, তখন তাদের অবস্থা কেমন হবে?","english_text":"How will it be when the angels draw out their souls striking their faces and their backs?","bangla_translit":"ফাকাইফা ইযা-তাওয়াফ্ফাত্হুমুল্ মালা-য়িকাতু ইয়াদ্ব্রিবূনা উজু হাহুম্ অআদ্বা-রহুম্।","english_translit":"Fakayfa itha tawaffathumu almalaikatu yadriboona wujoohahum waadbarahum"},{"sura":47,"aya":28,"quran_text":"ذَلِكَ بِأَنَّهُمُ اتَّبَعُوا مَا أَسْخَطَ اللَّهَ وَكَرِهُوا رِضْوَانَهُ فَأَحْبَطَ أَعْمَالَهُمْ","bangla_text":"এটা এজন্যে যে, তারা সেই বিষয়ের অনুসরণ করে, যা আল্লাহর অসন্তোষ সৃষ্টি করে এবং আল্লাহর সন্তুষ্টিকে অপছন্দ করে। ফলে তিনি তাদের কর্মসমূহ ব্যর্থ করে দেন।","english_text":"Because they followed what displeases God, and they were averse to pleasing Him. So We nullified their deeds.","bangla_translit":"যা-লিকা বিআন্নাহুমুত্তাবা‘ঊ মা য় আস্খাত্বোয়াল্লা-হা","english_translit":"Thalika biannahumu ittabaAAoo ma askhata Allaha wakarihoo ridwanahu faahbata aAAmalahum"},{"sura":47,"aya":29,"quran_text":"أَمْ حَسِبَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ أَنْ لَنْ يُخْرِجَ اللَّهُ أَضْغَانَهُمْ","bangla_text":"যাদের অন্তরে রোগ আছে, তারা কি মনে করে যে, আল্লাহ তাদের অন্তরের বিদ্বেষ প্রকাশ করে দেবেন না?","english_text":"Do they whose minds are filled with doubt, think that God will not expose their malice?","bangla_translit":"আম্হাসিবাল্লাযীনা ফী কুলূ বিহিম্ মারাদ্বুন্ আল্লাইঁ ইয়ুখ্রিজ্বা ল্লা-হু আদ্ব ্গ-নাহুম্।","english_translit":"Am hasiba allatheena fee quloobihim maradun an lan yukhrija Allahu adghanahum"},{"sura":47,"aya":30,"quran_text":"وَلَوْ نَشَاءُ لَأَرَيْنَاكَهُمْ فَلَعَرَفْتَهُمْ بِسِيمَاهُمْ وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ وَاللَّهُ يَعْلَمُ أَعْمَالَكُمْ","bangla_text":"আমি ইচ্ছা করলে আপনাকে তাদের সাথে পরিচিত করে দিতাম। তখন আপনি তাদের চেহারা দেখে তাদেরকে চিনতে পারতেন এবং আপনি অবশ্যই কথার ভঙ্গিতে তাদেরকে চিনতে পারবেন। আল্লাহ তোমাদের কর্মসমূহের খবর রাখেন।","english_text":"Had We pleased We could have shown them to you that you could know them by their marks, and recognise them from the way they twist their words. Yet God knows all your deeds.","bangla_translit":"অলাও নাশা-য়ু লায়ারইনা-কাহুম্ ফালা‘আরাফ্তাহুম্ বিসীমা-হুম্; অলাতা’রিফান্নাহুম্ ফী লাহ্নিল্ ক্বাওল্; অল্লা-হু ইয়া’লামু আ’মালাকুম্।","english_translit":"Walaw nashao laaraynakahum falaAAaraftahum biseemahum walataAArifannahum fee lahni alqawli waAllahu yaAAlamu aAAmalakum"},{"sura":47,"aya":31,"quran_text":"وَلَنَبْلُوَنَّكُمْ حَتَّى نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ وَنَبْلُوَ أَخْبَارَكُمْ","bangla_text":"আমি অবশ্যই তোমাদেরকে পরীক্ষা করব যে পর্যন্ত না ফুটিয়ে তুলি তোমাদের জেহাদকারীদেরকে এবং সবরকারীদেরকে এবং যতক্ষণ না আমি তোমাদের অবস্থান সমূহ যাচাই করি।","english_text":"We shall try you in order to know who are the fighters among you, and who are men of fortitude, and verify your histories.","bangla_translit":"অলানাব্লুওয়ান্নাকুম্ হাত্তা-না’লামাল্ মুজ্বা-হিদীনা মিন্কুম্ অছ্ছোয়া-বিরীনা অনাব্লুওয়া আখ্বা-রকুম্।","english_translit":"Walanabluwannakum hatta naAAlama almujahideena minkum waalssabireena wanabluwa akhbarakum"},{"sura":47,"aya":32,"quran_text":"إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ وَشَاقُّوا الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى لَنْ يَضُرُّوا اللَّهَ شَيْئًا وَسَيُحْبِطُ أَعْمَالَهُمْ","bangla_text":"নিশ্চয় যারা কাফের এবং আল্লাহর পথ থেকে মানুষকে ফিরিয়ে রাখে এবং নিজেদের জন্যে সৎপথ ব্যক্ত হওয়ার পর রসূলের (সঃ) বিরোধিতা করে, তারা আল্লাহর কোনই ক্ষতি করতে পারবে না এবং তিনি ব্যর্থ করে দিবেন তাদের কর্মসমূহকে।","english_text":"Surely those who do not believe, and obstruct others from the path of God, and oppose the Prophet after the way of guidance has been opened to them, will not hurt God in the least, and He will nullify all that they have done.","bangla_translit":"ইন্নাল্লাযীনা কাফারূ অছোয়াদ্দু ‘আন্ সাবীলি-হি অ শা-ল্লাক্ব কুর রসূলা মিম্ বা’দি মা -তাবাইয়্যানা লাহুমুল্ হুদা-; লাইঁয়্যাদ্বরু রুল্লা-হা শাইয়া-অ সাইয়ুহ্বিতু‘আমা-লাহুম্-।","english_translit":"Inna allatheena kafaroo wasaddoo AAan sabeeli Allahi washaqqoo alrrasoola min baAAdi ma tabayyana lahumu alhuda lan yaduroo Allaha shayan wasayuhbitu aAAmalahum"},{"sura":47,"aya":33,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَلَا تُبْطِلُوا أَعْمَالَكُمْ","bangla_text":"হে মুমিনগণ! তোমরা আল্লাহর আনুগত্য কর, রসূলের (সাঃ) আনুগত্য কর এবং নিজেদের কর্ম বিনষ্ট করো না।","english_text":"O you who believe, obey God and the Prophet, and do not waste your deeds.","bangla_translit":"ইয়া য় আইয়্যুহাল্লাযীনা আ-মানূ য় আত্বী ‘উল্লা-হা অআত্বী‘র্উ রাসূলা অলা-তুব্ত্বিলূ য় আ’মা-লাকুম্।","english_translit":"Ya ayyuha allatheena amanoo ateeAAoo Allaha waateeAAoo alrrasoola wala tubtiloo aAAmalakum"},{"sura":47,"aya":34,"quran_text":"إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ ثُمَّ مَاتُوا وَهُمْ كُفَّارٌ فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ","bangla_text":"নিশ্চয় যারা কাফের এবং আল্লাহর পথ থেকে মানুষকে ফিরিয়ে রাখে, অতঃপর কাফের অবস্থায় মারা যায়, আল্লাহ কখনই তাদেরকে ক্ষমা করবেন না।","english_text":"Those who do not believe and obstruct others from the way of God, and die disbelieving, will not be pardoned by God.","bangla_translit":"ইন্নাল্লাযীনা কাফারূ অছোয়াদ্দু ‘আন্ সাবীলিল্লা-হি ছুম্মা মা-তূ অহুম্ কুফ্ফা-রুন্ ফালাইঁ ইয়াগ্ফিরল্লা-হু লাহুম্।","english_translit":"Inna allatheena kafaroo wasaddoo AAan sabeeli Allahi thumma matoo wahum kuffarun falan yaghfira Allahu lahum"},{"sura":47,"aya":35,"quran_text":"فَلَا تَهِنُوا وَتَدْعُوا إِلَى السَّلْمِ وَأَنْتُمُ الْأَعْلَوْنَ وَاللَّهُ مَعَكُمْ وَلَنْ يَتِرَكُمْ أَعْمَالَكُمْ","bangla_text":"অতএব, তোমরা হীনবল হয়ো না এবং সন্ধির আহবান জানিও না, তোমরাই হবে প্রবল। আল্লাহই তোমাদের সাথে আছেন। তিনি কখনও তোমাদের কর্ম হ্রাস করবেন না।","english_text":"So do not become weak-kneed and sue for peace, for you will have the upper hand as God is with you and will not overlook your deeds.","bangla_translit":"ফালা-তাহিনূ অতাদ্‘ঊ য় ইলাস্ সাল্মি অ আন্তুমুল্ আ’লাওনা অল্লা-হু মা‘আকুম্ অলাইঁ ইয়াতিরকুম্ আ’মা-লাকুম্।","english_translit":"Fala tahinoo watadAAoo ila alssalmi waantumu alaAAlawna waAllahu maAAakum walan yatirakum aAAmalakum"},{"sura":47,"aya":36,"quran_text":"إِنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ وَإِنْ تُؤْمِنُوا وَتَتَّقُوا يُؤْتِكُمْ أُجُورَكُمْ وَلَا يَسْأَلْكُمْ أَمْوَالَكُمْ","bangla_text":"পার্থিব জীবন তো কেবল খেলাধুলা, যদি তোমরা বিশ্বাসী হও এবং সংযম অবলম্বন কর, আল্লাহ তোমাদেরকে তোমাদের প্রতিদান দেবেন এবং তিনি তোমাদের ধন-সম্পদ চাইবেন না।","english_text":"Verily the life of this world is no more than a sport and frivolity. If you believe and fear God, he will give you your reward, and will not ask for your possessions.","bangla_translit":"ইন্নামাল্ হা ইয়া-তুদ্দুন্ইয়া-লা‘ইবুঁও অলাহ্ওয়ুন্ অইন্ তুমিনূ অতাত্তাকু ইয়ুতিকুম্ উজুরকুম্ অলা-ইয়াস্য়াল্কুম্ আম্ওয়া-লাকুম্।","english_translit":"Innama alhayatu alddunya laAAibun walahwun wain tuminoo watattaqoo yutikum ojoorakum wala yasalkum amwalakum"},{"sura":47,"aya":37,"quran_text":"إِنْ يَسْأَلْكُمُوهَا فَيُحْفِكُمْ تَبْخَلُوا وَيُخْرِجْ أَضْغَانَكُمْ","bangla_text":"তিনি তোমাদের কাছে ধন-সম্পদ চাইলে অতঃপর তোমাদেরকে অতিষ্ঠ করলে তোমরা কার্পণ্য করবে এবং তিনি তোমাদের মনের সংকীর্ণতা প্রকাশ করে দেবেন।","english_text":"If He asks for all you possess and insist upon it, you will become niggardly, and it will bring out your malevolence.","bangla_translit":"ইঁইয়াস্য়াল্কুমূ হা- ফাইয়ুহ্ফিকুম্ তাব্খালূ অইয়ুখ্রিজ্ব্ আদ্ব্গ-নাকুম্ ।","english_translit":"In yasalkumooha fayuhfikum tabkhaloo wayukhrij adghanakum"},{"sura":47,"aya":38,"quran_text":"هَا أَنْتُمْ هَؤُلَاءِ تُدْعَوْنَ لِتُنْفِقُوا فِي سَبِيلِ اللَّهِ فَمِنْكُمْ مَنْ يَبْخَلُ وَمَنْ يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَنْ نَفْسِهِ وَاللَّهُ الْغَنِيُّ وَأَنْتُمُ الْفُقَرَاءُ وَإِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوا أَمْثَالَكُمْ","bangla_text":"শুন, তোমরাই তো তারা, যাদেরকে আল্লাহর পথে ব্যয় করার আহবান জানানো হচ্ছে, অতঃপর তোমাদের কেউ কেউ কৃপণতা করছে। যারা কৃপণতা করছে, তারা নিজেদের প্রতিই কৃপণতা করছে। আল্লাহ অভাবমুক্ত এবং তোমরা অভাবগ্রস্থ। যদি তোমরা মুখ ফিরিয়ে নাও, তবে তিনি তোমাদের পরিবর্তে অন্য জাতিকে প্রতিষ্ঠিত করবেন, এরপর তারা তোমাদের মত হবে না।","english_text":"Beware! You are called to spend in the way of God, yet some among you close their fists. But he who is niggardly is so for his own self: God is above need, and it is you who are needy. If you turn away then God will bring other people in your place who, moreover, will not be like you.","bangla_translit":"হা য় আন্তুম্ হা য় য়ুলা-য়ি তুদ্‘আওনা লিতুন্ ফিকু ফী সাবীলিল্লা-হি ফামিন্কুম্ মাইঁ ইয়াব্খালু অ মাইঁ ইয়াব্খল ফাইন্নামা-ইয়াব্খালু ‘আন্ নাফ্স্হ্; অল্লা-হুল্ গনিইয়ু ওয়া আন্তুমুল্ ফুক্বার-য়ু অইন্ তাতাওয়াল্লাও ইয়াস্তাব্দিল্ ক্বওমান্ গইরকুম্ ছুম্মা লা-ইয়াকূ নূ য় আম্ছা- লাকুম্।","english_translit":"Haantum haolai tudAAawna litunfiqoo fee sabeeli Allahi faminkum man yabkhalu waman yabkhal fainnama yabkhalu AAan nafsihi waAllahu alghaniyyu waantumu alfuqarao wain tatawallaw yastabdil qawman ghayrakum thumma la yakoonoo amthalakum"}]