[{"sura":58,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا وَتَشْتَكِي إِلَى اللَّهِ وَاللَّهُ يَسْمَعُ تَحَاوُرَكُمَا إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ","bangla_mohiuddin":"যে নারী তার স্বামীর বিষয়ে আপনার সাথে বাদানুবাদ করছে এবং অভিযোগ পেশ করছে আল্লাহর দরবারে, আল্লাহ তার কথা শুনেছেন। আল্লাহ আপনাদের উভয়ের কথাবার্তা শুনেন। নিশ্চয় আল্লাহ সবকিছু শুনেন, সবকিছু দেখেন।","bangla_murtaza":"পরম করুণাময় পরম দয়াবান আল্লাহর নামে আল্লাহ শুনেছেন সেই নারীর কথা, যে তার স্বামীর বিষয়ে বিতর্ক করছে তোমার সাথে এবং শেকায়েত (অভিযোগ, ফরিয়াদ) করছে আল্লাহর কাছে। আল্লাহ তোমাদের কথোপকথন শুনেছেন। আল্লাহ সব শুনেন, সব দেখেন।","english_text":"GOD CERTAINLY HEARD what the woman who argued with you about her husband, said, and complained to God; and God heard your interrogation. Verily God hears all, and sees everything.","bangla_translit":"ক্বদ্ সামি‘আল্লা-হু ক্বওলাল্লাতী তুজ্বা-দিলুকা ফী যাওজ্বিহা- অতাশ্তাকী য় ইলাল্লা-হি ‘অল্লা-হু ইয়াস্মা‘উ তাহা- য়ুরাকুমা-; ইন্নাল্লা-হা সামী‘উম্ বার্ছী","english_translit":"Qad samiAAa Allahu qawla allatee tujadiluka fee zawjiha watashtakee ila Allahi waAllahu yasmaAAu tahawurakuma inna Allaha sameeAAun baseerun"},{"sura":58,"aya":2,"quran_text":"الَّذِينَ يُظَاهِرُونَ مِنْكُمْ مِنْ نِسَائِهِمْ مَا هُنَّ أُمَّهَاتِهِمْ إِنْ أُمَّهَاتُهُمْ إِلَّا اللَّائِي وَلَدْنَهُمْ وَإِنَّهُمْ لَيَقُولُونَ مُنْكَرًا مِنَ الْقَوْلِ وَزُورًا وَإِنَّ اللَّهَ لَعَفُوٌّ غَفُورٌ","bangla_mohiuddin":"তোমাদের মধ্যে যারা তাদের স্ত্রীগণকে মাতা বলে ফেলে, তাদের স্ত্রীগণ তাদের মাতা নয়। তাদের মাতা কেবল তারাই, যারা তাদেরকে জন্মদান করেছে। তারা তো অসমীচীন ও ভিত্তিহীন কথাই বলে। নিশ্চয় আল্লাহ মার্জনাকারী, ক্ষমাশীল।","bangla_murtaza":"তোমাদের যারা নিজেদের স্ত্রীদের সাথে যিহার করে তারা জেনে রাখুক তাদের স্ত্রীরা তাদের  মা নয়। তাদের মা তো তারাই যারা তাদের জন্ম দিয়েছে। (যারা যিহার করে) তারা একটি অন্যায়, অসংগত ও অসত্য কথাই বলে। নিশ্চয়ই আল্লাহ দয়াময় ক্ষমাশীল।","english_text":"Those of you who divorce your wives by calling them 'mothers,' cannot (make them) their mothers. Their mothers are only those who gave birth to them. They surely utter what is unseemly and a lie. But God is forbearing and forgiving.","bangla_translit":"আল্লাযীনা ইয়ুজোয়া-হিরূনা মিন্কুম্ মিন্ নিসা-য়িহিম্ মা-হুন্না উম্মাহা-তিহিম্; ইন্ উম্মাহা-তুহুম্ ইল্লা ল্লা-য়ী অলাদ্নাহুম্; অইন্নাহুম্ লাইয়াকুলূনা মুন্কারাম্ মিনাল্ ক্বওলি অযূর-; অইন্নাল্লা-হা লা ‘আফুওয়্যুন্ গর্ফূ।","english_translit":"Allatheena yuthahiroona minkum min nisaihim ma hunna ommahatihim in ommahatuhum illa allaee waladnahum wainnahum layaqooloona munkaran mina alqawli wazooran wainna Allaha laAAafuwwun ghafoorun"},{"sura":58,"aya":3,"quran_text":"وَالَّذِينَ يُظَاهِرُونَ مِنْ نِسَائِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا فَتَحْرِيرُ رَقَبَةٍ مِنْ قَبْلِ أَنْ يَتَمَاسَّا ذَلِكُمْ تُوعَظُونَ بِهِ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ","bangla_mohiuddin":"যারা তাদের স্ত্রীগণকে মাতা বলে ফেলে, অতঃপর নিজেদের উক্তি প্রত্যাহার করে, তাদের কাফফারা এই একে অপরকে স্পর্শ করার পূর্বে একটি দাসকে মুক্তি দিবে। এটা তোমাদের জন্যে উপদেশ হবে। আল্লাহ খবর রাখেন তোমরা যা কর।","bangla_murtaza":"যারা নিজেদের স্ত্রীদের সাথে যিহার করে, তারপর নিজেদের বক্তব্য প্রত্যাহার করে নেয়, তাদের জন্যে বিধান হলো, তারা পরস্পরকে স্পর্শ করার আগে একটি দাসমুক্ত করবে। এভাবেই তোমাদের উপদেশ দেয়া হলো। তোমরা যা করো আল্লাহ সে বিষয়ে খবর রাখেন।","english_text":"Those who call their wives their mothers then revoke what they had said, should free a slave before having physical contact (with them). This is to warn you, as God is aware of what you do.","bangla_translit":"অল্লাযীনা ইয়ুজোয়া-হিরূনা মিন্ নিসা-য়িহিম্ ছুম্মা ইয়া‘ঊদূনা লিমা- ক্ব-লূ ফাতাহ্রীরু রক্ববাতিম্ মিন্ ক্বব্লি আইঁ ইয়াতামা-স্ সা-; যা-লিকুম্ তূ‘আজূনা বিহ্; অল্লা-হু বিমা-তা’মালূনা খার্বী।","english_translit":"Waallatheena yuthahiroona min nisaihim thumma yaAAoodoona lima qaloo fatahreeru raqabatin min qabli an yatamassa thalikum tooAAathoona bihi waAllahu bima taAAmaloona khabeerun"},{"sura":58,"aya":4,"quran_text":"فَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِنْ قَبْلِ أَنْ يَتَمَاسَّا فَمَنْ لَمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِينًا ذَلِكَ لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ وَتِلْكَ حُدُودُ اللَّهِ وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ","bangla_mohiuddin":"যার এ সামর্থ্য নেই, সে একে অপরকে স্পর্শ করার পূর্বে একাদিক্রমে দুই মাস রোযা রাখবে। যে এতেও অক্ষম হয় সে ষাট জন মিসকীনকে আহার করাবে। এটা এজন্যে, যাতে তোমরা আল্লাহ ও তাঁর রসূলের প্রতি বিশ্বাস স্থাপন কর। এগুলো আল্লাহর নির্ধারিত শাস্তি। আর কাফেরদের জন্যে রয়েছে যন্ত্রণা দায়ক আযাব।","bangla_murtaza":"এই সামর্থ্য যার নেই, পরস্পরকে স্পর্শ করার আগে সে অবিরাম দুই মাস সিয়াম পালন করবে (রোযা রাখবে)। যে এটা করতেও অসমর্থ হবে, সে ষাটজন মিসকিনকে (অভাবীকে) খাবার খাওয়াবে। এ বিধান দেয়া হলো, যেনো তোমরা আল্লাহ ও তাঁর রসূলের প্রতি ঈমান রাখো, এটাই আল্লাহর বিধান। আল্লাহর বিধান অমান্যকারীদের জন্যে রয়েছে বেদনাদায়ক আযাব।","english_text":"If one does not have the means (of doing so) then he should fast for two months continuously before he has physical contact; but any one who is unable to do so, should feed sixty needy persons. This (is enjoined) so that you may be faithful to God and His Apostle. These are the limits set by God. As for the unbelievers, there is painful punishment for them.","bangla_translit":"ফামাল্লাম্ ইয়াজ্বিদ্ ফাছিয়া-মু শাহ্রাইনি মুতাতা- বি‘আইনি মিন্ ক্বব্লি আইঁ ইয়াতামা-স্ সা-ফামাল্লাম্ ইয়াস্তাত্বি’ ফাইত‘আ-মু সিত্তীনা মিস্কীনা-; যা-লিকা লিতুমিনূ বিল্লা-হি অরাসূলিহ্; অতিল্কা হুদূ’দুল্লা-হি অলিল্কা-ফিরীনা ‘আযা-বুন্ আলীম্।","english_translit":"Faman lam yajid fasiyamu shahrayni mutatabiAAayni min qabli an yatamassa faman lam yastatiAA faitAAamu sitteena miskeenan thalika lituminoo biAllahi warasoolihi watilka hudoodu Allahi walilkafireena AAathabun aleemun"},{"sura":58,"aya":5,"quran_text":"إِنَّ الَّذِينَ يُحَادُّونَ اللَّهَ وَرَسُولَهُ كُبِتُوا كَمَا كُبِتَ الَّذِينَ مِنْ قَبْلِهِمْ وَقَدْ أَنْزَلْنَا آيَاتٍ بَيِّنَاتٍ وَلِلْكَافِرِينَ عَذَابٌ مُهِينٌ","bangla_mohiuddin":"যারা আল্লাহর তাঁর রসূলের বিরুদ্ধাচরণ করে, তারা অপদস্থ হয়েছে, যেমন অপদস্থ হয়েছে তাদের পূর্ববর্তীরা। আমি সুস্পষ্ট আয়াতসমূহ নাযিল করেছি। আর কাফেরদের জন্যে রয়েছে অপমানজনক শাস্তি।","bangla_murtaza":"যারা আল্লাহ ও তাঁর রসূলের বিরোধিতা করে, তাদের অপদস্থ করা হবে, যেমন অপদস্থ করা হয়েছে তাদের আগের লোকদের। আমরা তো সুস্পষ্ট আয়াত নাযিল করেছি। অমান্যকারীদের জন্যে রয়েছে অপমানকর আযাব।","english_text":"Those who oppose God will be disgraced, as those before them were. We have sent down very clear signs. For unbelievers there is a shameful punishment.","bangla_translit":"ইন্নাল্লাযীনা ইয়ুহা-দ্দূ নাল্লা-হা অরসূলাহূ কুবিতূ কামা-কুবিতাল্ লাযীনা মিন্ ক্বব্লিহিম্ অক্বদ্ আন্যাল্না য় আ-ইয়া-তিম্ বাইয়্যিনা-ত্; অলিল্কা-ফিরীনা ‘আযা-বুম্ মুহীন্।","english_translit":"Inna allatheena yuhaddoona Allaha warasoolahu kubitoo kama kubita allatheena min qablihim waqad anzalna ayatin bayyinatin walilkafireena AAathabun muheenun"},{"sura":58,"aya":6,"quran_text":"يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا فَيُنَبِّئُهُمْ بِمَا عَمِلُوا أَحْصَاهُ اللَّهُ وَنَسُوهُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ","bangla_mohiuddin":"সেদিন স্মরণীয়; যেদিন আল্লাহ তাদের সকলকে পুনরুত্থিত করবেন, অতঃপর তাদেরকে জানিয়ে দিবেন যা তারা করত। আল্লাহ তার হিসাব রেখেছেন, আর তারা তা ভুলে গেছে। আল্লাহর সামনে উপস্থিত আছে সব বস্তুই।","bangla_murtaza":"যেদিন আল্লাহ তাদের সবাইকে পুনরুত্থিত করবেন, সেদিন আল্লাহ তাদের কৃতকর্ম সম্পর্কে তাদের অবহিত করবেন। আল্লাহ তার (তাদের কৃতকর্মের) হিসাব রেখেছেন, কিন্তু তারা তা ভুলে গেছে। আল্লাহ প্রতিটি বিষয়ের প্রত্যক্ষদর্শী।","english_text":"On the day when God will raise them up together, He will tell them what they did. God takes account of it although they forget, for all things are evident to God.","bangla_translit":"ইয়াওমা ইয়াব্‘আ ছুহুমু ল্লা-হু জ্বামী ‘আন্ ফাইয়ুনাব্বিয়ুহুম্ বিমা-‘আমিলূ; আহ্ছোয়া-হুল্লা-হু অনাসূহ্; অল্লা-হু ‘আলা-কুল্লি শাইয়িন্ শাহীদ্।","english_translit":"Yawma yabAAathuhumu Allahu jameeAAan fayunabbiohum bima AAamiloo ahsahu Allahu wanasoohu waAllahu AAala kulli shayin shaheedun"},{"sura":58,"aya":7,"quran_text":"أَلَمْ تَرَ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مَا يَكُونُ مِنْ نَجْوَى ثَلَاثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ وَلَا أَدْنَى مِنْ ذَلِكَ وَلَا أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا ثُمَّ يُنَبِّئُهُمْ بِمَا عَمِلُوا يَوْمَ الْقِيَامَةِ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ","bangla_mohiuddin":"আপনি কি ভেবে দেখেননি যে, নভোমন্ডল ও ভূমন্ডলে যা কিছু আছে, আল্লাহ তা জানেন। তিন ব্যক্তির এমন কোন পরামর্শ হয় না যাতে তিনি চতুর্থ না থাকেন এবং পাঁচ জনেরও হয় না, যাতে তিনি ষষ্ঠ না থাকেন তারা এতদপেক্ষা কম হোক বা বেশী হোক তারা যেখানেই থাকুক না কেন তিনি তাদের সাথে আছেন, তারা যা করে, তিনি কেয়ামতের দিন তা তাদেরকে জানিয়ে দিবেন। নিশ্চয় আল্লাহ সর্ববিষয়ে সম্যক জ্ঞাত।","bangla_murtaza":"তুমি কি দেখোনা যে, আল্লাহ জানেন মহাকাশ এবং পৃথিবীতে যা কিছু আছে? তিন ব্যক্তির মধ্যে কোনো গোপন সলাপরামর্শ হয়না যেখানে চতুর্থজন হিসেবে তিনি উপস্থিত থাকেননা। পাঁচ ব্যক্তির মধ্যেও হয়না, যেখানে ষষ্ঠজন হিসেবে তিনি হাজির থাকেন না। তারা এর চাইতে কম হোক কিংবা বেশি, তিনি তাদের সাথেই থাকেন যেখানেই তারা থাকুক। তারপর কিয়ামতের দিন তিনি তাদের অবহিত করবেন-তারা কী করেছিল? নিশ্চয়ই আল্লাহ প্রতিটি বিষয়ে জ্ঞানী।","english_text":"Have you not considered that God knows whatever is in the heavens and the earth? No three persons confer secretly but He is the fourth among them, and no five but He is the sixth; and neither fewer nor more but He is with them wheresoever they be. And on the Day of Judgement He will announce their deeds to them. Verily God has knowledge of everything.","bangla_translit":"আলাম্ তারা আন্নাল্লা-হা ইয়া’লামু মা-ফিস্ সামা-ওয়া-তি অমা-ফিল্ র্আদ্ব্; মা- ইয়াকূনু মিন্ নাজওয়া-ছালা-ছাতিন্ ইল্লা-হুওয়া রা-বি‘উহুম্ অলা-খম্সাতিন্ ইল্লা-হুওয়া সা-দিসুহুম্ অলা য় আদ্না-মিন্ যা-লিকা অলা য় আক্ছার ইল্লা-হুওয়া মা‘আহুম্ আইনা মা-কা-নূ ছুম্মা ইয়ুনাব্বিয়ুহুম্ বিমা- ‘আমিলূ ইয়াওমাল্ ক্বিয়া-মাহ্; ইন্নাল্লা-হা বিকুল্লি শাইয়িন্ ‘আলীম্।","english_translit":"Alam tara anna Allaha yaAAlamu ma fee alssamawati wama fee alardi ma yakoonu min najwa thalathatin illa huwa rabiAAuhum wala khamsatin illa huwa sadisuhum wala adna min thalika wala akthara illa huwa maAAahum ayna ma kanoo thumma yunabbiohum bima AAamiloo yawma alqiyamati inna Allaha bikulli shayin AAaleemun"},{"sura":58,"aya":8,"quran_text":"أَلَمْ تَرَ إِلَى الَّذِينَ نُهُوا عَنِ النَّجْوَى ثُمَّ يَعُودُونَ لِمَا نُهُوا عَنْهُ وَيَتَنَاجَوْنَ بِالْإِثْمِ وَالْعُدْوَانِ وَمَعْصِيَتِ الرَّسُولِ وَإِذَا جَاءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ اللَّهُ وَيَقُولُونَ فِي أَنْفُسِهِمْ لَوْلَا يُعَذِّبُنَا اللَّهُ بِمَا نَقُولُ حَسْبُهُمْ جَهَنَّمُ يَصْلَوْنَهَا فَبِئْسَ الْمَصِيرُ","bangla_mohiuddin":"আপনি কি ভেবে দেখেননি, যাদেরকে কানাঘুষা করতে নিষেধ করা হয়েছিল অতঃপর তারা নিষিদ্ধ কাজেরই পুনরাবৃত্তি করে এবং পাপাচার, সীমালংঘন এবং রসূলের অবাধ্যতার বিষয়েই কানাঘুষা করে। তারা যখন আপনার কাছে আসে, তখন আপনাকে এমন ভাষায় সালাম করে, যদ্দ্বারা আল্লাহ আপনাকে সালাম করেননি। তারা মনে মনে বলেঃ আমরা যা বলি, তজ্জন্যে আল্লাহ আমাদেরকে শাস্তি দেন না কেন? জাহান্নামই তাদের জন্যে যথেষ্ট। তারা তাতে প্রবেশ করবে। কতই না নিকৃষ্ট সেই জায়গা।","bangla_murtaza":"তুমি কি তাদের প্রতি লক্ষ্য করছো না, যাদের গোপন সলাপরামর্শ করতে নিষেধ করা হয়েছিল; কিন্তু নিষেধ করার পরও তারা সেটার পুনরাবৃত্তি করে এবং পাপ কাজ, সীমালংঘন ও রসূলের বিরুদ্ধাচরণের জন্যে গোপন সলাপরামর্শ করে? তারা যখন তোমার কাছে আসে, এমন ভাষায় তোমাকে অভিবাদন করে, যে ভাষায় আল্লাহ তোমাকে অভিবাদন করেননি। তারা মনে মনে বলে: ‘আমরা যা বলি, তার জন্যে আল্লাহ আমাদের শাস্তি দেন না কেন?’ তাদের জন্যে জাহান্নামই যথেষ্ট। তাতেই তারা দগ্ধ হবে, আর সেটা কতো যে নিকৃষ্ট আবাস!","english_text":"Have you not considered those who were forbidden to conspire, but reverted after a time to what was forbidden them, and conspired evil, rebellion and disobedience to the Prophet? Yet when they come to you they greet you with a greeting even God does not greet you with; and say to themselves, \"Why doesn't God punish us for what we say?\" Hell is sufficient for them, in which they will be burnt: And what an evil consequence!","bangla_translit":"আলাম্ তারা ইলাল্ লাযীনা নুহূ ‘আনিন্ নাজ্ব ওয়া ছুম্মা ইয়া‘ঊদূনা লিমা-নুহূ ‘আন্হু অইয়াতানা-জ্বাওনা বিল্ইছ্মি অল্‘ঊদ্ওয়া-নি অমা’ছিয়ার্তি রসূলি অইযা- জ্বা-য়ূকা হাইইয়াওকা বিমা-লাম্ ইয়ুহাইয়্যিকা বিহিল্লা-হু অইয়াকুলূনা ফী য় আন্ফুসিহিম্ লাওলা ইয়ু‘আয্যিবুনাল্লা-হু বিমা- নাকুল্; হাস্বুহুম্ জ্বাহান্নামু ইয়াছ্লাওনাহা-ফাবি”সাল্ মার্ছী।","english_translit":"Alam tara ila allatheena nuhoo AAani alnnajwa thumma yaAAoodoona lima nuhoo AAanhu wayatanajawna bialithmi waalAAudwani wamaAAsiyati alrrasooli waitha jaooka hayyawka bima lam yuhayyika bihi Allahu wayaqooloona fee anfusihim lawla yuAAaththibuna Allahu bima naqoolu hasbuhum jahannamu yaslawnaha fabisa almaseeru"},{"sura":58,"aya":9,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا تَنَاجَيْتُمْ فَلَا تَتَنَاجَوْا بِالْإِثْمِ وَالْعُدْوَانِ وَمَعْصِيَتِ الرَّسُولِ وَتَنَاجَوْا بِالْبِرِّ وَالتَّقْوَى وَاتَّقُوا اللَّهَ الَّذِي إِلَيْهِ تُحْشَرُونَ","bangla_mohiuddin":"মুমিনগণ, তোমরা যখন কানাকানি কর, তখন পাপাচার, সীমালংঘন ও রসূলের অবাধ্যতার বিষয়ে কানাকানি করো না বরং অনুগ্রহ ও খোদাভীতির ব্যাপারে কানাকানি করো। আল্লাহকে ভয় কর, যাঁর কাছে তোমরা একত্রিত হবে।","bangla_murtaza":"হে ঈমানদার লোকেরা! তোমরা যখন গোপন পরামর্শ করো, সেটা যেনো পাপালাপ, সীমালংঘন এবং রসূলের বিরুদ্ধাচরণের জন্যে না হয়। তোমরা গোপন পরামর্শ করলে তা করবে কল্যাণকর কাজ ও তাকওয়া অবলম্বনের উদ্দেশ্যে। তোমরা সেই আল্লাহ্কে ভয় করো, যাঁর কাছে তোমাদের হাশর করা হবে।","english_text":"O you who believe, when you converse privately, do not talk of iniquity, rebellion, and disobedience to the Prophet, but talk of goodness and piety, and fear God before whom you will be gathered.","bangla_translit":"ইয়া য় আইয়ুহাল লাযীনা আ-মানূ য় ইযা-তানা জ্বাইতুম্ ফালা-তাতানা-জ্বাও বিল্ইছ্মি অল্‘উদ্ওয়া-নি অমা’ছিয়ার্তি রসূলি অতানা-জ্বাও বির্ল্বিরি অত্তাক্ব ওয়া-; অত্তাক্ব ল্লা-হাল্লাযী য় ইলাইহি তুহ্শারূন্।","english_translit":"Ya ayyuha allatheena amanoo itha tanajaytum fala tatanajaw bialithmi waalAAudwani wamaAAsiyati alrrasooli watanajaw bialbirri waalttaqwa waittaqoo Allaha allathee ilayhi tuhsharoona"},{"sura":58,"aya":10,"quran_text":"إِنَّمَا النَّجْوَى مِنَ الشَّيْطَانِ لِيَحْزُنَ الَّذِينَ آمَنُوا وَلَيْسَ بِضَارِّهِمْ شَيْئًا إِلَّا بِإِذْنِ اللَّهِ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ","bangla_mohiuddin":"এই কানাঘুষা তো শয়তানের কাজ; মুমিনদেরকে দুঃখ দেয়ার দেয়ার জন্যে। তবে আল্লাহর অনুমতি ব্যতীত সে তাদের কোন ক্ষতি করতে পারবে না। মুমিনদের উচিত আল্লাহর উপর ভরসা করা।","bangla_murtaza":"গোপন সলাপরামর্শ হয় শয়তানের প্ররোচণায় মুমিনদের মনে কষ্ট দেয়ার জন্যে। আল্লাহর ইচ্ছা ছাড়া সে তাদের সামান্যতম ক্ষতি করতেও সক্ষম নয়। মুমিনরা আল্লাহর উপরই তাওয়াক্কুল করুক।","english_text":"Surely scheming is the work of Satan that he may cause the faithful grief; but he cannot harm them unless God dispense. So in God should the believers place their trust.","bangla_translit":"ইন্নামান্ নাজওয়া-মিনাশ্ শাইত্বোয়া-নি লিইয়াহ্যুনাল্ লাযীনা আ-মানূ অলাইসা বিদ্বোয়া -র্ রিহিম্ শাইয়ান্ ইল্লা-বিইয্নিল্লা-হ্ অ‘আলাল্লা-হি ফাল্ইয়াতাওয়াক্কালিল্ মু’মিনূন্।","english_translit":"Innama alnnajwa mina alshshaytani liyahzuna allatheena amanoo walaysa bidarrihim shayan illa biithni Allahi waAAala Allahi falyatawakkali almuminoona"},{"sura":58,"aya":11,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قِيلَ لَكُمْ تَفَسَّحُوا فِي الْمَجَالِسِ فَافْسَحُوا يَفْسَحِ اللَّهُ لَكُمْ وَإِذَا قِيلَ انْشُزُوا فَانْشُزُوا يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ","bangla_mohiuddin":"মুমিনগণ, যখন তোমাদেরকে বলা হয়ঃ মজলিসে স্থান প্রশস্ত করে দাও, তখন তোমরা স্থান প্রশস্ত করে দিও। আল্লাহর জন্যে তোমাদের জন্য প্রশস্ত করে দিবেন। যখন বলা হয়ঃ উঠে যাও, তখন উঠে যেয়ো। তোমাদের মধ্যে যারা ঈমানদার এবং যারা জ্ঞানপ্রাপ্ত, আল্লাহ তাদের মর্যাদা উচ্চ করে দিবেন। আল্লাহ খবর রাখেন যা কিছু তোমরা কর।","bangla_murtaza":"হে ঈমানদার লোকেরা! তোমাদের যখন বলা হয়: মজলিসে স্থান প্রশস্ত করে দাও, তখন তোমরা (অপরের জন্য) স্থান করে দিও, তাহলে আল্লাহও তোমাদের জন্যে প্রশস্ত করে দেবেন। আর যখন তোমাদের বলা হয়: ‘উঠে যাও’, তখন তোমরা উঠে যেয়ো। তোমাদের মধ্যে যারা ঈমান এনেছে এবং যাদের জ্ঞান দান করা হয়েছে আল্লাহ তাদের উচ্চ মর্যাদায় অধিষ্ঠিত করবেন। তোমরা যা করো, আল্লাহ সে বিষয়ে অবহিত।","english_text":"O you who believe, when you are told to make room in the assemblies, then make room; God will give you more room to spread. When you are told to rise, then rise; God will raise those of you who believe, and those who have knowledge, in position. God is aware of what you do.","bangla_translit":"ইয়া য় আইয়্যুহা ল্লাযীনা আ-মানূ য় ইযা-ক্বীলা লাকুম্ তাফাস্সাহূ ফিল্ মাজ্বা-লিসি ফাফ্সাহূ ইয়াফ্সাহিল্লা-হু লাকুম্ অইযা-ক্বীলান্ শুযূ ফান্শুযূ ইর্য়াফাই’ ল্লা-হুল্ লাযীনা আ-মানূ মিন্কুম্, অল্লাযীনা ঊতুল্ ‘ইল্মা দারাজ্বা-ত্; অল্লা-হু বিমা-তা’মালূনা খর্বী।","english_translit":"Ya ayyuha allatheena amanoo itha qeela lakum tafassahoo fee almajalisi faifsahoo yafsahi Allahu lakum waitha qeela onshuzoo faonshuzoo yarfaAAi Allahu allatheena amanoo minkum waallatheena ootoo alAAilma darajatin waAllahu bima taAAmaloona khabeerun"},{"sura":58,"aya":12,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَاجَيْتُمُ الرَّسُولَ فَقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَةً ذَلِكَ خَيْرٌ لَكُمْ وَأَطْهَرُ فَإِنْ لَمْ تَجِدُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ","bangla_mohiuddin":"মুমিনগণ, তোমরা রসূলের কাছে কানকথা বলতে চাইলে তৎপূর্বে সদকা প্রদান করবে। এটা তোমাদের জন্যে শ্রেয়ঃ ও পবিত্র হওয়ার ভাল উপায়। যদি তাতে সক্ষম না হও, তবে আল্লাহ ক্ষমাশীল, পরম দয়ালু।","bangla_murtaza":"হে ঈমানদার লোকেরা! তোমরা রসূলের সাথে চুপে চুপে কথা বলতে চাইলে তার আগে হাদিয়া প্রদান করবে। এটা উত্তম এবং পবিত্র। যদি তা করতে তোমরা সমর্থ না হও, তবে আল্লাহ ক্ষমাশীল, দয়াময়।","english_text":"O you who believe, if you confer with the Prophet in private, give alms in the name of God before you go to confer. This is better for you and becoming. If you do not have the means, then surely God is forgiving and kind.","bangla_translit":"ইয়া য় আইয়্যুহাল্ লাযীনা আ-মানূ য় ইযা -না- জ্বাইতুর্মু রাসূলা ফাক্বাদ্দিমূ বাইনা ইয়াদাই নাজওয়া-কুম্ ছদাক্বাহ্; যা-লিকা খইরুল্লাকুম্ অ আত্বর্ হা; ফাইল্লাম্ তাজ্বিদূ ফাইন্নাল্লা-হা গফূর্রু রহীম্।","english_translit":"Ya ayyuha allatheena amanoo itha najaytumu alrrasoola faqaddimoo bayna yaday najwakum sadaqatan thalika khayrun lakum waatharu fain lam tajidoo fainna Allaha ghafoorun raheemun"},{"sura":58,"aya":13,"quran_text":"أَأَشْفَقْتُمْ أَنْ تُقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَاتٍ فَإِذْ لَمْ تَفْعَلُوا وَتَابَ اللَّهُ عَلَيْكُمْ فَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَأَطِيعُوا اللَّهَ وَرَسُولَهُ وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ","bangla_mohiuddin":"তোমরা কি কানকথা বলার পূর্বে সদকা প্রদান করতে ভীত হয়ে গেলে? অতঃপর তোমরা যখন সদকা দিতে পারলে না এবং আল্লাহ তোমাদেরকে মাফ করে দিলেন তখন তোমরা নামায কায়েম কর, যাকাত প্রদান কর এবং আল্লাহ ও রসূলের আনুগত্য কর। আল্লাহ খবর রাখেন তোমরা যা কর।","bangla_murtaza":"তোমরা কি চুপে চুপে কথা বলার আগে হাদিয়া প্রদানকে কষ্টকর মনে করো? যদি তোমরা হাদিয়া না দাও, আল্লাহ তোমাদের ক্ষমা করে দিয়েছেন। সুতরাং তোমরা সালাত কায়েম করো, যাকাত প্রদান করো এবং আল্লাহ ও তাঁর রসূলের আনুগত্য করো। তোমরা যা করো, আল্লাহ সে বিষয়ে খবর রাখেন।","english_text":"Are you afraid of giving alms before confering? Then, if you cannot do this, and God forgives you, be constant in your devotional obligations and pay the due share of your wealth for the welfare of others, and obey God and His Prophet. God is aware of all you do.","bangla_translit":"আ আশ্ফাক্ব তুম্ আন্ তুক্বাদ্দিমূ বাইনা ইয়াদাই নাজওয়া- কুম্ ছদাক্ব-ত্; ফাইয্ লাম্ তাফ্‘আলূ অতা-বাল্লা-হু ‘আলাইকুম্ ফাআক্বীমুছ্ ছলা-তা অআ-তুয্ যাকা-তা অআত্বী ‘উল্লা-হা অ রাসূলাহ্; অল্লা-হু খবীরুম্ বিমা-তা’মালূন্।","english_translit":"Aashfaqtum an tuqaddimoo bayna yaday najwakum sadaqatin faith lam tafAAaloo wataba Allahu AAalaykum faaqeemoo alssalata waatoo alzzakata waateeAAoo Allaha warasoolahu waAllahu khabeerun bima taAAmaloona"},{"sura":58,"aya":14,"quran_text":"أَلَمْ تَرَ إِلَى الَّذِينَ تَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ مَا هُمْ مِنْكُمْ وَلَا مِنْهُمْ وَيَحْلِفُونَ عَلَى الْكَذِبِ وَهُمْ يَعْلَمُونَ","bangla_mohiuddin":"আপনি কি তাদের প্রতি লক্ষ্য করেননি, যারা আল্লাহর গযবে নিপতিত সম্প্রদায়ের সাথে বন্ধুত্ব করে? তারা মুসলমানদের দলভুক্ত নয় এবং তাদেরও দলভূক্ত নয়। তারা জেনেশুনে মিথ্যা বিষয়ে শপথ করে।","bangla_murtaza":"তুমি কি তাদের প্রতি লক্ষ্য করোনি, যারা সেই সম্প্রদায়ের সাথে (মুনাফিকদের সাথে) বন্ধুতা করে, যাদের প্রতি আল্লাহ ক্ষুব্ধ। তারা তোমাদের লোক নয়, তোমরাও তাদের লোক নও। তারা জেনে শুনে মিথ্যা হলফ করে।","english_text":"Have you not seen those who have taken a people who have roused the wrath of God, as friends? They are neither of you nor of them, and swear to a lie, and knowingly.","bangla_translit":"আলাম্ তারা ইলাল্ লাযীনা তাওয়াল্লাও ক্বওমান্ গদ্বিবাল্ লা-হু ‘আলাইহিম্; মা-হুম্ মিন্কুম্ অলা-মিন্হুম্ অইয়াহ্লিফূনা ‘আলাল্ কাযিবি অহুম্ ইয়া’লামূন্।","english_translit":"Alam tara ila allatheena tawallaw qawman ghadiba Allahu AAalayhim ma hum minkum wala minhum wayahlifoona AAala alkathibi wahum yaAAlamoona"},{"sura":58,"aya":15,"quran_text":"أَعَدَّ اللَّهُ لَهُمْ عَذَابًا شَدِيدًا إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ","bangla_mohiuddin":"আল্লাহ তাদের জন্যে কঠোর শাস্তি প্রস্তুত রেখেছেন। নিশ্চয় তারা যা করে, খুবই মন্দ।","bangla_murtaza":"আল্লাহ তাদের জন্যে প্রস্তুত রেখেছেন কঠোর আযাব। তারা যা করে তা চরম নিকৃষ্ট।","english_text":"God has reserved a severe punishment for them. Evil indeed are the things they do!","bangla_translit":"আ‘আদ্দা ল্লা-হু লাহুম্ ‘আযা-বান্ শাদীদা-; ইন্নাহুম্ সা-য়া মা-কা-নূ ইয়া’মালূন।","english_translit":"aAAadda Allahu lahum AAathaban shadeedan innahum saa ma kanoo yaAAmaloona"},{"sura":58,"aya":16,"quran_text":"اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً فَصَدُّوا عَنْ سَبِيلِ اللَّهِ فَلَهُمْ عَذَابٌ مُهِينٌ","bangla_mohiuddin":"তারা তাদের শপথকে ঢাল করে রেখেছেন, অতঃপর তারা আল্লাহর পথ থেকে মানুষকে বাধা প্রদান করে। অতএব, তাদের জন্য রয়েছে অপমানজনক শাস্তি।","bangla_murtaza":"তারা তাদের শপথকে ঢাল হিসেবে ব্যবহার করে এবং তারা আল্লাহর পথে বাধা সৃষ্টি করে। সুতরাং তাদের জন্যে রয়েছে অপমানকর আযাব।","english_text":"They have made their oaths a shield, and obstruct people from the way of God. There is shameful punishment for them.","bangla_translit":"ইত্তাখাযূ য় আইমা-নাহুম্ জুন্নাতান্ ফাছোয়াদ্দু‘আন্ সাবীলিল্লা -হি ফালাহুম্ ‘আযা-বুম্ মুহীন্।","english_translit":"Ittakhathoo aymanahum junnatan fasaddoo AAan sabeeli Allahi falahum AAathabun muheenun"},{"sura":58,"aya":17,"quran_text":"لَنْ تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ مِنَ اللَّهِ شَيْئًا أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ","bangla_mohiuddin":"আল্লাহর কবল থেকে তাদের ধন-সম্পদ ও সন্তান-সন্ততি তাদেরকে মোটেই বাঁচাতে পারবেনা। তারাই জাহান্নামের অধিবাসী তথায় তারা চিরকাল থাকবে।","bangla_murtaza":"তাদের ধন-সম্পদ এবং সন্তান-সন্ততি আল্লাহর মোকাবেলায় তাদের কোনো কাজেই আসবেনা। তারা হবে আগুনের অধিবাসী, সেখানেই থাকবে তারা চিরকাল।","english_text":"Neither their wealth nor children will avail them against God. They are the people of Hell, and there will abide for ever.","bangla_translit":"লান্ তুগ্নিয়া ‘আন্হুম্ আম্ওয়া-লুহুম্ অলা য় আওলাদুহুম্ মিনাল্লা-হি শাইয়া-; উলা-য়িকা আছ্হা-বুন্ নার্-; হুম্ ফীহা-খ-লিদূন্।","english_translit":"Lan tughniya AAanhum amwaluhum wala awladuhum mina Allahi shayan olaika ashabu alnnari hum feeha khalidoona"},{"sura":58,"aya":18,"quran_text":"يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا فَيَحْلِفُونَ لَهُ كَمَا يَحْلِفُونَ لَكُمْ وَيَحْسَبُونَ أَنَّهُمْ عَلَى شَيْءٍ أَلَا إِنَّهُمْ هُمُ الْكَاذِبُونَ","bangla_mohiuddin":"যেদিন আল্লাহ তাদের সকলকে পুনরুত্থিত করবেন। অতঃপর তারা আল্লাহর সামনে শপথ করবে, যেমন তোমাদের সামনে শপথ করে। তারা মনে করবে যে, তারা কিছু সৎপথে আছে। সাবধান, তারাই তো আসল মিথ্যাবাদী।","bangla_murtaza":"যেদিন আল্লাহ তাদের সবাইকে পুনরুত্থিত করবেন, সেদিনও তারা আল্লাহর সাথে ঠিক সে রকম হলফই করবে, যে রকম হলফ করে তোমাদের সাথে। তারা মনে করে তারা গুরুত্বপূর্ণ কিছুর উপর রয়েছে। জেনে রাখো, আসলে তারা মিথ্যাবাদী।","english_text":"On the day that God will raise them together, they will swear before Him as they swear before you, and imagine they are on the right path. Is it not they who are liars?","bangla_translit":"ইয়াওমা ইয়াব্‘আছুহুমু ল্লা-হু জ্বামী‘আন্ ফাইয়াহ্লিফূনা লাহূ কামা-ইয়াহ্লিফূনা লাকুম্ অইয়াহসাবূনা আন্নাহুম্ ‘আলা শাইয়িন্ আলা য় ইন্নাহুম্ হুমুল্ কা-যিবূন্","english_translit":"Yawma yabAAathuhumu Allahu jameeAAan fayahlifoona lahu kama yahlifoona lakum wayahsaboona annahum AAala shayin ala innahum humu alkathiboona"},{"sura":58,"aya":19,"quran_text":"اسْتَحْوَذَ عَلَيْهِمُ الشَّيْطَانُ فَأَنْسَاهُمْ ذِكْرَ اللَّهِ أُولَئِكَ حِزْبُ الشَّيْطَانِ أَلَا إِنَّ حِزْبَ الشَّيْطَانِ هُمُ الْخَاسِرُونَ","bangla_mohiuddin":"শয়তান তাদেরকে বশীভূত করে নিয়েছে, অতঃপর আল্লাহর স্মরণ ভূলিয়ে দিয়েছে। তারা শয়তানের দল। সাবধান, শয়তানের দলই ক্ষতিগ্রস্ত।","bangla_murtaza":"শয়তান তাদের উপর প্রভাব বিস্তার করে আছে। ফলে সে তাদের ভুলিয়ে দিয়েছে আল্লাহর যিকির। মূলত তারা হলো শয়তানের দল। আর জেনে রাখো, শয়তানের দল অবশ্যি ক্ষতিগ্রস্ত হবে।","english_text":"Satan has got the better of them. and made them forget to remember God. Indeed they belong to Satan's faction. Will not Satan's faction perish?","bangla_translit":"ইস্তাহ্ওয়াযা ‘আলাইহিমুশ্ শাইত্বোয়া-নু ফাআন্সা-হুম্ যিক্রল্লা-হ্; উলা-য়িকা হিয্বুশ্ শাইত্বোয়া-ন্; ‘আলা য় ইন্না হিয্বাশ্ শাইত্বোয়া-নি হুমুল্ খা-সিরূন্।","english_translit":"Istahwatha AAalayhimu alshshaytanu faansahum thikra Allahi olaika hizbu alshshaytani ala inna hizba alshshaytani humu alkhasiroona"},{"sura":58,"aya":20,"quran_text":"إِنَّ الَّذِينَ يُحَادُّونَ اللَّهَ وَرَسُولَهُ أُولَئِكَ فِي الْأَذَلِّينَ","bangla_mohiuddin":"নিশ্চয় যারা আল্লাহ ও তাঁর রসূলের বিরুদ্ধাচারণ করে, তারাই লাঞ্ছিতদের দলভূক্ত।","bangla_murtaza":"যারা আল্লাহ ও তাঁর রসূলের বিরোধিতা করে, তারাই হবে লাঞ্ছিতদের অন্তরভুক্ত।","english_text":"Surely those who oppose God and His Prophet will be among the vilest.","bangla_translit":"ইন্নাল্লাযীনা ইয়ুহা-দ্দূনাল্লা-হা অরসূলাহূ য় উলা-য়িকা ফিল্ আযাল্লীন্।","english_translit":"Inna allatheena yuhaddoona Allaha warasoolahu olaika fee alathalleena"},{"sura":58,"aya":21,"quran_text":"كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ","bangla_mohiuddin":"আল্লাহ লিখে দিয়েছেনঃ আমি এবং আমার রসূলগণ অবশ্যই বিজয়ী হব। নিশ্চয় আল্লাহ শক্তিধর, পরাক্রমশালী।","bangla_murtaza":"আল্লাহ লিখে রেখেছেন, আমি অবশ্যি বিজয়ী হবো এবং আমার রসূলরাও। নিশ্চয়ই আল্লাহ শক্তিধর, পরাক্রমশালী।","english_text":"God has decreed: \"I will prevail, I and My apostles.\" Verily God is powerful and all-mighty.","bangla_translit":"কাতাবাল্লা-হু লাআগ্লিবান্না আনা অরুসুলী; ইন্নাল্লা-হা ক্বাও ওয়িইয়ুন্ ‘আযীয্।","english_translit":"Kataba Allahu laaghlibanna ana warusulee inna Allaha qawiyyun AAazeezun"},{"sura":58,"aya":22,"quran_text":"لَا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ أُولَئِكَ كَتَبَ فِي قُلُوبِهِمُ الْإِيمَانَ وَأَيَّدَهُمْ بِرُوحٍ مِنْهُ وَيُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ أُولَئِكَ حِزْبُ اللَّهِ أَلَا إِنَّ حِزْبَ اللَّهِ هُمُ الْمُفْلِحُونَ","bangla_mohiuddin":"যারা আল্লাহ ও পরকালে বিশ্বাস করে, তাদেরকে আপনি আল্লাহ ও তাঁর রসূলের বিরুদ্ধাচরণকারীদের সাথে বন্ধুত্ব করতে দেখবেন না, যদিও তারা তাদের পিতা, পুত্র, ভ্রাতা অথবা জ্ঞাতি-গোষ্ঠী হয়। তাদের অন্তরে আল্লাহ ঈমান লিখে দিয়েছেন এবং তাদেরকে শক্তিশালী করেছেন তাঁর অদৃশ্য শক্তি দ্বারা। তিনি তাদেরকে জান্নাতে দাখিল করবেন, যার তলদেশে নদী প্রবাহিত। তারা তথায় চিরকাল থাকবে। আল্লাহ তাদের প্রতি সন্তুষ্ট এবং তারা আল্লাহর প্রতি সন্তুষ্ট। তারাই আল্লাহর দল। জেনে রাখ, আল্লাহর দলই সফলকাম হবে।","bangla_murtaza":"যারা আল্লাহর প্রতি এবং আখিরাতের প্রতি ঈমান রাখে তুমি তাদের কাউকেও এমন পাবেনা, যে আল্লাহ ও তাঁর রসূলের বিরোধিতাকারীর সাথে বন্ধুতা ও ভালোবাসা রাখে, বিরোধিতাকারীরা তাদের বাবা-মা, ছেলে-মেয়ে, ভাই-বোন এবং আত্মীয়-স্বজন হলেও। এদের অন্তরে আল্লাহ লিখে দিয়েছেন ঈমান এবং তাদের সাহায্য করেছেন তাঁর পক্ষ থেকে রূহ (অহির জ্ঞান, কুরআন) দিয়ে। তিনি তাদের দাখিল করবেন জান্নাতে, যার নিচে দিয়ে বহমান থাকবে নদ নদী নহর, চিরকাল থাকবে তারা সেখানে। আল্লাহ তাদের প্রতি রাজি হয়ে গেছেন এবং তারাও তাঁর প্রতি রাজি হয়েছে। এরাই আল্লাহর দল। আর জেনে রাখো, আল্লাহর দলই হবে সফল।","english_text":"You will not find those who believe in God and the Day of Resurrection, loving those who oppose God and His Prophet, even though they be their fathers, sons, or brothers or their kin. God has inscribed on their hearts belief, and has succoured them with His own grace, and will admit them to gardens with rivers flowing by, where they will abide for ever, God accepting them, and they, happy in the pleasure of God. They are verily the army of God. Will not the army of God be victorious?","bangla_translit":"লা-তাজ্বিদু ক্বওমাইঁ ইয়ু”মিনূনা বিল্লা-হি অল্ইয়াওমিল্ আ-খিরি ইয়ুওয়া-দুনা মান্ হা-দ্দাল্লা-হা অরাসূলাহূ অলাও কা-নূ য় আ-বা-য়াহুম্ আও আব্না-য়াহুম্ আও ইখ্ওয়া-নাহুম্ আও আশীরতাহুম্; উলা-য়িকা কাতাবা ফী কুলূ বিহিমুল্ ঈমা-না অ আইয়্যাদাহুম্ বিরূহিম্ মিন্হু অ ইয়ুদ্খিলুহুম্ জ্বান্না-তিন্ তাজরী মিন্ তাহ্তিহাল্ আন্হা-রু খ-লিদীনা ফীহা-; রদ্বিয়াল্লা-হু আ’ন্হুম্ অ রাদ্বূ ‘আন্হু উলা-য়িকা হিয্বুল্লা-হ্; আলা য় ইন্না হিয্বাল্লা-হি হুমুল্ মুফ্লিহূন্","english_translit":"La tajidu qawman yuminoona biAllahi waalyawmi alakhiri yuwaddoona man hadda Allaha warasoolahu walaw kanoo abaahum aw abnaahum aw ikhwanahum aw AAasheeratahum olaika kataba fee quloobihimu aleemana waayyadahum biroohin minhu wayudkhiluhum jannatin tajree min tahtiha alanharu khalideena feeha radiya Allahu AAanhum waradoo AAanhu olaika hizbu Allahi ala inna hizba Allahi humu almuflihoona"}]