[{"sura":43,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ حم","bangla_mohiuddin":"হা-মীম।","bangla_murtaza":"পরম করুণাময়পরম দয়াবান আল্লাহর নামে হা মিম!","english_text":"HA MIM.","bangla_translit":"হা-মী-ম্","english_translit":"Hameem"},{"sura":43,"aya":2,"quran_text":"وَالْكِتَابِ الْمُبِينِ","bangla_mohiuddin":"শপথ সুস্পষ্ট কিতাবের,","bangla_murtaza":"সুস্পষ্ট কিতাবের শপথ!","english_text":"I call to witness the lucent Book,","bangla_translit":"অল্ কিতা-বিল্ মুবীন্।","english_translit":"Waalkitabi almubeeni"},{"sura":43,"aya":3,"quran_text":"إِنَّا جَعَلْنَاهُ قُرْآنًا عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ","bangla_mohiuddin":"আমি একে করেছি কোরআন, আরবী ভাষায়, যাতে তোমরা বুঝ।","bangla_murtaza":"আমরা এই কুরআন আরবি ভাষায় করেছি যেনো তোমরা বুঝতে পারো।","english_text":"That We made it a distinctly lucid Qur'an that you may understand.","bangla_translit":"ইন্না-জ্বা‘আল্না-হু কুরআ-নান্ ‘আরবিইয়্যাল্ লা‘আল্লাকুম্ তা’ক্বিলূন্।","english_translit":"Inna jaAAalnahu quranan AAarabiyyan laAAallakum taAAqiloona"},{"sura":43,"aya":4,"quran_text":"وَإِنَّهُ فِي أُمِّ الْكِتَابِ لَدَيْنَا لَعَلِيٌّ حَكِيمٌ","bangla_mohiuddin":"নিশ্চয় এ কোরআন আমার কাছে সমুন্নত অটল রয়েছে লওহে মাহফুযে।","bangla_murtaza":"এটি আমাদের কাছে উম্মুল কিতাবে (মূল গ্রন্থে, Mother Book-এ) সংরক্ষিত আছে। এটি অতি উঁচু মর্যাদাসম্পন্ন, বিজ্ঞানময়।","english_text":"It is inscribed in the original Book (of Books) with Us, sublime, dispenser of (all) laws.","bangla_translit":"অইন্নাহূ ফী য় উম্মিল্ কিতা-বি লাদাইনা-লা‘আলিয়্যুন্ হাকীম্।","english_translit":"Wainnahu fee ommi alkitabi ladayna laAAaliyyun hakeemun"},{"sura":43,"aya":5,"quran_text":"أَفَنَضْرِبُ عَنْكُمُ الذِّكْرَ صَفْحًا أَنْ كُنْتُمْ قَوْمًا مُسْرِفِينَ","bangla_mohiuddin":"তোমরা সীমাতিক্রমকারী সম্প্রদায়-এ কারণে কি আমি তোমাদের কাছ থেকে কোরআন প্রত্যাহার করে নেব?","bangla_murtaza":"যেহেতু তোমরা একটি সীমালংঘনকারী জাতি, সে জন্যে কি আমরা তোমাদের থেকে এই উপদেশ গ্রন্থ পুরোপুরি প্রত্যাহার করে নেবো?","english_text":"Should We have withdrawn the Reminder from you as you are a people who exceed the bounds?","bangla_translit":"আফানাদ্ব্রিবু ‘আন্কুমুয্ যিক্রা ছোয়াফ্হান্ আন্ কুন্তুম্ ক্বওমাম্ মুস্রিফীন্।","english_translit":"Afanadribu AAankumu alththikra safhan an kuntum qawman musrifeena"},{"sura":43,"aya":6,"quran_text":"وَكَمْ أَرْسَلْنَا مِنْ نَبِيٍّ فِي الْأَوَّلِينَ","bangla_mohiuddin":"পূর্ববর্তী লোকদের কাছে আমি অনেক রসূলই প্রেরণ করেছি।","bangla_murtaza":"আগেকার লোকদের কাছে আমরা বহু নবী পাঠিয়েছি।","english_text":"Many a prophet had We sent to the earlier communities,","bangla_translit":"অকাম্ র্আসাল্না- মিন্ নাবিয়্যিন্ ফিল্ আওয়্যালীন্।","english_translit":"Wakam arsalna min nabiyyin fee alawwaleena"},{"sura":43,"aya":7,"quran_text":"وَمَا يَأْتِيهِمْ مِنْ نَبِيٍّ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ","bangla_mohiuddin":"যখনই তাদের কাছে কোন রসূল আগমন করেছেন, তখনই তারা তাঁর সাথে ঠাট্টা-বিদ্রুপ করেছে।","bangla_murtaza":"যখনই তাদের কাছে কোনো নবী এসেছিল, তারা তাকে নিয়ে ঠাট্টা বিদ্রুপ করেছিল।","english_text":"But never did a prophet come at whom they did not scoff.","bangla_translit":"অমা- ইয়াতীহিম্ মিন্ নাবিয়্যিন্ ইল্লা-কা-নূ বিহী ইয়াস্ তাহ্যিয়ূন্।","english_translit":"Wama yateehim min nabiyyin illa kanoo bihi yastahzioona"},{"sura":43,"aya":8,"quran_text":"فَأَهْلَكْنَا أَشَدَّ مِنْهُمْ بَطْشًا وَمَضَى مَثَلُ الْأَوَّلِينَ","bangla_mohiuddin":"সুতরাং আমি তাদের চেয়ে অধিক শক্তি সম্পন্নদেরকে ধ্বংস করে দিয়েছি। পূর্ববর্তীদের এ ঘটনা অতীত হয়ে গেছে।","bangla_murtaza":"তাদের আমরা ধ্বংস করে দিয়েছিলাম, তারা ছিলো এদের চাইতেও প্রবল শক্তিধর। যারা অতীত হয়েছে এ রকমই ছিলো তাদের দৃষ্টান্ত।","english_text":"So We destroyed far more powerful (nations) than they. The example of earlier people is there.","bangla_translit":"ফাআহ্লাক্না য় আশাদ্দা মিন্হুম্ বাতশাঁও অ মাদ্বোয়া-মাছালুল্ আওয়্যালীন্।","english_translit":"Faahlakna ashadda minhum batshan wamada mathalu alawwaleena"},{"sura":43,"aya":9,"quran_text":"وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ خَلَقَهُنَّ الْعَزِيزُ الْعَلِيمُ","bangla_mohiuddin":"আপনি যদি তাদেরকে জিজ্ঞাসা করেন কে নভোমন্ডল ও ভূ-মন্ডল সৃষ্টি করেছে? তারা অবশ্যই বলবে, এগুলো সৃষ্টি করেছেন পরাক্রমশালী সর্বজ্ঞ আল্লাহ।","bangla_murtaza":"তুমি যদি তাদের জিজ্ঞেস করো, কে সৃষ্টি করেছেন মহাকাশ আর পৃথিবী? তারা অবশ্যি বলবে: ‘মহাশক্তিধর মহাজ্ঞানী আল্লাহ সৃষ্টি করেছেন সেগুলো।’","english_text":"If you ask them: \"Who created the heavens and the earth?\" they will answer: \"The Mighty and All-knowing created them,\"","bangla_translit":"অলায়িন্ সায়াল্তাহুম্ মান্ খলাক্বস্ সামা-ওয়া-তি অল্ র্আদোয়া লাইয়াকুলুন্না খলাক্বহুন্নাল্ ‘আযীযুল্ ‘আলীম্।","english_translit":"Walain saaltahum man khalaqa alssamawati waalarda layaqoolunna khalaqahunna alAAazeezu alAAaleemu"},{"sura":43,"aya":10,"quran_text":"الَّذِي جَعَلَ لَكُمُ الْأَرْضَ مَهْدًا وَجَعَلَ لَكُمْ فِيهَا سُبُلًا لَعَلَّكُمْ تَهْتَدُونَ","bangla_mohiuddin":"যিনি তোমাদের জন্যে পৃথিবীকে করেছেন বিছানা এবং তাতে তোমাদের জন্যে করেছেন পথ, যাতে তোমরা গন্তব্যস্থলে পৌঁছতে পার।","bangla_murtaza":"তিনিই তোমাদের জন্যে পৃথিবীকে করেছেন শয্যা-সমতল এবং তাতে তোমাদের জন্যে তৈরি করে দিয়েছেন চলাচলের পথ, যাতে করে তোমরা সঠিক পথে চলতে পারো,","english_text":"He who made the earth a bed for you, and laid out tracks upon it so that you may find the way;","bangla_translit":"আল্লাযী জ্বা‘আলা লাকুমুল্ র্আদ্বোয়া মাহ্দাঁও অজ্বা‘আলা লাকুম্ ফীহা-সুবুলাল্ লা‘আল্লাকুম্ তাহ্তাদূন্।","english_translit":"Allathee jaAAala lakumu alarda mahdan wajaAAala lakum feeha subulan laAAallakum tahtadoona"},{"sura":43,"aya":11,"quran_text":"وَالَّذِي نَزَّلَ مِنَ السَّمَاءِ مَاءً بِقَدَرٍ فَأَنْشَرْنَا بِهِ بَلْدَةً مَيْتًا كَذَلِكَ تُخْرَجُونَ","bangla_mohiuddin":"এবং যিনি আকাশ থেকে পানি বর্ষণ করেছেন পরিমিত। আতঃপর তদ্দ্বারা আমি মৃত ভূ-ভাগকে পুনরুজ্জীবিত করেছি। তোমরা এমনিভাবে উত্থিত হবে।","bangla_murtaza":"এবং তিনিই আসমান থেকে নাযিল করেন পানি পরিমাণ মতো, তা দিয়ে আমরা জীবিত করে তুলি মরা জমিনকে। এভাবেই পুনরুত্থিত করা হবে তোমাদেরকেও।","english_text":"Who sent down water in due measure from the sky, then quickened a region that was dead -- So shall We bring you forth --","bangla_translit":"অল্লাযী নায্যালা মিনাস্ সামা-য়ি মা-য়াম্ বিক্বদারিন্ ফাআর্ন্শানা বিহী বাল্দাতাম্ মাইতান্ কাযা-লিকা তুখ্রাজুন্।","english_translit":"Waallathee nazzala mina alssamai maan biqadarin faansharna bihi baldatan maytan kathalika tukhrajoona"},{"sura":43,"aya":12,"quran_text":"وَالَّذِي خَلَقَ الْأَزْوَاجَ كُلَّهَا وَجَعَلَ لَكُمْ مِنَ الْفُلْكِ وَالْأَنْعَامِ مَا تَرْكَبُونَ","bangla_mohiuddin":"এবং যিনি সবকিছুর যুগল সৃষ্টি করেছেন এবং নৌকা ও চতুস্পদ জন্তুকে তোমাদের জন্যে যানবাহনে পরিণত করেছেন,","bangla_murtaza":"তিনিই সৃষ্টি করেন প্রতিটি জিনিসের জোড়া, আর তিনিই তোমাদের জন্যে সৃষ্টি করেন নৌযান ও পশু, যাতে তোমরা আরোহণ করো।","english_text":"He who created pairs of everything, and fashioned for you boats and beasts on which you ride,","bangla_translit":"অল্লাযী খলাক্বল্ আয্ওয়া-জ্বা কুল্লাহা-অজ্বা‘আলা লাকুম্ মিনাল্ ফুল্কি অল্ আন্আ-মি মা-র্তাকাবূন্।","english_translit":"Waallathee khalaqa alazwaja kullaha wajaAAala lakum mina alfulki waalanAAami ma tarkaboona"},{"sura":43,"aya":13,"quran_text":"لِتَسْتَوُوا عَلَى ظُهُورِهِ ثُمَّ تَذْكُرُوا نِعْمَةَ رَبِّكُمْ إِذَا اسْتَوَيْتُمْ عَلَيْهِ وَتَقُولُوا سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ","bangla_mohiuddin":"যাতে তোমরা তাদের পিঠের উপর আরোহণ কর। অতঃপর তোমাদের পালনকর্তার নেয়ামত স্মরণ কর এবং বল পবিত্র তিনি, যিনি এদেরকে আমাদের বশীভূত করে দিয়েছেন এবং আমরা এদেরকে বশীভূত করতে সক্ষম ছিলাম না।","bangla_murtaza":"যাতে করে তোমরা তাদের পিঠে স্থির হয়ে বসতে পারো। এবার তোমাদের প্রতি তোমাদের প্রভুর অনুগ্রহ স্মরণ করো, যখন তোমরা সেগুলোর উপর স্থির হয়ে বসো এবং বলো: “পবিত্র ও মহান তিনি, যিনি আমাদের নিয়ন্ত্রণাধীন করে দিয়েছেন এটিকে। আমরা তো এটাকে বশীভূত করতে সমর্থ ছিলাম না।","english_text":"So that when you sit astride of them and think of the bounties of your Lord, you may say: \"All glory to Him who subjugated these for us. We were incapable of doing so.","bangla_translit":"লি তাস্তাওয়ূ আলা-জুহূরিহী ছুম্মা তায্কুরূ নি’মাতা রব্বিকুম্ ইযাস্ তাওয়াইতুম্ ‘আলাইহি অ তাকু লূ সুব্হা-নাল্লাযী সাখ্খর লানা- হা-যা- অমা-কুন্না লাহূ মুক্বরিনীন্।","english_translit":"Litastawoo AAala thuhoorihi thumma tathkuroo niAAmata rabbikum itha istawaytum AAalayhi wataqooloo subhana allathee sakhkhara lana hatha wama kunna lahu muqrineena"},{"sura":43,"aya":14,"quran_text":"وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ","bangla_mohiuddin":"আমরা অবশ্যই আমাদের পালনকর্তার দিকে ফিরে যাব।","bangla_murtaza":"আমরা অবশ্যি ফিরে যাবো আমাদের প্রভুর কাছে।”","english_text":"Surely we have to go back to our Lord.\"","bangla_translit":"অইন্না য় ইলা-রব্বিনা-লামুন্ক্বলিবূন।","english_translit":"Wainna ila rabbina lamunqaliboona"},{"sura":43,"aya":15,"quran_text":"وَجَعَلُوا لَهُ مِنْ عِبَادِهِ جُزْءًا إِنَّ الْإِنْسَانَ لَكَفُورٌ مُبِينٌ","bangla_mohiuddin":"তারা আল্লাহর বান্দাদের মধ্য থেকে আল্লাহর অংশ স্থির করেছে। বাস্তবিক মানুষ স্পষ্ট অকৃতজ্ঞ।","bangla_murtaza":"কিন্তু তারা তাঁর দাসদের মধ্য থেকে তাঁর অংশ (অংশীদার) সাব্যস্ত করে নিয়েছে। মানুষ একেবারেই সুস্পষ্ট অকৃতজ্ঞ।","english_text":"Yet they make some of His creatures His offspring! Man is surely most ungrateful.","bangla_translit":"অজ্বা‘আলূ লাহূ মিন্ ইবা-দিহী জুয্য়া-; ইন্নাল্ ইন্সা-না লাকাফূরুম্ মুবীন্।","english_translit":"WajaAAaloo lahu min AAibadihi juzan inna alinsana lakafoorun mubeenun"},{"sura":43,"aya":16,"quran_text":"أَمِ اتَّخَذَ مِمَّا يَخْلُقُ بَنَاتٍ وَأَصْفَاكُمْ بِالْبَنِينَ","bangla_mohiuddin":"তিনি কি তাঁর সৃষ্টি থেকে কন্যা সন্তান গ্রহণ করেছেন এবং তোমাদের জন্য মনোনীত করেছেন পুত্র সন্তান?","bangla_murtaza":"তিনি কি নিজের সৃষ্টির মধ্য থেকে নিজের জন্যে কন্যা সন্তান গ্রহণ করেছেন, আর তোমাদের গুণাণ্বিত করেছেন পুত্র সন্তান দিয়ে?","english_text":"Or has He taken from those He has created daughters for Himself, and assigned sons to you?","bangla_translit":"আমিত তাখাযা মিম্মা-ইয়াখ্লুকু বানা-তিঁও অআছ্ফা-কুম্ বিল্বানীন্।","english_translit":"Ami ittakhatha mimma yakhluqu banatin waasfakum bialbaneena"},{"sura":43,"aya":17,"quran_text":"وَإِذَا بُشِّرَ أَحَدُهُمْ بِمَا ضَرَبَ لِلرَّحْمَنِ مَثَلًا ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ","bangla_mohiuddin":"তারা রহমান আল্লাহর জন্যে যে, কন্যা-সন্তান বর্ণনা করে, যখন তাদের কাউকে তার সংবাদ দেয়া হয়, তখন তার মুখমন্ডল কালো হয়ে যায় এবং ভীষণ মনস্তাপ ভোগ করে।","bangla_murtaza":"তারা রহমানের জন্যে যে দৃষ্টান্ত আরোপ করে, তাদের কাউকেও সেই (কন্যা সন্তানের) সংবাদ দেয়া হলে তার মুখ কালো হয়ে যায় এবং সে জর্জরিত হয় দু:সহ মর্ম বেদনায়।","english_text":"Yet when news of (a daughter) they had reserved for Ar-Rahman comes to one of them, his face is blackened (with shame), and he grieves in silence inwardly.","bangla_translit":"অইযা-বুশ্শির আহাদুহুম্ বিমা-দ্বোয়ারাবা র্লিরহমা-নি মাছালান্ জোয়াল্লা-অজ্ব্ ্হুহূ মুস্ওয়াদ্দাঁও অ হুওয়া কাজীম্।","english_translit":"Waitha bushshira ahaduhum bima daraba lilrrahmani mathalan thalla wajhuhu muswaddan wahuwa katheemun"},{"sura":43,"aya":18,"quran_text":"أَوَمَنْ يُنَشَّأُ فِي الْحِلْيَةِ وَهُوَ فِي الْخِصَامِ غَيْرُ مُبِينٍ","bangla_mohiuddin":"তারা কি এমন ব্যক্তিকে আল্লাহর জন্যে বর্ণনা করে, যে অলংকারে লালিত-পালিত হয় এবং বিতর্কে কথা বলতে অক্ষম।","bangla_murtaza":"তারা কি আল্লাহর প্রতি এমন সন্তান আরোপ করে, যে অলংকারে সজ্জিত হয়ে লালিত পালিত হয় এবং বিতর্কের ক্ষেত্রেও সুস্পষ্ট নয়?","english_text":"Can one who has been raised on ornaments and cannot present her case coolly in a dispute (be associated with God?)","bangla_translit":"আওয়া মাইঁ ইয়ুনাশ্শায়ূ ফিল্ হিল্ইয়াতি অহুওয়া ফিল্ খিছোয়া-মি গইরু মুবীন্।","english_translit":"Awaman yunashshao fee alhilyati wahuwa fee alkhisami ghayru mubeenin"},{"sura":43,"aya":19,"quran_text":"وَجَعَلُوا الْمَلَائِكَةَ الَّذِينَ هُمْ عِبَادُ الرَّحْمَنِ إِنَاثًا أَشَهِدُوا خَلْقَهُمْ سَتُكْتَبُ شَهَادَتُهُمْ وَيُسْأَلُونَ","bangla_mohiuddin":"তারা নারী স্থির করে ফেরেশতাগণকে, যারা আল্লাহর বান্দা। তারা কি তাদের সৃষ্টি প্রত্যক্ষ করেছে? এখন তাদের দাবী লিপিবদ্ধ করা হবে এবং তাদের জিজ্ঞাসা করা হবে।","bangla_murtaza":"ফেরেশতা, যারা রহমানের দাস, তাদেরকে তারা নারী গণ্য করে। তারা কি তাদের সৃষ্টির সময় উপস্থিত ছিলো? তাদের সাক্ষ্য অবশ্যি লিখে নেয়া হবে এবং তাদের জেরা করা হবে।","english_text":"Yet they have made the angels, who are creatures of Ar-Rahman, females. Did they witness their creation? We shall record their testimony, and they will be interrogated.","bangla_translit":"অজ্বা ‘আলূল্ মালা-য়িকাতাল্ লাযীনা হুম্ ‘ইবা-র্দু রহ্মা-নি ইনা-ছা-; আশাহিদূ খল্ক্বহুম্; সাতুক্তাবু শাহা-দাতুহুম্ অ ইয়ুস্য়ালূন্।","english_translit":"WajaAAaloo almalaikata allatheena hum AAibadu alrrahmani inathan ashahidoo khalqahum satuktabu shahadatuhum wayusaloona"},{"sura":43,"aya":20,"quran_text":"وَقَالُوا لَوْ شَاءَ الرَّحْمَنُ مَا عَبَدْنَاهُمْ مَا لَهُمْ بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا يَخْرُصُونَ","bangla_mohiuddin":"তারা বলে, রহমান আল্লাহ ইচছা না করলে আমরা ওদের পূজা করতাম না। এ বিষয়ে তারা কিছুই জানে না। তারা কেবল অনুমানে কথা বলে।","bangla_murtaza":"তারা বলে ? ‘রহমান চাইলে আমরা তাদের (ফেরেশতাদের) পূজা করতাম না।’ এ বিষয়ে তাদের কোনো জ্ঞানই নেই। তারা তো কেবল মনগড়া কথাই বলছে।","english_text":"Yet they say: \"If Ar-Rahman had so pleased we would not have worshipped them.\" They have no knowledge of it in the least. They only make up lies.","bangla_translit":"অ ক্ব-লূ লাও শা-র্য়া রহ্মা-নু মা-‘আবাদ্না-হুম্; মা-লাহুম্ বিযা-লিকা মিন্ ই’ল্মিন্ ইন্হুম্ ইল্লা-ইয়াখ্রুছূন্।","english_translit":"Waqaloo law shaa alrrahmanu ma AAabadnahum ma lahum bithalika min AAilmin in hum illa yakhrusoona"},{"sura":43,"aya":21,"quran_text":"أَمْ آتَيْنَاهُمْ كِتَابًا مِنْ قَبْلِهِ فَهُمْ بِهِ مُسْتَمْسِكُونَ","bangla_mohiuddin":"আমি কি তাদেরকে কোরআনের পূর্বে কোন কিতাব দিয়েছি, অতঃপর তারা তাকে আঁকড়ে রেখেছে?","bangla_murtaza":"নাকি আমরা এই কুরআনের আগে তাদের কোনো কিতাব দিয়েছিলাম, এবং তারা সেটিকে মজবুত করে আঁকড়ে ধরতে চাইছে?","english_text":"Did We give them a Scripture before this to which they are holding fast?","bangla_translit":"আম্ আ-তাইনা-হুম্ কিতা-বাম্ মিন্ ক্ববিলহী ফাহুম্ বিহী মুস্তাম্সিকূন্।","english_translit":"Am ataynahum kitaban min qablihi fahum bihi mustamsikoona"},{"sura":43,"aya":22,"quran_text":"بَلْ قَالُوا إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُهْتَدُونَ","bangla_mohiuddin":"বরং তারা বলে, আমরা আমাদের পূর্বপুরুষদেরকে পেয়েছি এক পথের পথিক এবং আমরা তাদেরই পদাংক অনুসরণ করে পথপ্রাপ্ত।","bangla_murtaza":"বরং তারা বলে: ‘আমাদের পূর্ব পুরুষদের আমরা একটি ধর্ম বিশ্বাসের উপর পেয়েছি, আমরা তাদেরই অনুসরণ করে চলবো।’","english_text":"In fact they say: \"We found our fathers following a certain way, and are guided by their footprints.\"","bangla_translit":"বাল্ ক্ব- লূ য় ইন্না-অজ্বাদ্না য় আ-বা-য়ানা- ‘আলা য় উম্মাতিঁও অইন্না ‘আলা য় আ-ছা-রিহিম্ মুহ্তাদূন্।","english_translit":"Bal qaloo inna wajadna abaana AAala ommatin wainna AAala atharihim muhtadoona"},{"sura":43,"aya":23,"quran_text":"وَكَذَلِكَ مَا أَرْسَلْنَا مِنْ قَبْلِكَ فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُقْتَدُونَ","bangla_mohiuddin":"এমনিভাবে আপনার পূর্বে আমি যখন কোন জনপদে কোন সতর্ককারী প্রেরণ করেছি, তখনই তাদের বিত্তশালীরা বলেছে, আমরা আমাদের পূর্বপুরুষদেরকে পেয়েছি এক পথের পথিক এবং আমরা তাদেরই পদাংক অনুসরণ করে চলছি।","bangla_murtaza":"এভাবে তোমার আগে আমরা যখনই কোনো জনপদে কোনো সতর্ককারী (রসূল) পাঠিয়েছি, সেখানকার বিত্তশালী প্রভাবশালীরা বলেছে: ‘আমরা আমাদের পূর্ব পুরুষদের একটি ধর্ম বিশ্বাসের উপর পেয়েছি। আমরা তাদেরই একতেদা (অনুকরণ) করে চলবো।’","english_text":"Thus, We never sent an admonisher to a settlement before you but the decadent among them said. \"We found our fathers following this way, and we are walking in their footsteps.\"","bangla_translit":"অকাযা-লিকা মা য় র্আসাল্না- মিন্ ক্বব্লিকা ফী র্ক্বইয়াতিম্ মিন্ নাযীরিন্ ইল্লা- ক্ব-লা মুত্রাফূ হা য় ইন্না অজ্বাদ্না য় আবা-য়ানা- ‘আলা য় উম্মাতিঁও অইন্না আলা য় আ-ছা-রিহিম্ মুক্ব তাদূন্।","english_translit":"Wakathalika ma arsalna min qablika fee qaryatin min natheerin illa qala mutrafooha inna wajadna abaana AAala ommatin wainna AAala atharihim muqtadoona"},{"sura":43,"aya":24,"quran_text":"قَالَ أَوَلَوْ جِئْتُكُمْ بِأَهْدَى مِمَّا وَجَدْتُمْ عَلَيْهِ آبَاءَكُمْ قَالُوا إِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ","bangla_mohiuddin":"সে বলত, তোমরা তোমাদের পূর্বপুরুষদেরকে যে বিষয়ের উপর পেয়েছ, আমি যদি তদপেক্ষা উত্তম বিষয় নিয়ে তোমাদের কাছে এসে থাকি, তবুও কি তোমরা তাই বলবে? তারা বলত তোমরা যে বিষয়সহ প্রেরিত হয়েছ, তা আমরা মানব না।","bangla_murtaza":"সেই সতর্ককারী তাদের বলতো: ‘তোমরা তোমাদের পূর্ব পুরুষদের যে বিশ্বাস ও আচারের উপর পেয়েছো, আমি যদি তোমাদের জন্যে তার চাইতে উত্তম জীবন পদ্ধতি এনে থাকি, তবু কি তোমরা তাদের পদাংকই অনুসরণ করবে?’ তারা বলতো: ‘তোমরা যা নিয়ে এসেছো আমরা সেটার প্রতি কুফুরি (সেটা প্রত্যাখ্যান) করছি।’","english_text":"\"Even if I bring you a better guidance,\" he rejoined, \"than the one you found your fathers on?\" Still they said: \"We do not believe in what you have brought.\"","bangla_translit":"ক্ব-লা আওয়ালাও জ্বিতুকুম্ বিআহ্দা- মিম্মা-অজ্বাদ্তুম্ ‘আলাইহি আ-বা-য়া কুম্; ক্ব-লূ য় ইন্না- বিমা য় র্উসিল্তুম্ বিহী কা-ফিরূন্।","english_translit":"Qala awalaw jitukum biahda mimma wajadtum AAalayhi abaakum qaloo inna bima orsiltum bihi kafiroona"},{"sura":43,"aya":25,"quran_text":"فَانْتَقَمْنَا مِنْهُمْ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ","bangla_mohiuddin":"অতঃপর আমি তাদের কাছ থেকে প্রতিশোধ নিয়েছি। অতএব দেখুন, মিথ্যারোপকারীদের পরিণাম কিরূপ হয়েছে।","bangla_murtaza":"ফলে আমরা তাদের থেকে প্রতিশোধ নিয়েছি। এখন চেয়ে দেখো, প্রত্যাখ্যানকারীদের পরিণতি কী রকম হয়ে থাকে?","english_text":"Then We punished them. So look at the fate of those who denied.","bangla_translit":"ফান্তাক্বম্না-মিন্হুম্ ফার্ন্জু কাইফা কা-না ‘আ-ক্বিবাতুল্ মুকায্যিবীন্।","english_translit":"Faintaqamna minhum faonthur kayfa kana AAaqibatu almukaththibeena"},{"sura":43,"aya":26,"quran_text":"وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ وَقَوْمِهِ إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ","bangla_mohiuddin":"যখন ইব্রাহীম তার পিতা ও সম্প্রদায়কে বলল, তোমরা যাদের পূজা কর, তাদের সাথে আমার কোন সম্পর্ক নেই।","bangla_murtaza":"স্মরণ করো, ইবরাহিম তার পিতাকে এবং তার জাতিকে বলেছিল: “আপনারা যাদের পূজা করছেন, আমি তাদের সাথে সম্পর্ক ছিন্ন করলাম।","english_text":"When Abraham said to his father and his people: \"I am rid of what you worship","bangla_translit":"অ ইয্ ক্ব-লা ইব্রা-হীমু লিআবীহি অক্বওমিহী য় ইন্নানী বারা-য়ুম্ মিম্মা- তা’বুদূন্।","english_translit":"Waith qala ibraheemu liabeehi waqawmihi innanee baraon mimma taAAbudoona"},{"sura":43,"aya":27,"quran_text":"إِلَّا الَّذِي فَطَرَنِي فَإِنَّهُ سَيَهْدِينِ","bangla_mohiuddin":"তবে আমার সম্পর্ক তাঁর সাথে যিনি আমাকে সৃষ্টি করেছেন। অতএব, তিনিই আমাকে সৎপথ প্রদর্শন করবেন।","bangla_murtaza":"আমার সম্পর্ক শুধু তাঁর সাথে গড়ে নিলাম, যিনি আমাকে সৃষ্টি করেছেন এবং তিনিই আমাকে সঠিক পথ দেখিয়েছেন।”","english_text":"Other than Him who created me. He will show me the right way.\"","bangla_translit":"ইল্লাল্লাযী ফাত্বোয়ারনী ফাইন্নাহূ সাইয়াহ্দীন্।","english_translit":"Illa allathee fataranee fainnahu sayahdeeni"},{"sura":43,"aya":28,"quran_text":"وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ لَعَلَّهُمْ يَرْجِعُونَ","bangla_mohiuddin":"এ কথাটিকে সে অক্ষয় বাণীরূপে তার সন্তানদের মধ্যে রেখে গেছে, যাতে তারা আল্লাহর দিকেই আকৃষ্ট থাকে।","bangla_murtaza":"ইবরাহিম তার এই ঘোষণাকে স্থায়ী বাণী হিসেবে রেখে গেছে তার পরবর্তীদের জন্যে যাতে করে তারা ফিরে আসে (আল্লাহর দিকে)।","english_text":"This is the legacy he left to his descendants so that they may turn (to God).","bangla_translit":"অজ্বা‘আলাহা-কালিমাতাম্ বা-ক্বিয়াতান্ ফী ‘আক্বিবিহী লা‘আল্লাহুম্ ইর্য়াজ্বি‘ঊন্।","english_translit":"WajaAAalaha kalimatan baqiyatan fee AAaqibihi laAAallahum yarjiAAoona"},{"sura":43,"aya":29,"quran_text":"بَلْ مَتَّعْتُ هَؤُلَاءِ وَآبَاءَهُمْ حَتَّى جَاءَهُمُ الْحَقُّ وَرَسُولٌ مُبِينٌ","bangla_mohiuddin":"পরন্ত আমিই এদেরকে ও এদের পূর্বপুরুষদেরকে জীবনোপভোগ করতে দিয়েছি, অবশেষে তাদের কাছে সত্য ও স্পষ্ট বর্ণনাকারী রসূল আগমন করেছে।","bangla_murtaza":"বরং আমিই তাদের এবং তাদের পূর্ব পুরুষদের দিয়েছি ভোগের সামগ্রী, অবশেষে তাদের কাছে সত্য এসেছে এবং এসেছে এক সুস্পষ্ট বার্তাবাহক রসূল।","english_text":"In fact, I allowed them and their fathers to enjoy this life till the truth, and the apostle preaching it lucidly, came to them.","bangla_translit":"বাল্ মাত্তা’তু হা য় য়ুলা-য়ি অআ-বা-য়াহুম্ হাত্তা- জ্বা-য়াহুমুল্ হাক্ব কু অরসূলুম্ মুবীন্।","english_translit":"Bal mattaAAtu haolai waabaahum hatta jaahumu alhaqqu warasoolun mubeenun"},{"sura":43,"aya":30,"quran_text":"وَلَمَّا جَاءَهُمُ الْحَقُّ قَالُوا هَذَا سِحْرٌ وَإِنَّا بِهِ كَافِرُونَ","bangla_mohiuddin":"যখন সত্য তাদের কাছে আগমন করল, তখন তারা বলল, এটা যাদু, আমরা একে মানি না।","bangla_murtaza":"যখন তাদের কাছে সত্য এলো, তারা বললো: ‘এতো ম্যাজিক, আমরা একে প্রত্যাখ্যান করছি।’","english_text":"Yet when the truth had come to them, they said: \"This is sorcery. We shall never believe in it.\"","bangla_translit":"অলাম্মা- জ্বা-য়াহুমুল্ হাক্ব্ কু ক্ব-লূ হা-যা- সিহ্রুঁও অইন্না- বিহী কা-ফিরূন্।","english_translit":"Walamma jaahumu alhaqqu qaloo hatha sihrun wainna bihi kafiroona"},{"sura":43,"aya":31,"quran_text":"وَقَالُوا لَوْلَا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ","bangla_mohiuddin":"তারা বলে, কোরআন কেন দুই জনপদের কোন প্রধান ব্যক্তির উপর অবতীর্ণ হল না?","bangla_murtaza":"তারা আরো বলেছে: ‘দুই জনপদের (মক্কা ও তায়েফের) কোনো মহান ব্যক্তিত্বের কাছে কেন এই কুরআন নাযিল হলোনা?’","english_text":"They also said: \"Why was this Qur'an not sent down to some great man of the two cities?\"","bangla_translit":"অক্ব-লূ লাওলা-নুয্যিলা হা-যাল্ কুরআ-নু ‘আলা-রাজুলিম্ মিনাল্ র্ক্বইয়াতাইনি ‘আজীম্।","english_translit":"Waqaloo lawla nuzzila hatha alquranu AAala rajulin mina alqaryatayni AAatheemun"},{"sura":43,"aya":32,"quran_text":"أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَعِيشَتَهُمْ فِي الْحَيَاةِ الدُّنْيَا وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّا وَرَحْمَتُ رَبِّكَ خَيْرٌ مِمَّا يَجْمَعُونَ","bangla_mohiuddin":"তারা কি আপনার পালনকর্তার রহমত বন্টন করে? আমি তাদের মধ্যে তাদের জীবিকা বন্টন করেছি পার্থিব জীবনে এবং একের মর্যাদাকে অপরের উপর উন্নীত করেছি, যাতে একে অপরকে সেবক রূপে গ্রহণ করে। তারা যা সঞ্চয় করে, আপনার পালনকর্তার রহমত তদপেক্ষা উত্তম।","bangla_murtaza":"তারাই কি বণ্টন করে তোমার প্রভুর রহমত? আমরাই তো তাদের মাঝে তাদের জীবিকা বণ্টন করে দেই পার্থিব জীবনে এবং একজনকে আরেকজনের উপর শ্রেষ্ঠ করি মর্যাদায়, যাতে করে তারা একে অপরকে কাজ আদায় করার  জন্যে (কর্মচারী) নিয়োগ করতে পারে। তারা যা সঞ্চয় করে তার চাইতে তোমার প্রভুর রহমতই  শ্রেষ্ঠ।","english_text":"Are they the ones who dispense the favour of your Lord? It is He who apportions the means of livelihood among them in this world, and raises some in position over the others to make some others submissive. The favours of your Lord are better than what they amass.","bangla_translit":"আহুম্ ইয়াক্ব সিমূনা রহ্মাতা রব্বিক্; নাহ্নু ক্বসাম্না-বাইনাহুম্ মা‘ঈশাতাহুম্ ফিল্ হা-ইয়া-তিদ্ দুন্ইয়া-অরাফা’না-বা’দ্বোয়াহুম্ ফাওক্ব বা’দ্বিন্ দারজ্বা-তিল্ লিইয়াত্তাখিযা বা’দ্বুহুম্ বা’দ্বোয়ান্ সুখ্রিয়্যা-; অরহ্মাতু রব্বিকা খইরুম্ মিম্মা-ইয়াজ্ব মাঊ’ন্।","english_translit":"Ahum yaqsimoona rahmata rabbika nahnu qasamna baynahum maAAeeshatahum fee alhayati alddunya warafaAAna baAAdahum fawqa baAAdin darajatin liyattakhitha baAAduhum baAAdan sukhriyyan warahmatu rabbika khayrun mimma yajmaAAoona"},{"sura":43,"aya":33,"quran_text":"وَلَوْلَا أَنْ يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً لَجَعَلْنَا لِمَنْ يَكْفُرُ بِالرَّحْمَنِ لِبُيُوتِهِمْ سُقُفًا مِنْ فِضَّةٍ وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَ","bangla_mohiuddin":"যদি সব মানুষের এক মতাবলম্বী হয়ে যাওয়ার আশংকা না থাকত, তবে যারা দয়াময় আল্লাহকে অস্বীকার করে আমি তাদেরকে দিতাম তাদের গৃহের জন্যে রৌপ্য নির্মিত ছাদ ও সিঁড়ি, যার উপর তারা চড়ত।","bangla_murtaza":"সত্য প্রত্যাখ্যান করে মানুষ একই পথের অনুসারী হয়ে পড়বে-এ আশঙ্কা না থাকলে রহমানের প্রতি যারা কুফুরি করে, তাদেরকে আমরা দিতাম তাদের ঘরের জন্যে রূপার ছাদ ও সিঁড়ি, যা দিয়ে তারা বেয়ে উঠে,","english_text":"Had it not been that all people would become one community (of unbelievers), We might have given those who disbelieve in Ar-Rahman roofs of silver for their dwellings and (silver) stairs for mounting,","bangla_translit":"অলাওলা য় আইঁ ইয়াকূনান্ না-সু উম্মাতাঁও ওয়া-হিদাতাল্ লাজ্বা‘আল্না-লিমাইঁ ইয়াক্ফুরু র্বিরহ্মা-নি লিবুইয়ূ তিহিম্ সুকুফাম্ মিন্ ফিদ্বোয়াতিঁও অমা‘আ রিজ্বা ‘আলাইহা-ইয়াজ্হারূন্।","english_translit":"Walawla an yakoona alnnasu ommatan wahidatan lajaAAalna liman yakfuru bialrrahmani libuyootihim suqufan min fiddatin wamaAAarija AAalayha yathharoona"},{"sura":43,"aya":34,"quran_text":"وَلِبُيُوتِهِمْ أَبْوَابًا وَسُرُرًا عَلَيْهَا يَتَّكِئُونَ","bangla_mohiuddin":"এবং তাদের গৃহের জন্যে দরজা দিতাম এবং পালংক দিতাম যাতে তারা হেলান দিয়ে বসত।","bangla_murtaza":"আর তাদের ঘরের জন্যে দরজা এবং খাট পালঙ্ক -যাতে পিঠ রেখে তারা বিশ্রাম করে।","english_text":"And doors (of silver) for their houses, (silver) couches for reclining,","bangla_translit":"অলিবুইয়ূতিহিম্ আব্ওয়া-বাঁও অসুরুরন্ ‘আলাইহা-ইয়াত্তাকিয়ূন্।","english_translit":"Walibuyootihim abwaban wasururan AAalayha yattakioona"},{"sura":43,"aya":35,"quran_text":"وَزُخْرُفًا وَإِنْ كُلُّ ذَلِكَ لَمَّا مَتَاعُ الْحَيَاةِ الدُّنْيَا وَالْآخِرَةُ عِنْدَ رَبِّكَ لِلْمُتَّقِينَ","bangla_mohiuddin":"এবং স্বর্ণনির্মিতও দিতাম। এগুলো সবই তো পার্থিব জীবনের ভোগ সামগ্রী মাত্র। আর পরকাল আপনার পালনকর্তার কাছে তাঁদের জন্যেই যারা ভয় করে।","bangla_murtaza":"আর সোনার তৈরিও। আর এগুলো সবই তো দুনিয়ার জীবনের ভোগ-সম্ভার। আর আখিরাতের সম্ভার (শান শওকত) তোমার প্রভুর কাছে সংরক্ষিত রয়েছে মুত্তাকিদের জন্যে।","english_text":"And ornaments of gold. But all this would have been nothing but the vanity of this world. The Hereafter with your Lord is for those who take heed for themselves and follow the straight path.","bangla_translit":"অযুখ্রুফা-; যা-লিকা লাম্মা-মাতা-উ’ল্ হা-ইয়া-তিদ দুন্ইয়া-;অল্ আ-খিরাতু ই’ন্দা রব্বিকলিল্মুত্তাক্বীন্।","english_translit":"Wazukhrufan wain kullu thalika lamma mataAAu alhayati alddunya waalakhiratu AAinda rabbika lilmuttaqeena"},{"sura":43,"aya":36,"quran_text":"وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَنِ نُقَيِّضْ لَهُ شَيْطَانًا فَهُوَ لَهُ قَرِينٌ","bangla_mohiuddin":"যে ব্যক্তি দয়াময় আল্লাহর স্মরণ থেকে চোখ ফিরিয়ে নেয়, আমি তার জন্যে এক শয়তান নিয়োজিত করে দেই, অতঃপর সে-ই হয় তার সঙ্গী।","bangla_murtaza":"যে ব্যক্তি রহমানের যিকির থেকে বিমুখ হয়ে জীবন যাপন করে, আমরা তার পেছনে নিয়োগ করে দেই একটা শয়তান, সে হয়ে যায় তার সংগি।","english_text":"We shall attach to him who goes blind to the remembrance of Ar-Rahman a devil as companion, --","bangla_translit":"অমাইঁ ইয়াশু‘আন্ যির্ক্রি রহ্মা-নি নুক্বয়্যিদ্ব্ লাহূ শাইত্বোয়া-নান্ ফাহুওয়া লাহূ ক্বরীন্।","english_translit":"Waman yaAAshu AAan thikri alrrahmani nuqayyid lahu shaytanan fahuwa lahu qareenun"},{"sura":43,"aya":37,"quran_text":"وَإِنَّهُمْ لَيَصُدُّونَهُمْ عَنِ السَّبِيلِ وَيَحْسَبُونَ أَنَّهُمْ مُهْتَدُونَ","bangla_mohiuddin":"শয়তানরাই মানুষকে সৎপথে বাধা দান করে, আর মানুষ মনে করে যে, তারা সৎপথে রয়েছে।","bangla_murtaza":"এই শয়তানেরাই মানুষকে বাধা দিয়ে রাখে আল্লাহর পথ থেকে। অথচ তারা মনে করে তারা সঠিক পথেই আছে।","english_text":"Surely the (devils) obstruct them from the path, though they think they are rightly guided, --","bangla_translit":"অ ইন্নাহুম্ লাইয়াছুদ্দুনা হুম্ ‘আনিস্ সাবীলি অইয়াহ্সাবূনা আন্নাহুম্ মুহ্তাদূন্।","english_translit":"Wainnahum layasuddoonahum AAani alssabeeli wayahsaboona annahum muhtadoona"},{"sura":43,"aya":38,"quran_text":"حَتَّى إِذَا جَاءَنَا قَالَ يَا لَيْتَ بَيْنِي وَبَيْنَكَ بُعْدَ الْمَشْرِقَيْنِ فَبِئْسَ الْقَرِينُ","bangla_mohiuddin":"অবশেষে যখন সে আমার কাছে আসবে, তখন সে শয়তানকে বলবে, হায়, আমার ও তোমার মধ্যে যদি পূর্ব-পশ্চিমের দূরত্ব থাকত। কত হীন সঙ্গী সে।","bangla_murtaza":"অবশেষে সে যখন আমাদের কাছে এসে উপস্থিত হয়, তখন সে শয়তানকে বলে: ‘হায়, তোর এবং আমার মাঝে যদি পূর্ব-পশ্চিমের দূরত্ব থাকতো।’ কতো যে নিকৃষ্ট সংগি এই শয়তান।","english_text":"Until when he comes before Us he will say (to the devil): \"Would to God there was a distance of the East and West between you and me, for you were an evil companion!\"","bangla_translit":"হাত্তা য় ইযা-জ্বা-য়ানা ক্ব-লা ইয়া-লাইতা বাইনী অবাইনাকা বু’দাল্ মাশ্রিক্বইনি ফাবিসাল্ ক্বরীন্।","english_translit":"Hatta itha jaana qala ya layta baynee wabaynaka buAAda almashriqayni fabisa alqareenu"},{"sura":43,"aya":39,"quran_text":"وَلَنْ يَنْفَعَكُمُ الْيَوْمَ إِذْ ظَلَمْتُمْ أَنَّكُمْ فِي الْعَذَابِ مُشْتَرِكُونَ","bangla_mohiuddin":"তোমরা যখন কুফর করছিলে, তখন তোমাদের আজকের আযাবে শরীক হওয়া কোন কাজে আসবে না।","bangla_murtaza":"আজ তোমাদের এই অনুতাপ কোনো কাজেই আসবেনা যেহেতু তোমরা সীমালংঘন করেছিলে। তোমরা সবাই  শরিক হবে আযাবে।","english_text":"But nothing will avail you on that day, for you were unjust, and you will be partners in the punishment.","bangla_translit":"অলাইঁ ইয়ান্ফা‘আকুমুল্ ইয়াওমা ইয্ জোয়ালাম্তুম্ আন্নাকুম্ ফিল্ ‘আযা-বি মুশ্তারিকূন্।","english_translit":"Walan yanfaAAakumu alyawma ith thalamtum annakum fee alAAathabi mushtarikoona"},{"sura":43,"aya":40,"quran_text":"أَفَأَنْتَ تُسْمِعُ الصُّمَّ أَوْ تَهْدِي الْعُمْيَ وَمَنْ كَانَ فِي ضَلَالٍ مُبِينٍ","bangla_mohiuddin":"আপনি কি বধিরকে শোনাতে পারবেন? অথবা যে অন্ধ ও যে স্পষ্ট পথ ভ্রষ্টতায় লিপ্ত, তাকে পথ প্রদর্শণ করতে পারবেন?","bangla_murtaza":"তা হলে তুমি কি শুনাবে বধিরকে, কিংবা সঠিক পথ দেখাবে অন্ধকে, আর ঐ ব্যক্তিকে যে রয়েছে সুস্পষ্ট বিভ্রান্তিতে?","english_text":"Can you make the deaf to hear, or show the blind, and those lost in clear error, the way?","bangla_translit":"আফাআন্তা তুস্মি‘উছ্ ছুম্মা আও তাহ্দিল্ উ’ম্ইয়া অমান্ কা-না ফী দ্বোয়ালা-লিম্ মুবীন্।","english_translit":"Afaanta tusmiAAu alssumma aw tahdee alAAumya waman kana fee dalalin mubeenin"},{"sura":43,"aya":41,"quran_text":"فَإِمَّا نَذْهَبَنَّ بِكَ فَإِنَّا مِنْهُمْ مُنْتَقِمُونَ","bangla_mohiuddin":"অতঃপর আমি যদি আপনাকে নিয়ে যাই, তবু আমি তাদের কাছে থেকে প্রতিশোধ নেব।","bangla_murtaza":"আমরা যদি তোমাকে নিয়ে যাই, তবু তাদের থেকে প্রতিশোধ নেবো।","english_text":"We shall punish them whether We take you away,","bangla_translit":"ফাইম্মা- নায্হাবান্না বিকা ফাইন্না-মিন্হুম্ মুন্তাক্বিমূন্।","english_translit":"Faimma nathhabanna bika fainna minhum muntaqimoona"},{"sura":43,"aya":42,"quran_text":"أَوْ نُرِيَنَّكَ الَّذِي وَعَدْنَاهُمْ فَإِنَّا عَلَيْهِمْ مُقْتَدِرُونَ","bangla_mohiuddin":"অথবা যদি আমি তাদেরকে যে আযাবের ওয়াদা দিয়েছি, তা আপনাকে দেখিয়ে দেই, তবু তাদের উপর আমার পূর্ণ ক্ষমতা রয়েছে।","bangla_murtaza":"অথবা আমরা তাদেরকে শাস্তির যে ওয়াদা দিয়েছি তা যদি (তোমার জীবদ্দশাতেই) তোমাকে দেখাই। তাদের উপর আমাদের পূর্ণ ক্ষমতা রয়েছে।","english_text":"Or show you some of what We have promised them. They are certainly well within Our power.","bangla_translit":"আও নুরিইয়ান্নাকা ল্লাযী অ‘আদ্না-হুম্ ফাইন্না ‘আলাইহিম্ মুক্বতাদিরূন্।","english_translit":"Aw nuriyannaka allathee waAAadnahum fainna AAalayhim muqtadiroona"},{"sura":43,"aya":43,"quran_text":"فَاسْتَمْسِكْ بِالَّذِي أُوحِيَ إِلَيْكَ إِنَّكَ عَلَى صِرَاطٍ مُسْتَقِيمٍ","bangla_mohiuddin":"অতএব, আপনার প্রতি যে ওহী নাযিল করা হয়, তা দৃঢ়ভাবে অবলম্বন করুন। নিঃসন্দেহে আপনি সরল পথে রয়েছেন।","bangla_murtaza":"অতএব তোমার প্রতি যে অহি করা হয়েছে, তা শক্তভাবে আঁকড়ে ধরো। অবশ্যি তুমি রয়েছো সিরাতুল মুস্তাকিমের (সরল সঠিক পথের) উপর।","english_text":"So hold fast to what has been revealed to you. You are truly on the right path.","bangla_translit":"ফাস্তাম্সিক্ বিল্লাযী য় ঊহিয়া ইলাইকা ইন্নাকা ‘আলা-ছির-ত্বিম্ মুস্্তাক্বীম্।","english_translit":"Faistamsik biallathee oohiya ilayka innaka AAala siratin mustaqeemin"},{"sura":43,"aya":44,"quran_text":"وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ وَسَوْفَ تُسْأَلُونَ","bangla_mohiuddin":"এটা আপনার ও আপনার সম্প্রদায়ের জন্যে উল্লেখিত থাকবে এবং শীঘ্রই আপনারা জিজ্ঞাসিত হবেন।","bangla_murtaza":"এ কুরআন তোমার জন্যে এবং তোমার কওমের জন্যে একটি সম্মানের প্রতীক। শীঘ্রি এ (কুরআনের) বিষয়ে তোমাদের জিজ্ঞাসা করা হবে।","english_text":"It is a (source) of greatness for you and your people. You will surely be questioned about it.","bangla_translit":"অ ইন্নাহূ লাযিক্রুল লাকা অলিক্বওমিকা অসাওফা তুস্য়ালূন্।","english_translit":"Wainnahu lathikrun laka waliqawmika wasawfa tusaloona"},{"sura":43,"aya":45,"quran_text":"وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَا أَجَعَلْنَا مِنْ دُونِ الرَّحْمَنِ آلِهَةً يُعْبَدُونَ","bangla_mohiuddin":"আপনার পূর্বে আমি যেসব রসূল প্রেরণ করেছি, তাদেরকে জিজ্ঞেস করুন, দয়াময় আল্লাহ ব্যতীত আমি কি কোন উপাস্য স্থির করেছিলাম এবাদতের জন্যে?","bangla_murtaza":"তোমার আগে আমরা যেসব রসূল পাঠিয়েছিলাম তাদের জিজ্ঞাসা করো, আমরা কি রহমানের পরিবর্তে অন্য ইলাহ্দের (দেবতাদের) নির্ধারণ করেছিল, যাদের ইবাদত করা যেতে পারে?","english_text":"Inquire of apostles We had sent before you if We appointed gods to be worshipped other than Ar-Rahman.","bangla_translit":"অসয়াল্ মান্ র্আসাল্না মিন্ ক্বব্লিকা র্মি রুসূলিনা য় আজ্বা‘আল্না-মিন্ দূর্নি রহ্মা-নি আ-লিহাতাঁই ইয়ু’বাদূন্।","english_translit":"Waisal man arsalna min qablika min rusulina ajaAAalna min dooni alrrahmani alihatan yuAAbadoona"},{"sura":43,"aya":46,"quran_text":"وَلَقَدْ أَرْسَلْنَا مُوسَى بِآيَاتِنَا إِلَى فِرْعَوْنَ وَمَلَئِهِ فَقَالَ إِنِّي رَسُولُ رَبِّ الْعَالَمِينَ","bangla_mohiuddin":"আমি মূসাকে আমার নিদর্শনাবলী দিয়ে ফেরাউন ও তার পরিষদবর্গের কাছে প্রেরণ করেছিলাম, অতঃপর সে বলেছিল, আমি বিশ্ব পালনকর্তার রসূল।","bangla_murtaza":"আমরা মূসাকে আমাদের নিদর্শনাবলি নিয়ে পাঠিয়েছিলাম ফেরাউন ও তার পারিষদবর্গের কাছে। মূসা তাদের বলেছিল: ‘আমি রাব্বুল আলামিনের রসূল।’","english_text":"We sent Moses with Our signs to the Pharaoh and his nobles. He said: \"I have been sent by the Lord of all the worlds.\"","bangla_translit":"অলাক্বদ্ র্আসালনা- মূসা-বিআ-ইয়া-তিনা য় ইলা-র্ফি‘আউনা অমালায়িহী ফাক্ব-লা ইন্নী রাসূলু রব্বিল্ ‘আ-লামীন্।","english_translit":"Walaqad arsalna moosa biayatina ila firAAawna wamalaihi faqala innee rasoolu rabbi alAAalameena"},{"sura":43,"aya":47,"quran_text":"فَلَمَّا جَاءَهُمْ بِآيَاتِنَا إِذَا هُمْ مِنْهَا يَضْحَكُونَ","bangla_mohiuddin":"অতঃপর সে যখন তাদের কাছে আমার নিদর্শনাবলী উপস্থাপন করল, তখন তারা হাস্যবিদ্রুপ করতে লাগল।","bangla_murtaza":"সে যখন তাদের কাছে আমাদের নিদর্শনাবলি নিয়ে উপস্থিত হয়, তখন তারা তাকে নিয়ে ঠাট্টা বিদ্রুপ করতে থাকে।","english_text":"But when he brought to them Our signs they laughed at them,","bangla_translit":"ফালাম্মা- জ্বা-য়াহুম্ বি আ-ইয়া-তিনা য় ইযা-হুম্ মিন্হা-ইয়াদ্ব্হাকূন্।","english_translit":"Falamma jaahum biayatina itha hum minha yadhakoona"},{"sura":43,"aya":48,"quran_text":"وَمَا نُرِيهِمْ مِنْ آيَةٍ إِلَّا هِيَ أَكْبَرُ مِنْ أُخْتِهَا وَأَخَذْنَاهُمْ بِالْعَذَابِ لَعَلَّهُمْ يَرْجِعُونَ","bangla_mohiuddin":"আমি তাদেরকে যে নিদর্শনই দেখাতাম, তাই হত পূর্ববর্তী নিদর্শন অপেক্ষা বৃহৎ এবং আমি তাদেরকে শাস্তি দ্বারা পাকড়াও করলাম, যাতে তারা ফিরে আসে।","bangla_murtaza":"আমরা তাদের যে নিদর্শনই দেখিয়েছি, সেটি ছিলো সেটির বোনের (অনুরূপ নিদর্শনের) চাইতে বড়। আমরা তাদের আযাব দিয়েছিলাম যাতে করে তারা ফিরে আসে।","english_text":"(Even though) each miracle that We showed them was greater than the other. So We seized them with chastisement so that they may turn back.","bangla_translit":"অমা-নুরীহিম্ মিন্ আ-ইয়াতিন্ ইল্লা-হিয়া আক্বারু মিন্ উখ্তিহা-অআখায্না-হুম্ বিল্ ‘আযা-বি লা‘আল্লাহুম্ ইর্য়াজ্বি‘ঊন্।","english_translit":"Wama nureehim min ayatin illa hiya akbaru min okhtiha waakhathnahum bialAAathabi laAAallahum yarjiAAoona"},{"sura":43,"aya":49,"quran_text":"وَقَالُوا يَا أَيُّهَ السَّاحِرُ ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَ إِنَّنَا لَمُهْتَدُونَ","bangla_mohiuddin":"তারা বলল, হে যাদুকর, তুমি আমাদের জন্যে তোমার পালনকর্তার কাছে সে বিষয় প্রার্থনা কর, যার ওয়াদা তিনি তোমাকে দিয়েছেন; আমরা অবশ্যই সৎপথ অবলম্বন করব।","bangla_murtaza":"তারা (মূসাকে) বলেছিল: ‘হে ম্যাজেসিয়ান! তোমার প্রভুর কাছে তুমি সেই জিনিস প্রার্থনা করো যা তিনি তোমার সাথে অংগীকার করেছেন। তাহলে অবশ্যি আমরা হিদায়াতের পথে চলে আসবো।’","english_text":"But they said: \"O sorcerer, call on your Lord for us in accordance with the compact He has made with you. We shall certainly come to guidance.\"","bangla_translit":"অক্বা-লূ ইয়া য় আইয়ুহাস্ সা-হিরুদ্‘উ লানা- রব্বাকা বিমা-‘আহিদা ‘ইন্দাকা ইন্নানা-লামুহ্তাদূন্।","english_translit":"Waqaloo ya ayyuha alsahiru odAAu lana rabbaka bima AAahida AAindaka innana lamuhtadoona"},{"sura":43,"aya":50,"quran_text":"فَلَمَّا كَشَفْنَا عَنْهُمُ الْعَذَابَ إِذَا هُمْ يَنْكُثُونَ","bangla_mohiuddin":"অতঃপর যখন আমি তাদের থেকে আযাব প্রত্যাহার করে নিলাম, তখনই তারা অঙ্গীকার ভঙ্গ করতে লাগলো।","bangla_murtaza":"তারপর যখনই আমরা তাদের থেকে আযাব দূরীভূত করে দিতাম, তখনই তারা তাদের প্রতিশ্রুতি ভংগ করতো।","english_text":"Yet no sooner did We take away the affliction from them than they broke their pledge.","bangla_translit":"ফালাম্মা-কাশাফ্না- ‘আন্ হুমুল্ ‘আযা-বা ইযা-হুম্ ইয়ান্কুছূন্।","english_translit":"Falamma kashafna AAanhumu alAAathaba itha hum yankuthoona"},{"sura":43,"aya":51,"quran_text":"وَنَادَى فِرْعَوْنُ فِي قَوْمِهِ قَالَ يَا قَوْمِ أَلَيْسَ لِي مُلْكُ مِصْرَ وَهَذِهِ الْأَنْهَارُ تَجْرِي مِنْ تَحْتِي أَفَلَا تُبْصِرُونَ","bangla_mohiuddin":"ফেরাউন তার সম্প্রদায়কে ডেকে বলল, হে আমার কওম, আমি কি মিসরের অধিপতি নই? এই নদী গুলো আমার নিম্নদেশে প্রবাহিত হয়, তোমরা কি দেখ না?","bangla_murtaza":"ফেরাউন তার কওমের মধ্যে ঘোষণা করলো: “হে আমার জাতি! এই মিশর  সাম্রাজ্যের মালিক কি আমি নই, এবং আমার পাদদেশ দিয়ে প্রবাহিত এই নদীগুলোর? তোমরা কি দেখতে পাওনা?","english_text":"And the Pharaoh said to his people: \"O people, is not mine the kingdom of Egypt and these rivers that flow at my feet? Can you still not comprehend?","bangla_translit":"অনা-দা- র্ফি‘আউনু ফী কওমিহী ক্ব-লা ইয়া-ক্বওমি আলাইসা লী মুল্কু মিছ্র-অহা-যিহিল্ আন্হা-রু তাজ্ব রী মিন্ তাহ্তী আফালা-তুব্ছিরূন্।","english_translit":"Wanada firAAawnu fee qawmihi qala ya qawmi alaysa lee mulku misra wahathihi alanharu tajree min tahtee afala tubsiroona"},{"sura":43,"aya":52,"quran_text":"أَمْ أَنَا خَيْرٌ مِنْ هَذَا الَّذِي هُوَ مَهِينٌ وَلَا يَكَادُ يُبِينُ","bangla_mohiuddin":"আমি যে শ্রেষ্ট এ ব্যক্তি থেকে, যে নীচ এবং কথা বলতেও সক্ষম নয়।","bangla_murtaza":"আর এই হীন স্পষ্ট কথা বলতে অক্ষম লোকটি থেকে আমিই তো শ্রেষ্ঠ।","english_text":"Am I (not) better than him who is contemptible, and cannot even express himself clearly?","bangla_translit":"আম্ আনা খইরুম্ মিন্হা-যাল্লাযী হুওয়া মাহী নুঁও অলা- ইয়াকা-দু ইয়ুবীন্।","english_translit":"Am ana khayrun min hatha allathee huwa maheenun wala yakadu yubeenu"},{"sura":43,"aya":53,"quran_text":"فَلَوْلَا أُلْقِيَ عَلَيْهِ أَسْوِرَةٌ مِنْ ذَهَبٍ أَوْ جَاءَ مَعَهُ الْمَلَائِكَةُ مُقْتَرِنِينَ","bangla_mohiuddin":"তাকে কেন স্বর্ণবলয় পরিধান করানো হল না, অথবা কেন আসল না তার সঙ্গে ফেরেশতাগণ দল বেঁধে?","bangla_murtaza":"তাকে কেন দেয়া হলো না সোনার কঙ্কন, কিংবা ফেরেশতারা কেন এলো না তার সাথে দলবদ্ধ হয়ে?”","english_text":"Why were then no bracelets of gold shed upon him from above, or angels sent down as a retinue with him?\"","bangla_translit":"ফালাওলা য় উল্ক্বিয়া ‘আলাইহি আস্ওয়িরাতুম্ মিন্ যাহাবিন্ আও জ্বা-য়া মা‘আহুল্ মালা-য়িকাতু মুক্ব তারিনীন্।","english_translit":"Falawla olqiya AAalayhi aswiratun min thahabin aw jaa maAAahu almalaikatu muqtarineena"},{"sura":43,"aya":54,"quran_text":"فَاسْتَخَفَّ قَوْمَهُ فَأَطَاعُوهُ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ","bangla_mohiuddin":"অতঃপর সে তার সম্প্রদায়কে বোকা বানিয়ে দিল, ফলে তারা তার কথা মেনে নিল। নিশ্চয় তারা ছিল পাপাচারী সম্প্রদায়।","bangla_murtaza":"এভাবে সে তার কওমকে হতবুদ্ধি করে দিলো, ফলে তারা তারই আনুগত্য করলো। তারা তো ছিলো এক সীমালংঘনকারী জাতি।","english_text":"Thus he made light (of the matter) to his people, and they obeyed him. They were certainly wicked.","bangla_translit":"ফাস্তাখাফ্ফা ক্বওমাহূ ফাআত্বোয়া-ঊ’হ্; ইন্নাহুম্ কা-নূ ক্বওমান্ ফা-সিক্বীন্।","english_translit":"Faistakhaffa qawmahu faataAAoohu innahum kanoo qawman fasiqeena"},{"sura":43,"aya":55,"quran_text":"فَلَمَّا آسَفُونَا انْتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَاهُمْ أَجْمَعِينَ","bangla_mohiuddin":"অতঃপর যখন আমাকে রাগাম্বিত করল তখন আমি তাদের কাছ থেকে প্রতিশোধ নিলাম এবং নিমজ্জত করলাম। তাদের সবাইকে।","bangla_murtaza":"তারা যখন আমাদের ক্রোধান্বিত করলো, আমরা তাদের থেকে প্রতিশোধ গ্রহণ করলাম এবং ডুবিয়ে মারলাম তাদের সবাইকে।","english_text":"But when they roused Our anger We inflicted retributive punishment and drowned them all,","bangla_translit":"ফালাম্মা য় আ-সাফূনান্ তাক্বম্না-মিন্হুম্ ফাআগ্রক্ব না-হুম্ আজ্ব্ মা‘ঈন্।","english_translit":"Falamma asafoona intaqamna minhum faaghraqnahum ajmaAAeena"},{"sura":43,"aya":56,"quran_text":"فَجَعَلْنَاهُمْ سَلَفًا وَمَثَلًا لِلْآخِرِينَ","bangla_mohiuddin":"অতঃপর আমি তাদেরকে করে দিলাম অতীত লোক ও দৃষ্টান্ত পরবর্তীদের জন্যে।","bangla_murtaza":"তারপর পরবর্তীদের জন্যে আমরা তাদের করে রাখলাম অতীত (ইতিহাস) আর উদাহরণ।","english_text":"And made them a precedent and example for posterity.","bangla_translit":"ফাজ্বা‘আল্না-হুম্ সালাফাঁও অমাছালাল্ লিল্আ-খিরীন্।","english_translit":"FajaAAalnahum salafan wamathalan lilakhireena"},{"sura":43,"aya":57,"quran_text":"وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلًا إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ","bangla_mohiuddin":"যখনই মরিয়ম তনয়ের দৃষ্টান্ত বর্ণনা করা হল, তখনই আপনার সম্প্রদায় হঞ্জগোল শুরু করে দিল","bangla_murtaza":"যখন মরিয়ম পুত্রের দৃষ্টান্ত উপস্থিত করা হয়, তখন তোমার কওম তাতে শোরগোল বাধিয়ে দেয়।","english_text":"When the example of Mary's son is quoted before them, your people cry out at it,","bangla_translit":"অলাম্মা-দ্বুরিবাব্নু মারইয়ামা-মাছালান ইযা- ক্বওমুকা মিন্হু ইয়াছিদ্দূন্।","english_translit":"Walamma duriba ibnu maryama mathalan itha qawmuka minhu yasiddoona"},{"sura":43,"aya":58,"quran_text":"وَقَالُوا أَآلِهَتُنَا خَيْرٌ أَمْ هُوَ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلًا بَلْ هُمْ قَوْمٌ خَصِمُونَ","bangla_mohiuddin":"এবং বলল, আমাদের উপাস্যরা শ্রেষ্ঠ, না সে? তারা আপনার সামনে যে উদাহরণ উপস্থাপন করে তা কেবল বিতর্কের জন্যেই করে। বস্তুতঃ তারা হল এক বিতর্ককারী সম্প্রদায়।","bangla_murtaza":"তারা বলে: ‘আমাদের ইলাহ্রা (দেবতারা) শ্রেষ্ঠ নাকি সে (ঈসা)?’ তারা তো কেবল ঝগড়া বাধানোর উদ্দেশ্যেই তোমাকে এসব বলে। আসলেই তারা একটি ঝগড়াটে কওম (জাতি)।","english_text":"And say: \"Are our deities better or he?\" They say this only for disputing. Surely they are a contentious people.","bangla_translit":"অ ক্ব-লূ য় আ আ-লিহাতুনা-খইরুন্ আম্ হুঅ;মা-দ্বোয়ারাবূহু লাকা ইল্লা-জ্বাদালা বাল্ হুম্ ক্বাওমুন্ খাছিমূন্।","english_translit":"Waqaloo aalihatuna khayrun am huwa ma daraboohu laka illa jadalan bal hum qawmun khasimoona"},{"sura":43,"aya":59,"quran_text":"إِنْ هُوَ إِلَّا عَبْدٌ أَنْعَمْنَا عَلَيْهِ وَجَعَلْنَاهُ مَثَلًا لِبَنِي إِسْرَائِيلَ","bangla_mohiuddin":"সে তো এক বান্দাই বটে আমি তার প্রতি অনুগ্রহ করেছি এবং তাকে করেছি বণী-ইসরাঈলের জন্যে আদর্শ।","bangla_murtaza":"সে তো আমার এক দাস ছাড়া আর কিছু নয়। তার প্রতি আমরা অনুগ্রহ করেছি। আর তাকে বানিয়েছি বনি ইসরাঈলের জন্যে দৃষ্টান্ত।","english_text":"(Jesus) was only a creature whom We favoured and made an example for the children of Israel.","bangla_translit":"ইন্হুওয়া ইল্লা-‘আব্দুন্ আন্‘আম্না- ‘আলাইহি অ জ্বা‘আল্না-হু মাছালাল্ লিবানী য় ইসরা-ঈল্।","english_translit":"In huwa illa AAabdun anAAamna AAalayhi wajaAAalnahu mathalan libanee israeela"},{"sura":43,"aya":60,"quran_text":"وَلَوْ نَشَاءُ لَجَعَلْنَا مِنْكُمْ مَلَائِكَةً فِي الْأَرْضِ يَخْلُفُونَ","bangla_mohiuddin":"আমি ইচ্ছা করলে তোমাদের থেকে ফেরেশতা সৃষ্টি করতাম, যারা পৃথিবীতে একের পর এক বসবাস করত।","bangla_murtaza":"আমরা চাইলে তোমাদের পরিবর্তে (এখানে) ফেরেশতা সৃষ্টি করতে পারতাম, তখন তারা পৃথিবীতে তোমাদের উত্তরাধিকারী হতো।","english_text":"If We pleased We could have put angels in place of you as trustees on the earth.","bangla_translit":"অলাও নাশা-য়ু লাজ্বা‘আল্না- মিন্কুম্ মালা-য়িকাতান্ ফিল্ র্আদ্বি ইয়াখ্লুফূন্।","english_translit":"Walaw nashao lajaAAalna minkum malaikatan fee alardi yakhlufoona"},{"sura":43,"aya":61,"quran_text":"وَإِنَّهُ لَعِلْمٌ لِلسَّاعَةِ فَلَا تَمْتَرُنَّ بِهَا وَاتَّبِعُونِ هَذَا صِرَاطٌ مُسْتَقِيمٌ","bangla_mohiuddin":"সুতরাং তা হল কেয়ামতের নিদর্শন। কাজেই তোমরা কেয়ামতে সন্দেহ করো না এবং আমার কথা মান। এটা এক সরল পথ।","bangla_murtaza":"ঈসা তো কিয়ামতের জ্ঞানের একটি নিশ্চিত নিদর্শন। সুতরাং তোমরা কিয়ামতের প্রতি সন্দেহ করোনা, আমাকে অনুসরণ করো। এটাই সিরাতুল মুসতাকিম (সরল সঠিক পথ)।","english_text":"He is certainly the sign of the Hour (of change). So have no doubt about it, and listen to me. This is the straight path.","bangla_translit":"অ ইন্নাহূ লাই’ল্মু লিস্সা-‘আতি ফালা-তাম্তারুন্না বিহা-অত্তাবি‘ঊন্; হা-যা- ছির-তুম্ মুস্তাক্বীম্।","english_translit":"Wainnahu laAAilmun lilssaAAati fala tamtarunna biha waittabiAAooni hatha siratun mustaqeemun"},{"sura":43,"aya":62,"quran_text":"وَلَا يَصُدَّنَّكُمُ الشَّيْطَانُ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ","bangla_mohiuddin":"শয়তান যেন তোমাদেরকে নিবৃত্ত না করে। সে তোমাদের প্রকাশ্য শুত্রু।","bangla_murtaza":"শয়তান যেনো তোমাদের কিছুতেই সঠিক পথ থেকে বাধা দিতে না পারে। জেনে রাখো, সে তোমাদের সুস্পষ্ট দুশমন।","english_text":"Let not Satan misdirect you. He is your open enemy.","bangla_translit":"অলা-ইয়াছুদ্দান্না কুমুশ্ শাইত্বোয়া-নু ইন্নাহূ লাকুম্ ‘আদুওউম্ মুবীন।","english_translit":"Wala yasuddannakumu alshshaytanu innahu lakum AAaduwwun mubeenun"},{"sura":43,"aya":63,"quran_text":"وَلَمَّا جَاءَ عِيسَى بِالْبَيِّنَاتِ قَالَ قَدْ جِئْتُكُمْ بِالْحِكْمَةِ وَلِأُبَيِّنَ لَكُمْ بَعْضَ الَّذِي تَخْتَلِفُونَ فِيهِ فَاتَّقُوا اللَّهَ وَأَطِيعُونِ","bangla_mohiuddin":"ঈসা যখন স্পষ্ট নিদর্শনসহ আগমন করল, তখন বলল, আমি তোমাদের কাছে প্রজ্ঞা নিয়ে এসেছি এবং তোমরা যে, কোন কোন বিষয়ে মতভেদ করছ তা ব্যক্ত করার জন্যে এসেছি, অতএব, তোমরা আল্লাহকে ভয় কর এবং আমার কথা মান।","bangla_murtaza":"ঈসা যখন সুস্পষ্ট নিদর্শনাবলি নিয়ে এসেছিল, সে বলেছিল: “আমি তোমাদের কাছে এসেছি হিকমা (প্রজ্ঞা) সহ এবং তোমরা যে ক’টি বিষয় নিয়ে ইখতেলাফ (মতভেদ) করছো তা স্পষ্ট করে দেয়ার জন্যে। সুতরাং আল্লাহ্কে ভয় করো এবং আমার আনুগত্য করো।","english_text":"When Jesus came with the signs, he said: \"I have come to you with authority, and to explain some thing about which you are at variance. So fear God, and follow me.","bangla_translit":"অলাম্মা-জ্বা-য়া ‘ঈসা-বিল্ বাইয়্যিনা-তি ক্ব-লা ক্বদ্ জ্বি’তুকুম্ বিল্ হিক্মাতি অলিউবায়্যিনা লাকুম্ বা’দ্বোয়াল্লাযী তাখ্তালিফূনা ফীহি ফাত্তাকু ল লা-হা অআত্বী‘ঊন্।","english_translit":"Walamma jaa AAeesa bialbayyinati qala qad jitukum bialhikmati waliobayyina lakum baAAda allathee takhtalifoona feehi faittaqoo Allaha waateeAAooni"},{"sura":43,"aya":64,"quran_text":"إِنَّ اللَّهَ هُوَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَذَا صِرَاطٌ مُسْتَقِيمٌ","bangla_mohiuddin":"নিশ্চয় আল্লাহই আমার পালনকর্তা ও তোমাদের পালনকর্তা। অতএব, তাঁর এবাদত কর। এটা হল সরল পথ।","bangla_murtaza":"আল্লাহই আমার রব (প্রভু) এবং তোমাদেরও রব, সুতরাং তোমরা কেবল তাঁরই ইবাদত করো, এটাই সিরাতুল মুসতাকিম।”","english_text":"Verily God is my Lord and your Lord; so worship Him. This is the straight path.\"","bangla_translit":"ইন্নাল্লা-হা হুওয়া রব্বী অরব্বুকুম্ ফা’বুদূহ্; হা-যা-ছির-তুম্ মুস্তাক্বীম্।","english_translit":"Inna Allaha huwa rabbee warabbukum faoAAbudoohu hatha siratun mustaqeemun"},{"sura":43,"aya":65,"quran_text":"فَاخْتَلَفَ الْأَحْزَابُ مِنْ بَيْنِهِمْ فَوَيْلٌ لِلَّذِينَ ظَلَمُوا مِنْ عَذَابِ يَوْمٍ أَلِيمٍ","bangla_mohiuddin":"অতঃপর তাদের মধ্যে থেকে বিভিন্ন দল মতভেদ সৃষ্টি করল। সুতরাং যালেমদের জন্যে রয়েছে যন্ত্রণাদায়ক দিবসের আযাবের দুর্ভোগ।","bangla_murtaza":"কিন্তু তাদের বিভিন্ন দল মতানৈক্য সৃষ্টি করলো। সুতরাং যালিমদের জন্যে রয়েছে দুর্দশা এক বেদনাদায়ক দিনের আযাবের।","english_text":"But the factions differed among themselves. Woe alas to the sinners for the torment of the grievous Day!","bangla_translit":"ফাখ্তালাফাল্ আহ্যা-বু মিম্ বাইনিহিম্ ফাওয়াইলুল্ লিল্লাযীনা জোয়ালামূ মিন্ ‘আযা-বি ইয়াওমিন্ আলীম্।","english_translit":"Faikhtalafa alahzabu min baynihim fawaylun lillatheena thalamoo min AAathabi yawmin aleemin"},{"sura":43,"aya":66,"quran_text":"هَلْ يَنْظُرُونَ إِلَّا السَّاعَةَ أَنْ تَأْتِيَهُمْ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ","bangla_mohiuddin":"তারা কেবল কেয়ামতেরই অপেক্ষা করছে যে, আকস্মিকভাবে তাদের কাছে এসে যাবে এবং তারা খবর ও রাখবে না।","bangla_murtaza":"তারা কি অপেক্ষা করছে তাদের অজ্ঞাতে আকস্মিক কিয়ামত এসে পড়ার জন্যে?","english_text":"Are they waiting (for any thing) but the Hour (of Doom) which would descend upon them suddenly, and catch them unawares?","bangla_translit":"হাল্ ইয়ান্জুরূনা ইল্লাস্ সা-‘আতা আন্ তাতিয়াহুম্ বাগ্তাতাঁও অহুম্ লা-ইয়াশ্‘ঊরূন্।","english_translit":"Hal yanthuroona illa alssaAAata an tatiyahum baghtatan wahum la yashAAuroona"},{"sura":43,"aya":67,"quran_text":"الْأَخِلَّاءُ يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلَّا الْمُتَّقِينَ","bangla_mohiuddin":"বন্ধুবর্গ সেদিন একে অপরের শত্রু হবে, তবে খোদাভীরুরা নয়।","bangla_murtaza":"সেদিন বন্ধুরা পরস্পরের শত্রু হয়ে যাবে, মুত্তাকিরা ছাড়া।","english_text":"Friends will turn into enemies on that day, except those who fear and follow the straight path.","bangla_translit":"আল্ আখিল্লা-য়ু ইয়াওমায়িযিম্ বা’দ্বুহুম্ লিবা’দ্বিন্ ‘আদুওউন্ ইল্লাল্ মুত্তাক্বীন্।","english_translit":"Alakhillao yawmaithin baAAduhum libaAAdin AAaduwwun illa almuttaqeena"},{"sura":43,"aya":68,"quran_text":"يَا عِبَادِ لَا خَوْفٌ عَلَيْكُمُ الْيَوْمَ وَلَا أَنْتُمْ تَحْزَنُونَ","bangla_mohiuddin":"হে আমার বান্দাগণ, তোমাদের আজ কোন ভয় নেই এবং তোমরা দুঃখিতও হবে না।","bangla_murtaza":"হে আমার দাসেরা! আজ তোমাদের কোনো ভয় নেই, দুশ্চিন্তাও নেই,","english_text":"O My creatures, there will be no fear or regret","bangla_translit":"ইয়া-‘ইবা-দি লা-খওফুন্ ‘আলাইকুমুল্ ইয়াওমা অলা য় আন্তুম্ তাহ্যানূন্।","english_translit":"Ya AAibadi la khawfun AAalaykumu alyawma wala antum tahzanoona"},{"sura":43,"aya":69,"quran_text":"الَّذِينَ آمَنُوا بِآيَاتِنَا وَكَانُوا مُسْلِمِينَ","bangla_mohiuddin":"তোমরা আমার আয়াতসমূহে বিশ্বাস স্থাপন করেছিলে এবং তোমরা আজ্ঞাবহ ছিলে।","bangla_murtaza":"তোমরা যারা ঈমান এনেছো আমাদের আয়াতের প্রতি এবং মুসলিম হয়েছিলে,","english_text":"For (those of) you on that day who believed in My revelations and submitted.","bangla_translit":"আল্লাযীনা- আ-মানূ বিআ-ইয়া-তিনা অ কা-নূ মুস্লিমীন্।","english_translit":"Allatheena amanoo biayatina wakanoo muslimeena"},{"sura":43,"aya":70,"quran_text":"ادْخُلُوا الْجَنَّةَ أَنْتُمْ وَأَزْوَاجُكُمْ تُحْبَرُونَ","bangla_mohiuddin":"জান্নাতের প্রবেশ কর তোমরা এবং তোমাদের বিবিগণ সানন্দে।","bangla_murtaza":"তোমরা দাখিল হও জান্নাতে তোমাদের স্ত্রী/স্বামীকে নিয়ে আনন্দচিত্তে।","english_text":"(You will) enter the garden, you and your spouses, and be glad.\"","bangla_translit":"উদ্খুলুল্ জ্বান্নাতা আন্তুম্ অআয্ওয়া জুকুম্ তুহ্বারূন্।","english_translit":"Odkhuloo aljannata antum waazwajukum tuhbaroona"},{"sura":43,"aya":71,"quran_text":"يُطَافُ عَلَيْهِمْ بِصِحَافٍ مِنْ ذَهَبٍ وَأَكْوَابٍ وَفِيهَا مَا تَشْتَهِيهِ الْأَنْفُسُ وَتَلَذُّ الْأَعْيُنُ وَأَنْتُمْ فِيهَا خَالِدُونَ","bangla_mohiuddin":"তাদের কাছে পরিবেশন করা হবে স্বর্ণের থালা ও পানপাত্র এবং তথায় রয়েছে মনে যা চায় এবং নয়ন যাতে তৃপ্ত হয়। তোমরা তথায় চিরকাল অবস্থান করবে।","bangla_murtaza":"সোনার থালা ও পানপাত্র নিয়ে তাদের তাওয়াফ করা হবে। সেখানে থাকবে সেসবই, যা মন চাইবে এবং যাতে চোখ জুড়াবে। সেখানে চিরস্থায়ী হবে তোমরা।","english_text":"Golden platters and goblets will be passed around, and everything the heart desires and pleases the eye will be there, where you will abide for ever.","bangla_translit":"ইয়ুত্বোয়া-ফু ‘আলাইহিম্ বিছিহা-ফিম্ মিন্ যাহাবিঁও আক্ওয়া-বিন্ অফীহা-মা-তাশ্তাহীহিল্ আন্ফুসু অতালায্যুল্ আ’ইয়ুনু অআন্তুম্ ফীহা-খ-লিদূন্।","english_translit":"Yutafu AAalayhim bisihafin min thahabin waakwabin wafeeha ma tashtaheehi alanfusu watalaththu alaAAyunu waantum feeha khalidoona"},{"sura":43,"aya":72,"quran_text":"وَتِلْكَ الْجَنَّةُ الَّتِي أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ","bangla_mohiuddin":"এই যে, জান্নাতের উত্তরাধিকারী তোমরা হয়েছ, এটা তোমাদের কর্মের ফল।","bangla_murtaza":"এই সেই জান্নাত, যার ওয়ারিশ তোমাদের বানানো হয়েছে তোমাদের কর্মফল হিসেবে।","english_text":"This is the Paradise you will inherit (as meed) for your deeds.","bangla_translit":"অতিল্কাল্ জ্বান্নাতুল্লাতী য় ঊরিছ্তুমূহা-বিমা-কুন্তুম্ তা’মালূন্।","english_translit":"Watilka aljannatu allatee oorithtumooha bima kuntum taAAmaloona"},{"sura":43,"aya":73,"quran_text":"لَكُمْ فِيهَا فَاكِهَةٌ كَثِيرَةٌ مِنْهَا تَأْكُلُونَ","bangla_mohiuddin":"তথায় তোমাদের জন্যে আছে প্রচুর ফল-মূল, তা থেকে তোমরা আহার করবে।","bangla_murtaza":"তোমাদের জন্যে তাতে রয়েছে প্রচুর ফলফলারি, তা থেকে তোমরা আহার করবে।","english_text":"You will have fruits in abundance there to eat.","bangla_translit":"লাকুম্ ফীহা-ফা-কিহাতুন্ কাছীরতুম্ মিন্হা-তাকুলূন্।","english_translit":"Lakum feeha fakihatun katheeratun minha takuloona"},{"sura":43,"aya":74,"quran_text":"إِنَّ الْمُجْرِمِينَ فِي عَذَابِ جَهَنَّمَ خَالِدُونَ","bangla_mohiuddin":"নিশ্চয় অপরাধীরা জাহান্নামের আযাবে চিরকাল থাকবে।","bangla_murtaza":"অপরাধীরা থাকবে জাহান্নামের আযাবে চিরকাল।","english_text":"The sinners will certainly dwell for ever in the torment of Hell.","bangla_translit":"ইন্নাল্ মুজ্ব রিমীনা ফী ‘আযা-বি জ্বাহান্নামা খ-লিদূন্।","english_translit":"Inna almujrimeena fee AAathabi jahannama khalidoona"},{"sura":43,"aya":75,"quran_text":"لَا يُفَتَّرُ عَنْهُمْ وَهُمْ فِيهِ مُبْلِسُونَ","bangla_mohiuddin":"তাদের থেকে আযাব লাঘব করা হবে না এবং তারা তাতেই থাকবে হতাশ হয়ে।","bangla_murtaza":"তাদের আযাব লাঘব করা হবেনা, সেখানে তারা থাকবে হতাশা নিরাশায় নিমজ্জিত।","english_text":"It will not decrease for them; dumb with despair they will stay in it.","bangla_translit":"লা-ইয়ুফাত্তারু ‘আন্হুম্ অহুম্ ফীহি মুব্লিসূন্।","english_translit":"La yufattaru AAanhum wahum feehi mublisoona"},{"sura":43,"aya":76,"quran_text":"وَمَا ظَلَمْنَاهُمْ وَلَكِنْ كَانُوا هُمُ الظَّالِمِينَ","bangla_mohiuddin":"আমি তাদের প্রতি জুলুম করিনি; কিন্তু তারাই ছিল জালেম।","bangla_murtaza":"আমরা তাদের প্রতি যুলুম করিনি, বরং তারাই যুলুম করেছে নিজেদের প্রতি।","english_text":"We did not wrong them, they wronged themselves.","bangla_translit":"অমা-জোয়ালাম্না-হুম্ অলা-কিন্ কা-নূ হুমুজ্ জোয়া-লিমীন্।","english_translit":"Wama thalamnahum walakin kanoo humu alththalimeena"},{"sura":43,"aya":77,"quran_text":"وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ قَالَ إِنَّكُمْ مَاكِثُونَ","bangla_mohiuddin":"তারা ডেকে বলবে, হে মালেক, পালনকর্তা আমাদের কিসসাই শেষ করে দিন। সে বলবে, নিশ্চয় তোমরা চিরকাল থাকবে।","bangla_murtaza":"তারা চীৎকার করে বলবে: ‘হে মালিক ((জাহান্নামের কর্তা)! তোমার প্রভু যেনো আমাদের মরণ ঘটিয়ে দেয়।’ সে বলবে: ‘এভাবেই তোমাদের থাকতে হবে।’","english_text":"They will call (to the keeper of Hell-gate): \"O Malik, let your Lord decide our fate.\" He will answer: \"You are to stay.\"","bangla_translit":"অনা-দাও ইয়া-মা-লিকু লিইয়াকদ্বি ‘আলাইনা-রব্বুক্; ক্ব-লা ইন্নাকুম্ মা-কিছূন্।","english_translit":"Wanadaw ya maliku liyaqdi AAalayna rabbuka qala innakum makithoona"},{"sura":43,"aya":78,"quran_text":"لَقَدْ جِئْنَاكُمْ بِالْحَقِّ وَلَكِنَّ أَكْثَرَكُمْ لِلْحَقِّ كَارِهُونَ","bangla_mohiuddin":"আমি তোমাদের কাছে সত্যধর্ম পৌঁছিয়েছি; কিন্তু তোমাদের অধিকাংশই সত্যধর্মে নিস্পৃহ!","bangla_murtaza":"(আল্লাহ বলবেন:) ‘আমরা তোমাদের কাছে সত্য পাঠিয়েছিলাম, কিন্তু তোমাদের অধিকাংশই ছিলো সত্য অপছন্দকারী।’","english_text":"We have brought to you the truth, but most of you despise the truth.","bangla_translit":"লাক্বদ্ জ্বিনা-কুম্ বিল্হাকক্বি অলা-কিন্না-আক্ছারকুম্ লিল্হাক্ব্ক্বি ক্ব-রিহূ ন্।","english_translit":"Laqad jinakum bialhaqqi walakinna aktharakum lilhaqqi karihoona"},{"sura":43,"aya":79,"quran_text":"أَمْ أَبْرَمُوا أَمْرًا فَإِنَّا مُبْرِمُونَ","bangla_mohiuddin":"তারা কি কোন ব্যবস্থা চুড়ান্ত করেছে? তাহলে আমিও এক ব্যবস্থা চুড়ান্ত করেছি।","bangla_murtaza":"তারা কি কোনো বিষয়ে চূড়ান্ত সিদ্ধান্ত নিয়ে ফেলেছে? কিন্তু চূড়ান্ত সিদ্ধান্ত গ্রহণকারী তো আমরা।","english_text":"Have they settled upon a plan? We shall also settle on one.","bangla_translit":"আম্ আব্রমূ য় আম্রান্ ফাইন্না-মুব্রিমূন্।","english_translit":"Am abramoo amran fainna mubrimoona"},{"sura":43,"aya":80,"quran_text":"أَمْ يَحْسَبُونَ أَنَّا لَا نَسْمَعُ سِرَّهُمْ وَنَجْوَاهُمْ بَلَى وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُونَ","bangla_mohiuddin":"তারা কি মনে করে যে, আমি তাদের গোপন বিষয় ও গোপন পরামর্শ শুনি না? হঁ্যা, শুনি। আমার ফেরেশতাগণ তাদের নিকটে থেকে লিপিবদ্ধ করে।","bangla_murtaza":"নাকি তারা ধারণা করছে, আমরা তাদের গোপন বিষয় আর কানাঘুষার খবর রাখি না? হাঁ, আমাদের রসূলরা (দূতরা) তাদের সাথেই রয়েছে এবং রেকর্ড করছে।","english_text":"Or do they think We do not hear their secrecies and stealthy consultations? In fact, Our messengers who attend them record everything.","bangla_translit":"আম্ ইয়াহ্সাবূনা আন্না-লা-নাস্মাউ’ র্সিরাহুম্ অনাজ্ব্ ওয়া-হুম্; বালা-অরুসূলুনা- লাদাইহিম্ ইয়াক্তুবূন্।","english_translit":"Am yahsaboona anna la nasmaAAu sirrahum wanajwahum bala warusuluna ladayhim yaktuboona"},{"sura":43,"aya":81,"quran_text":"قُلْ إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ","bangla_mohiuddin":"বলুন, দয়াময় আল্লাহর কোন সন্তান থাকলে আমি সর্ব প্রথম তার এবাদত করব।","bangla_murtaza":"তুমি বলো: ‘রহমানের যদি কোনো সন্তান থাকতোই, তবে আমি হতাম তার প্রথম ইবাদতকারী।’","english_text":"Say: \"If Ar-Rahman had a son I would have been the first of worshippers.\"","bangla_translit":"কুল্ ইন্ কা-না র্লিরহ্মা-নি অলাদুন্ ফাআনা আওয়্যালুল্ ‘আ-বিদীন্।","english_translit":"Qul in kana lilrrahmani waladun faana awwalu alAAabideena"},{"sura":43,"aya":82,"quran_text":"سُبْحَانَ رَبِّ السَّمَاوَاتِ وَالْأَرْضِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ","bangla_mohiuddin":"তারা যা বর্ণনা করে, তা থেকে নভোমন্ডল ও ভূমন্ডলের পালনকর্তা, আরশের পালনকর্তা পবিত্র।","bangla_murtaza":"মহাবিশ্ব ও পৃথিবীর প্রভু আরশের অধিপতির প্রতি তারা যা আরোপ করছে, তা থেকে তিনি পবিত্র, মহান।","english_text":"All too glorious is He, Lord of the heavens and the earth, the Lord of all power, for what they ascribe to Him","bangla_translit":"সুব্হা-না রব্বিস্ সামা-ওয়া-তি অল্ র্আদ্বি রব্বিল্ ‘আরশি ‘আম্মা- ইয়াছিফূন্।","english_translit":"Subhana rabbi alssamawati waalardi rabbi alAAarshi AAamma yasifoona"},{"sura":43,"aya":83,"quran_text":"فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا حَتَّى يُلَاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ","bangla_mohiuddin":"অতএব, তাদেরকে বাকচাতুরী ও ক্রীড়া-কৌতুক করতে দিন সেই দিবসের সাক্ষাত পর্যন্ত, যার ওয়াদা তাদেরকে দেয়া হয়।","bangla_murtaza":"সুতরাং যে দিনটির ওয়াদা তাদের দেয়া হয়েছে, তার সম্মুখীন হবার আগ পর্যন্ত তাদের বাকবিতর্ক এবং খেলতামাশা করার অবকাশ দাও।","english_text":"Leave them to their vain discoursing and horse-play till they come to meet their promised day (of reckoning).","bangla_translit":"ফার্যাহুম্ ইয়াখূদ্বু অ ইয়াল্‘আবূ হাত্তা- ইয়ুলা-ক্বূ ইয়াওমা হুমুল্ লাযী ইয়ূ‘আদূন্।","english_translit":"Fatharhum yakhoodoo wayalAAaboo hatta yulaqoo yawmahumu allathee yooAAadoona"},{"sura":43,"aya":84,"quran_text":"وَهُوَ الَّذِي فِي السَّمَاءِ إِلَهٌ وَفِي الْأَرْضِ إِلَهٌ وَهُوَ الْحَكِيمُ الْعَلِيمُ","bangla_mohiuddin":"তিনিই উপাস্য নভোমন্ডলে এবং তিনিই উপাস্য ভুমন্ডলে। তিনি প্রজ্ঞাময়, সর্বজ্ঞ,","bangla_murtaza":"আসমানেও তিনি ইলাহ্, পৃথিবীতেও তিনিই ইলাহ্, তিনি মহাপ্রজ্ঞাবান, মহাজ্ঞানী।","english_text":"He is God in heaven and God on earth, and He is all-wise and all-knowing.","bangla_translit":"অহুওয়াল্ লাযী ফিস্ সামা-য়ি ইলা-হুঁও অফীল্ র্আদ্বি ইলা-হ্; অহুওয়াল্ হাকীমুল্ ‘আলীম্।","english_translit":"Wahuwa allathee fee alssamai ilahun wafee alardi ilahun wahuwa alhakeemu alAAaleemu"},{"sura":43,"aya":85,"quran_text":"وَتَبَارَكَ الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا وَعِنْدَهُ عِلْمُ السَّاعَةِ وَإِلَيْهِ تُرْجَعُونَ","bangla_mohiuddin":"বরকতময় তিনিই, নভোমন্ডল, ভূমন্ডল ও এতদুভয়ের মধ্যবর্তী সবকিছু যার। তাঁরই কাছে আছে কেয়ামতের জ্ঞান এবং তাঁরই দিকে তোমরা প্রত্যাবর্তিত হবে।","bangla_murtaza":"কতো যে বরকতওয়ালা মহান তিনি, মহাকাশ, পৃথিবী এবং এ দুয়ের মধ্যবর্তী সবকিছুর কর্তৃত্ব যার। কিয়ামতের জ্ঞান রয়েছে কেবল তাঁরই কাছে, আর সবাইকে ফেরত নেয়া হবে কেবল তাঁরই দিকে।","english_text":"Blessed be He, who holds the kingdom of the heavens and the earth and all that lies between them. He alone has knowledge of the Hour, and to Him will you return.","bangla_translit":"অ তাবা-রাকাল্লাযী লাহূ মুল্কুস্ সামা-ওয়া-তিঅল্ র্আদ্বি অমা-বাইনা হুমা-অই’ন্দাহূ ই’ল্মুস্ সা-‘আতি অ ইলাইহি র্তুজ্বা‘ঊন্।","english_translit":"Watabaraka allathee lahu mulku alssamawati waalardi wama baynahuma waAAindahu AAilmu alssaAAati wailayhi turjaAAoona"},{"sura":43,"aya":86,"quran_text":"وَلَا يَمْلِكُ الَّذِينَ يَدْعُونَ مِنْ دُونِهِ الشَّفَاعَةَ إِلَّا مَنْ شَهِدَ بِالْحَقِّ وَهُمْ يَعْلَمُونَ","bangla_mohiuddin":"তিনি ব্যতীত তারা যাদের পুজা করে, তারা সুপারিশের অধিকারী হবে না, তবে যারা সত্য স্বীকার করত ও বিশ্বাস করত।","bangla_murtaza":"তারা আল্লাহর পরিবর্তে যাদের ডাকে, তারা শাফায়াতের মালিক নয়। তবে যারা সত্যের সাক্ষ্য দেয় এবং জানে তারা ছাড়া।","english_text":"Those they invoke apart from Him have no power of intercession, except those who testify to the truth and have knowledge.","bangla_translit":"অলা-ইয়াম্লিকুল্ লাযীনা ইয়াদ্ঊ’না মিন্ দূনিহিশ্ শাফা- ‘আতা ইল্লা-মান্ শাহিদা বিল্ হাকক্বি অহুম্ ইয়া’লামূন্।","english_translit":"Wala yamliku allatheena yadAAoona min doonihi alshshafaAAata illa man shahida bialhaqqi wahum yaAAlamoona"},{"sura":43,"aya":87,"quran_text":"وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ فَأَنَّى يُؤْفَكُونَ","bangla_mohiuddin":"যদি আপনি তাদেরকে জিজ্ঞাসা করেন, কে তাদেরকে সৃষ্টি করেছেন, তবে অবশ্যই তারা বলবে, আল্লাহ, অতঃপর তারা কোথায় ফিরে যাচ্ছে ?","bangla_murtaza":"তুমি যদি তাদের জিজ্ঞেস করো: কে সৃষ্টি করেছে তাদের? তারা অবশ্যি বলবে: ‘আল্লাহ’, তবু কোথায় ফিরে যাচ্ছে তারা?","english_text":"If you ask them who created them, they will answer: \"God.\" How then can they turn away?","bangla_translit":"অলায়িন্ সায়াল্তাহুম্ মান্ খলাক্বহুম্ লাইয়াকুলু ন্নাল্লা-হু ফাআন্না-ইয়ুফাকূন্।","english_translit":"Walain saaltahum man khalaqahum layaqoolunna Allahu faanna yufakoona"},{"sura":43,"aya":88,"quran_text":"وَقِيلِهِ يَا رَبِّ إِنَّ هَؤُلَاءِ قَوْمٌ لَا يُؤْمِنُونَ","bangla_mohiuddin":"রসূলের এই উক্তির কসম, হে আমার পালনকর্তা, এ সম্প্রদায় তো বিশ্বাস স্থাপন করে না।","bangla_murtaza":"তার (রসূলের) একথা আমার জানা আছে: ‘হে প্রভু! নিশ্চয়ই এরা এমন একটি মানব দল যারা ঈমান আনবেনা।’","english_text":"And (the Prophet) will say: \"O Lord, these are certainly a people who do not believe.\"","bangla_translit":"অ ক্বীলিহী ইয়া-রব্বি ইন্না হা য় য়ুলা-য়ি ক্বওমুল্লা-ইয়ুমিনূন্।","english_translit":"Waqeelihi yarabbi inna haolai qawmun la yuminoona"},{"sura":43,"aya":89,"quran_text":"فَاصْفَحْ عَنْهُمْ وَقُلْ سَلَامٌ فَسَوْفَ يَعْلَمُونَ","bangla_mohiuddin":"অতএব, আপনি তাদের থেকে মুখ ফিরিয়ে নিন এবং বলুন, ‘সালাম’। তারা শীঘ্রই জানতে পারবে।","bangla_murtaza":"(ঠিক আছে,) তুমি তাদের উপেক্ষা করো এবং বলো: ‘সালাম’। অচিরেই তারা জানতে পারবে।","english_text":"Turn away from them and say: \"Peace.\" They will come to know soon.","bangla_translit":"ফাছ্ফাহ্ ‘আন্হুম্ অকুল্ সালা-ম্; ফাসাওফা ইয়া’লামূন্।","english_translit":"Faisfah AAanhum waqul salamun fasawfa yaAAlamoona"}]