[{"sura":14,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ الر كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِ رَبِّهِمْ إِلَى صِرَاطِ الْعَزِيزِ الْحَمِيدِ","bangla_text":"আলিফ-লাম-রা; এটি একটি গ্রন্থ, যা আমি আপনার প্রতি নাযিল করেছি-যাতে আপনি মানুষকে অন্ধকার থেকে আলোর দিকে বের করে আনেন-পরাক্রান্ত, প্রশংসার যোগ্য পালনকর্তার নির্দেশে তাঁরই পথের দিকে।","english_text":"ALIF LAM RA. A Book We have sent down to you that you may lead men out of darkness into light, by their Lord's command, to the path of the mighty, the worthy of praise.","bangla_translit":"আলিফ্ লা-ম্ র-কিতা-বুন্ আন্যালনা-হু ইলাইকা লিতুখ্রিজ্বান্না-সা মিনাজ্ জুলুমা-তি ইলান্ নূরি বিইয্নি রব্বিহিম্ ইলা-সিরাত্বিল্ ‘আযীযিল্ হামীদ্।","english_translit":"Aliflamra kitabun anzalnahu ilayka litukhrija alnnasa mina alththulumati ila alnnoori biithni rabbihim ila sirati alAAazeezi alhameedi"},{"sura":14,"aya":2,"quran_text":"اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَوَيْلٌ لِلْكَافِرِينَ مِنْ عَذَابٍ شَدِيدٍ","bangla_text":"তিনি আল্লাহ; যিনি নভোমন্ডল ও ভূ-মন্ডলের সবকিছুর মালিক। কাফেরদের জন্যে বিপদ রয়েছে, কঠোর আযাব;","english_text":"God, to whom belongs all there is in the heavens and the earth. Woe to the unbelievers for the terrible punishment (that awaits).","bangla_translit":"আল্লা-হিল্লাযী লাহূ মা-ফিস্ সামা-ওয়া-তি অমা-ফিল্ র্আদ্ব্; অ ওয়াইলুল্লিল্ কা-ফিরীনা মিন্ ‘আযা-বিন্ শাদীদ্।","english_translit":"Allahi allathee lahu ma fee alssamawati wama fee alardi wawaylun lilkafireena min AAathabin shadeedin"},{"sura":14,"aya":3,"quran_text":"الَّذِينَ يَسْتَحِبُّونَ الْحَيَاةَ الدُّنْيَا عَلَى الْآخِرَةِ وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا أُولَئِكَ فِي ضَلَالٍ بَعِيدٍ","bangla_text":"যারা পরকালের চাইতে পার্থিব জীবনকে পছন্দ করে; আল্লাহর পথে বাধা দান করে এবং তাতে বক্রতা অন্বেষণ করে, তারা পথ ভুলে দূরে পড়ে আছে।","english_text":"Those who hold the life of this world dearer than that of the next, who obstruct the path of God and seek obliquity in it, have wandered far into error.","bangla_translit":"আল্লাযীনা ইয়াস্তাহিব্বূনাল্ হা ইয়া-তাদ্ দুন্ইয়া-‘আলাল্ আ-খিরতি অইয়াছুদ্দূনা ‘আন্ সাবীলিল্লা-হি অ ইয়াব্গূনাহা-‘ইওয়াজ্বা-; উলা-য়িকা ফি দ্বোয়ালা-লিম্ বা‘ঈদ্।","english_translit":"Allatheena yastahibboona alhayata alddunya AAala alakhirati wayasuddoona AAan sabeeli Allahi wayabghoonaha AAiwajan olaika fee dalalin baAAeedin"},{"sura":14,"aya":4,"quran_text":"وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلَّا بِلِسَانِ قَوْمِهِ لِيُبَيِّنَ لَهُمْ فَيُضِلُّ اللَّهُ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ وَهُوَ الْعَزِيزُ الْحَكِيمُ","bangla_text":"আমি সব পয়গম্বরকেই তাদের স্বজাতির ভাষাভাষী করেই প্রেরণ করেছি, যাতে তাদেরকে পরিষ্কার বোঝাতে পারে। অতঃপর আল্লাহ যাকে ইচ্ছা, পথঃভ্রষ্ট করেন এবং যাকে ইচ্ছা সৎপথ প্রদর্শন করেন। তিনি পরাক্রান্ত, প্রজ্ঞাময়।","english_text":"We never sent a messenger who did not speak the tongue of his people, that he may explain to them distinctly. God leads whosoever He wills astray, and shows whoever He wills the way: He is all-mighty and all-wise.","bangla_translit":"অমা য় র্আসালন্ র্মি রসূলিন্ ইল্লা-বিলিসা-নি ক্বওমিহী লিইয়ুবাইয়্যিনা লাহুম্ ফাইয়ুদ্বিল্লুল্লা-হু মাইঁ ইয়াশা-য়ু অ ইয়াহ্দী মাইঁ ইয়াশা-য়্; অ হুওয়াল্ ‘আযীযুল্ হাক্বীম্।","english_translit":"Wama arsalna min rasoolin illa bilisani qawmihi liyubayyina lahum fayudillu Allahu man yashao wayahdee man yashao wahuwa alAAazeezu alhakeemu"},{"sura":14,"aya":5,"quran_text":"وَلَقَدْ أَرْسَلْنَا مُوسَى بِآيَاتِنَا أَنْ أَخْرِجْ قَوْمَكَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَذَكِّرْهُمْ بِأَيَّامِ اللَّهِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ","bangla_text":"আমি মূসাকে নিদর্শনাবলী সহ প্রেরণ করেছিলাম যে, স্বজাতিকে অন্ধকার থেকে আলোর দিকে আনয়ন এবং তাদেরকে আল্লাহর দিনসমূহ স্মরণ করান। নিশ্চয় এতে প্রত্যেক ধৈর্যশীল কৃতজ্ঞের জন্যে নিদর্শনাবলী রয়েছে।","english_text":"Remember when We sent Moses with Our signs (We said): \"Bring your people out of darkness into light, and remind them of the visitations of God. Indeed there are signs in this for every steadfast, thankful soul\"","bangla_translit":"অলাক্বদ্ র্আসালনা-মূসা বিআ-ইয়া-তিনা য় আন্ আখ্রিজ্ব ক্বওমাকা মিনাজ্জুলুমা-তি ইলার্ন্নূ; অযার্ক্কিহুম্ বিআইয়্যা-মিল্লা-হ্; ইন্না ফী যা-লিকা লা আ-ইয়া-তিল্ লিকুল্লি ছোয়াব্বা-রিন্ শার্কূ।","english_translit":"Walaqad arsalna moosa biayatina an akhrij qawmaka mina alththulumati ila alnnoori wathakkirhum biayyami Allahi inna fee thalika laayatin likulli sabbarin shakoorin"},{"sura":14,"aya":6,"quran_text":"وَإِذْ قَالَ مُوسَى لِقَوْمِهِ اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ أَنْجَاكُمْ مِنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ وَيُذَبِّحُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُمْ بَلَاءٌ مِنْ رَبِّكُمْ عَظِيمٌ","bangla_text":"যখন মূসা স্বজাতিকে বললেনঃ তোমাদের প্রতি আল্লাহর অনুগ্রহ স্মরণ কর যখন তিনি তোমাদেরকে ফেরাউনের সম্প্রদায়ের কবল থেকে মুক্তি দেন। তারা তোমাদেরকে অত্যন্ত নিকৃষ্ট ধরনের শাস্তি দিত, তোমাদের ছেলেদেরকে হত্যা করত এবং তোমাদের মেয়েদেরকে জীবিত রাখত। এবং এতে তোমাদের পালনকর্তার পক্ষ থেকে বিরাট পরীক্ষা হয়েছিল।","english_text":"So Moses said to his people: \"Remember the favours of God when He saved you from the people of Pharaoh who afflicted you with oppression, slaying your sons but keeping alive your women, which was a great trial from your Lord.\"","bangla_translit":"অইয্ ক্ব-লা মূসা- লিক্বওমিহিয্ কুরূনি’মাতাল্লা-হি ‘আলাইকুম্ ইয্ আন্জ্বা-কুম্ মিন্ আ-লি ফির‘আউনা ইয়াসূমূ নাকুম্ সূ-য়াল্ ‘আযা-বি অ ইয়ুযাব্বিহূনা আব্না-য়াকুম্ অনিসা য় য়াকুম্; অ ইয়াস্তাহ্ইয়ূনা ফী যা-লিকুম্ বালায়ুম্ র্মি রব্বিকুম্ ‘আজীম্।","english_translit":"Waith qala moosa liqawmihi othkuroo niAAmata Allahi AAalaykum ith anjakum min ali firAAawna yasoomoonakum sooa alAAathabi wayuthabbihoona abnaakum wayastahyoona nisaakum wafee thalikum balaon min rabbikum AAatheemun"},{"sura":14,"aya":7,"quran_text":"وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ وَلَئِنْ كَفَرْتُمْ إِنَّ عَذَابِي لَشَدِيدٌ","bangla_text":"যখন তোমাদের পালনকর্তা ঘোষণা করলেন যে, যদি কৃতজ্ঞতা স্বীকার কর, তবে তোমাদেরকে আরও দেব এবং যদি অকৃতজ্ঞ হও তবে নিশ্চয়ই আমার শাস্তি হবে কঠোর।","english_text":"Remember, your Lord proclaimed: \"I shall give you more if you are grateful; but if you are thankless then surely My punishment is very great.\"","bangla_translit":"অইয্ তায়ায্যানা রব্বুকুম্ লায়িন্ শার্কাতুম্ লাআযীদান্নাকুম্ অলায়িন্ কার্ফাতুম্ ইন্না ‘আযা-বী লাশাদীদ্।","english_translit":"Waith taaththana rabbukum lain shakartum laazeedannakum walain kafartum inna AAathabee lashadeedun"},{"sura":14,"aya":8,"quran_text":"وَقَالَ مُوسَى إِنْ تَكْفُرُوا أَنْتُمْ وَمَنْ فِي الْأَرْضِ جَمِيعًا فَإِنَّ اللَّهَ لَغَنِيٌّ حَمِيدٌ","bangla_text":"এবং মূসা বললেনঃ তোমরা এবং পৃথিবীর সবাই যদি কুফরী কর, তথাপি আল্লাহ অমুখাপেক্ষী, যাবতীয় গুনের আধার।","english_text":"And Moses said: \"What if you and all the people of the world deny, God is unconcerned and worthy of praise.\"","bangla_translit":"অক্ব-লা মূসা য় ইন্ তাক্ফুরূয় আন্তুম্ অ মান্ ফিল্ র্আদ্বি জ্বামী‘আন্ ফাইন্নাল্লা-হা লাগনিয়্যুন্ হামীদ্।","english_translit":"Waqala moosa in takfuroo antum waman fee alardi jameeAAan fainna Allaha laghaniyyun hameedun"},{"sura":14,"aya":9,"quran_text":"أَلَمْ يَأْتِكُمْ نَبَأُ الَّذِينَ مِنْ قَبْلِكُمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَالَّذِينَ مِنْ بَعْدِهِمْ لَا يَعْلَمُهُمْ إِلَّا اللَّهُ جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَرَدُّوا أَيْدِيَهُمْ فِي أَفْوَاهِهِمْ وَقَالُوا إِنَّا كَفَرْنَا بِمَا أُرْسِلْتُمْ بِهِ وَإِنَّا لَفِي شَكٍّ مِمَّا تَدْعُونَنَا إِلَيْهِ مُرِيبٍ","bangla_text":"তোমাদের কাছে কি তোমাদের পূর্ববর্তী কওমে নূহ, আদ ও সামুদের এবং তাদের পরবর্তীদের খবর পৌছেনি? তাদের বিষয়ে আল্লাহ ছাড়া আর কেউ জানে না। তাদের কাছে তাদের পয়গম্বর প্রমানাদি নিয়ে আগমন করেন। অতঃপর তারা নিজেদের হাত নিজেদের মুখে রেখে দিয়েছে এবং বলেছে, যা কিছু সহ তোমাদেরকে প্রেরণ করা হয়েছে, আমরা তা মানি না এবং যে পথের দিকে তোমরা আমাদেরকে দাওয়াত দাও, সে সম্পর্কে আমাদের মনে সন্দেহ আছে, যা আমাদেরকে উৎকন্ঠায় ফেলে রেখেছে।","english_text":"Has not the news of those before you, the people of Noah and 'Ad and Thamud, and those who came after them, come to you? None knows (about) them except God. Their apostles came to them with clear proofs, but they tried to silence them and said: \"We do not believe in what you have been sent with, and we are in doubt of what you call us to, about which we are in disquiet.'","bangla_translit":"আলাম্ ইয়াতিকুম্ নাবায়ুল্লাযীনা মিন্ ক্বব্লিকুম্ ক্বওমি নূ-হিঁও অ‘আ-দিঁও অছামূদ্; অল্লাযীনা মিম্ বা’দিহিম্; লা- য়া’লামুহুম্ ইল্লাল্লা-হ্; জ্বা-য়াত্হুম রুসুলুহুম্ বিল্বাইয়্যিনা-তি ফারাদ্দূ য় আইদিয়াহুম্ ফী য় আফ্ওয়া-হিহিম্ অক্ব-লূ য় ইন্না-কার্ফানা- বিমা য় উরসিল্তুম্ বিহী অইন্না-লাফী শাক্কিম্ মিম্মা- তাদ্‘ঊনানা য় ইলাইহি মুরীব।","english_translit":"Alam yatikum nabao allatheena min qablikum qawmi noohin waAAadin wathamooda waallatheena min baAAdihim la yaAAlamuhum illa Allahu jaathum rusuluhum bialbayyinati faraddoo aydiyahum fee afwahihim waqaloo inna kafarna bima orsiltum bihi wainna lafee shakkin mimma tadAAoonana ilayhi mureebun"},{"sura":14,"aya":10,"quran_text":"قَالَتْ رُسُلُهُمْ أَفِي اللَّهِ شَكٌّ فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ يَدْعُوكُمْ لِيَغْفِرَ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَى أَجَلٍ مُسَمًّى قَالُوا إِنْ أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنَا تُرِيدُونَ أَنْ تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ آبَاؤُنَا فَأْتُونَا بِسُلْطَانٍ مُبِينٍ","bangla_text":"তাদের পয়গম্বরগণ বলেছিলেনঃ আল্লাহ সম্পর্কে কি সন্দেহ আছে, যিনি নভোমন্ডল ও ভুমন্ডলের স্রষ্টা? তিনি তোমাদেরকে আহবান করেন যাতে তোমাদের কিছু গুনাহ ক্ষমা করেন এবং নির্দিষ্ট মেয়াদ পর্যন্ত তোমাদের সময় দেন। তারা বলতঃ তোমরা তো আমাদের মতই মানুষ! তোমরা আমাদেরকে ঐ উপাস্য থেকে বিরত রাখতে চাও, যার এবাদত আমাদের পিতৃপুরুষগণ করত। অতএব তোমরা কোন সুস্পষ্ট প্রমাণ আনয়ন কর।","english_text":"Said their apostles: \"Can there be doubt about God, the originator of the heavens and the earth? He calls you to forgive some of your sins, and give you respite for a time ordained.\" They said: \"You are only men like us, and yet you wish to turn us away from what our fathers worshipped. Bring to us then a clear proof.\"","bangla_translit":"ক্ব-লাত্ রুসুলুম্ আফিল্লা-হি শাক্কুন্ ফাত্বিরিস্ সামা-ওয়া-তি অল্ আরদ্বি; ইয়াদ‘ঊকুম্ লিইয়াগ্ফিরলাকুম্ মিন যুনূবিকুম্ অইউআখ্খিরকুম্ ইলা য় আজ্বালিম্ মুসাম্মান্; ক্বলূ য় ইন্ আন্তুম্ ইল্লা-বাশারুম্ মিছ্লুনা-; তুরীদূনা আন্ তাছুদ্দূনা ‘আম্মা- কা-না ইয়া’বুদূ আ-বা-য়ুনা-ফাতূনা-বিসুল্ত্বোয়া-নিম্ মুবীন্।","english_translit":"Qalat rusuluhum afee Allahi shakkun fatiri alssamawati waalardi yadAAookum liyaghfira lakum min thunoobikum wayuakhkhirakum ila ajalin musamman qaloo in antum illa basharun mithluna tureedoona an tasuddoona AAamma kana yaAAbudu abaona fatoona bisultanin mubeenin"},{"sura":14,"aya":11,"quran_text":"قَالَتْ لَهُمْ رُسُلُهُمْ إِنْ نَحْنُ إِلَّا بَشَرٌ مِثْلُكُمْ وَلَكِنَّ اللَّهَ يَمُنُّ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ وَمَا كَانَ لَنَا أَنْ نَأْتِيَكُمْ بِسُلْطَانٍ إِلَّا بِإِذْنِ اللَّهِ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ","bangla_text":"তাদের পয়গম্বর তাদেরকে বলেনঃ আমারাও তোমাদের মত মানুষ, কিন্তু আল্লাহ বান্দাদের মধ্য থেকে যার উপরে ইচ্ছা, অনুগ্রহ করেন। আল্লাহর নির্দেশ ব্যতীত তোমাদের কাছে প্রমাণ নিয়ে আসা আমাদের কাজ নয়; ঈমানদারদের আল্লাহর উপর ভরসা করা চাই।","english_text":"Their apostles said to them: \"Indeed we are men like you, but God bestows His favours on whomsoever He wills among His creatures. It is not in our power to bring a miracle for you without the leave of God. The believers should only place their trust in God.","bangla_translit":"ক্ব-লাত্ লাহুম্ রুসুলুহুম্ ইন্ নাহ্নু ইল্লা-বাশারুম্ মিছ্লুকুম্ অ লা-কিন্নাল্লা-হা ইয়ামুন্নু ‘আলা-মাইঁ ইয়াশা-য়ু মিন্ ‘ইবা-দিহ্; অমা-কা-না লানা য় আন্ নাতিয়াকুম্ বিসুল্ত্বোয়া-নিন্ ইল্লা- বিইয্নিল্লা-হ্; অ‘আলাল্লা-হি ফাল্ইয়াতাওয়াক্কালিল্ মুমিনূন্।","english_translit":"Qalat lahum rusuluhum in nahnu illa basharun mithlukum walakinna Allaha yamunnu AAala man yashao min AAibadihi wama kana lana an natiyakum bisultanin illa biithni Allahi waAAala Allahi falyatawakkali almuminoona"},{"sura":14,"aya":12,"quran_text":"وَمَا لَنَا أَلَّا نَتَوَكَّلَ عَلَى اللَّهِ وَقَدْ هَدَانَا سُبُلَنَا وَلَنَصْبِرَنَّ عَلَى مَا آذَيْتُمُونَا وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ","bangla_text":"আমাদের আল্লাহর উপর ভরসা না করার কি কারণ থাকতে পারে, অথচ তিনি আমাদেরকে আমাদের পথ বলে দিয়েছেন। তোমরা আমাদেরকে যে পীড়ন করেছ, তজ্জন্যে আমরা সবর করব। ভরসাকারিগণের আল্লাহর উপরই ভরসা করা উচিত।","english_text":"And why should we not repose our trust in God when He has shown us our paths of duty to Him? We shall bear with fortitude the hardships you inflict upon us. The trusting place their trust in God.\"","bangla_translit":"অমা-লানা য় আল্লা-নাতাওয়াক্কালা ‘আলাল্লা-হি অক্বদ্ হাদা-না-সুবুলানা-; অলানাছ্বিরন্না ‘আলা-মা য় আ-যাইতুমূনা-অ‘আলাল্লা-হি ফাল্ইয়াতাওয়াক্কালিল্ মুতাওয়াক্কিলূন্।","english_translit":"Wama lana alla natawakkala AAala Allahi waqad hadana subulana walanasbiranna AAala ma athaytumoona waAAala Allahi falyatawakkali almutawakkiloona"},{"sura":14,"aya":13,"quran_text":"وَقَالَ الَّذِينَ كَفَرُوا لِرُسُلِهِمْ لَنُخْرِجَنَّكُمْ مِنْ أَرْضِنَا أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا فَأَوْحَى إِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ الظَّالِمِينَ","bangla_text":"কাফেররা পয়গম্বরগণকে বলেছিলঃ আমরা তোমাদেরকে দেশ থেকে বের করে দেব অথবা তোমরা আমাদের ধর্মে ফিরে আসবে। তখন তাদের কাছে তাদের পালনকর্তা ওহী প্রেরণ করলেন যে, আমি জালিমদেরকে অবশ্যই ধ্বংস করে দেব।","english_text":"The unbelievers said to their apostles: \"We shall drive you out of our land, or else you come back to our fold.\" Their Lord then communicated to them: \"We shall annihilate these wicked people,","bangla_translit":"অক্বলাল্লাযীনা কাফারূ লিরুসুলিহিম্ লানুখ্রিজ্বান্নাকুম্ মিন্ র্আদ্বিনা য় আও লাতা‘ঊদুন্না ফী মিল্লাতিনা-; ফাআওহা য় ইলাইহিম্ রব্বুহুম্ লানুহ্ লিকান্নাজ্ জোয়া-লিমীন্।","english_translit":"Waqala allatheena kafaroo lirusulihim lanukhrijannakum min ardina aw lataAAoodunna fee millatina faawha ilayhim rabbuhum lanuhlikanna alththalimeena"},{"sura":14,"aya":14,"quran_text":"وَلَنُسْكِنَنَّكُمُ الْأَرْضَ مِنْ بَعْدِهِمْ ذَلِكَ لِمَنْ خَافَ مَقَامِي وَخَافَ وَعِيدِ","bangla_text":"তাদের পর তোমাদেরকে দেশে আবাদ করব। এটা ঐ ব্যক্তি পায়, যে আমার সামনে দন্ডায়মান হওয়াকে এবং আমার আযাবের ওয়াদাকে ভয় করে।","english_text":"And establish you in their place. This is for him who fears My station, and dreads My commination.\"","bangla_translit":"অ লানুস্কিনান্নাকুমুল্ র্আদ্বোয়া মিম্ বা’দিহিম্ যা-লিকা লিমান্ খ-ফা মাক্ব-মী অখ-ফা অ‘ঈদ্।","english_translit":"Walanuskinannakumu alarda min baAAdihim thalika liman khafa maqamee wakhafa waAAeedi"},{"sura":14,"aya":15,"quran_text":"وَاسْتَفْتَحُوا وَخَابَ كُلُّ جَبَّارٍ عَنِيدٍ","bangla_text":"পয়গম্বরগণ ফয়সালা চাইতে লাগলেন এবং প্রত্যেক অবাধ্য, হঠকারী ব্যর্থ কাম হল।","english_text":"Then (the apostles) asked of God's assistance, and every arrogant tyrant was frustrated:","bangla_translit":"অস্তাফ্তাহূ অখ-বা কুল্লু জ্বাব্বা-রিন্ ‘আনীদ্।","english_translit":"Waistaftahoo wakhaba kullu jabbarin AAaneedin"},{"sura":14,"aya":16,"quran_text":"مِنْ وَرَائِهِ جَهَنَّمُ وَيُسْقَى مِنْ مَاءٍ صَدِيدٍ","bangla_text":"তার পেছনে দোযখ রয়েছে। তাতে পূঁজ মিশানো পানি পান করানো হবে।","english_text":"Before him is Hell, and he will get putrid liquid to drink.","bangla_translit":"মিওঁ অরা-য়িহী জ্বাহান্নামু অইউস্ক্ব-মিম্ মা-ইন্ ছোয়াদীদ।","english_translit":"Min waraihi jahannamu wayusqa min main sadeedin"},{"sura":14,"aya":17,"quran_text":"يَتَجَرَّعُهُ وَلَا يَكَادُ يُسِيغُهُ وَيَأْتِيهِ الْمَوْتُ مِنْ كُلِّ مَكَانٍ وَمَا هُوَ بِمَيِّتٍ وَمِنْ وَرَائِهِ عَذَابٌ غَلِيظٌ","bangla_text":"ঢোক গিলে তা পান করবে। এবং গলার ভিতরে প্রবেশ করতে পারবে না। প্রতি দিক থেকে তার কাছে মৃত্যু আগমন করবে এবং সে মরবে না। তার পশ্চাতেও রয়েছে কঠোর আযাব।","english_text":"He will sip it, yet will not be able to gulp it down. Death will crowd in upon him from every side, but die he will not. A terrible torment trails him.","bangla_translit":"ইতার্জ্বার‘উহূ‘অলা-ইয়াকা-দু ইউসীগুহূ অইয়া তীহিল মাওতু মিন্ কুল্লি মাকানিওঁ অমা- হুঅ বিমাইয়্যিত্; অ মিঁও অরা-য়িহী‘আযা-বুন গলীজ্।","english_translit":"YatajarraAAuhu wala yakadu yuseeghuhu wayateehi almawtu min kulli makanin wama huwa bimayyitin wamin waraihi AAathabun ghaleethun"},{"sura":14,"aya":18,"quran_text":"مَثَلُ الَّذِينَ كَفَرُوا بِرَبِّهِمْ أَعْمَالُهُمْ كَرَمَادٍ اشْتَدَّتْ بِهِ الرِّيحُ فِي يَوْمٍ عَاصِفٍ لَا يَقْدِرُونَ مِمَّا كَسَبُوا عَلَى شَيْءٍ ذَلِكَ هُوَ الضَّلَالُ الْبَعِيدُ","bangla_text":"যারা স্বীয় পালনকর্তার সত্তার অবিশ্বাসী তাদের অবস্থা এই যে, তাদের কর্মসমূহ ছাইভস্মের মত যার উপর দিয়ে প্রবল বাতাস বয়ে যায় ধূলিঝড়ের দিন। তাদের উপার্জনের কোন অংশই তাদের করতলগত হবে না। এটাই দুরবর্তী পথভ্রষ্টতা।","english_text":"Like ashes are the deeds of those who deny their Lord, which the wind blows away on a windy day. They shall have no power over what they earned. This is the farthest limit of going astray.","bangla_translit":"মাছালুল্লাযীনা কাফারূ বিরব্বিহিম্ আ’মা-লুহুম্ কারামা- দিনিশ্ তাদ্দাত্ বির্হি রীহু ফী ইয়াওমিন্ ‘আ-ছিফ্; লা- ইয়াক্ব দিরূনা মিম্মা-কাসাবূ ‘আলা-শাইয়িন্; যা-লিকা হুওয়াদ্ব্ দ্বোয়ালা-লুল্ বা‘ঈ-দ্।","english_translit":"Mathalu allatheena kafaroo birabbihim aAAmaluhum karamadin ishtaddat bihi alrreehu fee yawmin AAasifin la yaqdiroona mimma kasaboo AAala shayin thalika huwa alddalalu albaAAeedu"},{"sura":14,"aya":19,"quran_text":"أَلَمْ تَرَ أَنَّ اللَّهَ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ إِنْ يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ","bangla_text":"তুমি কি দেখনি যে, আল্লাহ নভোমন্ডল ও ভুমন্ডল যথাবিধি সৃষ্টি করেছেন? যদি তিনি ইচ্ছা করেন, তবে তোমাদেরকে বিলুপ্তিতে নিয়ে যাবেন এবং নতুন সৃষ্টি আনয়ন করবেন।","english_text":"Do you not see that God has created the heavens and the earth with ultimate reason? If He so wills He could take you away from the earth and raise a new creation (in your place).","bangla_translit":"আলাম্ তার আন্নাল্লা-হা খলাক্বস্ সামা-ওয়া-তি অল্ র্আদ্বোয়া বিল্হাক্ব; ইঁ ইয়াশাইয়ুয্ হিব্কুম্ অ ইয়াতি বিখল্ক্বিন্ জ্বাদীদ্।","english_translit":"Alam tara anna Allaha khalaqa alssamawati waalarda bialhaqqi in yasha yuthhibkum wayati bikhalqin jadeedin"},{"sura":14,"aya":20,"quran_text":"وَمَا ذَلِكَ عَلَى اللَّهِ بِعَزِيزٍ","bangla_text":"এটা আল্লাহর পক্ষে মোটেই কঠিন নয়।","english_text":"This is well within the power of God.","bangla_translit":"অমা-যা-লিকা ‘আলাল্লা-হি বি‘আযীয্।","english_translit":"Wama thalika AAala Allahi biAAazeezin"},{"sura":14,"aya":21,"quran_text":"وَبَرَزُوا لِلَّهِ جَمِيعًا فَقَالَ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنْتُمْ مُغْنُونَ عَنَّا مِنْ عَذَابِ اللَّهِ مِنْ شَيْءٍ قَالُوا لَوْ هَدَانَا اللَّهُ لَهَدَيْنَاكُمْ سَوَاءٌ عَلَيْنَا أَجَزِعْنَا أَمْ صَبَرْنَا مَا لَنَا مِنْ مَحِيصٍ","bangla_text":"সবাই আল্লাহর সামনে দন্ডায়মান হবে এবং দুর্বলেরা বড়দেরকে বলবেঃ আমরা তো তোমাদের অনুসারী ছিলাম-অতএব, তোমরা আল্লাহর আযাব থেকে আমাদেরকে কিছুমাত্র রক্ষা করবে কি? তারা বলবেঃ যদি আল্লাহ আমাদেরকে সৎপথ দেখাতেন, তবে আমরা অবশ্যই তোমাদের কে সৎপথ দেখাতাম। এখন তো আমাদের ধৈর্য্যচ্যুত হই কিংবা সবর করি-সবই আমাদের জন্যে সমান আমাদের রেহাই নেই।","english_text":"When they will all appear before God together, the weak will say to those who were arrogant: \"We were your followers, so can you now save us a little from God's punishment?\" They will say: \"If we had been guided by God we would surely have shown you the way. To lament or endure is all the same to us now. No getting away is there for us.\"","bangla_translit":"অবারযূ লিল্লা-হি জ্বামী‘আন্ ফাক্ব-লাদ্দু‘আফা-য়ু লিল্লাযীনাস্ তাক্বারূ য় ইন্না-কুন্না-লাকুম্ তাবা‘আন্ ফাহাল্ আন্তুম্ মুগ্নূনা ‘আন্না-মিন্ ‘আযা-বিল্লা-হি মিন্ শাইয়িন্; ক্ব-লূ লাও হাদা-নাল্লা-হু লাহাদাইনা-কুম্; সাওয়া-য়ুন্ ‘আলাইনা য় আজ্বাযি’না য় আম্ ছর্বানা-মা-লানা-মিম্ মাহীছ্।","english_translit":"Wabarazoo lillahi jameeAAan faqala aldduAAafao lillatheena istakbaroo inna kunna lakum tabaAAan fahal antum mughnoona AAanna min AAathabi Allahi min shayin qaloo law hadana Allahu lahadaynakum sawaon AAalayna ajaziAAna am sabarna ma lana min maheesin"},{"sura":14,"aya":22,"quran_text":"وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ وَمَا كَانَ لِيَ عَلَيْكُمْ مِنْ سُلْطَانٍ إِلَّا أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي فَلَا تَلُومُونِي وَلُومُوا أَنْفُسَكُمْ مَا أَنَا بِمُصْرِخِكُمْ وَمَا أَنْتُمْ بِمُصْرِخِيَّ إِنِّي كَفَرْتُ بِمَا أَشْرَكْتُمُونِ مِنْ قَبْلُ إِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ","bangla_text":"যখন সব কাজের ফায়সলা হয়ে যাবে, তখন শয়তান বলবেঃ নিশ্চয় আল্লাহ তোমাদেরকে সত্য ওয়াদা দিয়েছিলেন এবং আমি তোমাদের সাথে ওয়াদা করেছি, অতঃপর তা ভঙ্গ করেছি। তোমাদের উপর তো আমার কোন ক্ষমতা ছিল না, কিন্তু এতটুকু যে, আমি তোমাদেরকে ডেকেছি, অতঃপর তোমরা আমার কথা মেনে নিয়েছ। অতএব তোমরা আমাকে ভৎর্সনা করো না এবং নিজেদেরকেই ভৎর্সনা কর। আমি তোমাদের উদ্ধারে সাহায্যকারী নই। এবং তোমরাও আমার উদ্ধারে সাহায্যকারী নও। ইতোপূর্বে তোমরা আমাকে যে আল্লাহর শরীক করেছিলে, আমি তা অস্বীকার করি। নিশ্চয় যারা জালেম তাদের জন্যে রয়েছে যন্ত্রণাদায়ক শাস্তি।","english_text":"When the reckoning is over Satan will say: \"The promise that was made to you by God was indeed a true promise; but I went back on the promise I had made, for I had no power over you except to call you; and you responded to my call. So blame me not, but blame yourselves. Neither can I help you nor can you give me help. I disavow your having associated me earlier (with God). The punishment for those who are wicked is painful indeed.\"","bangla_translit":"অক্ব-লাশ্ শাইত্বোয়া-নু লাম্মা-ক্বুদিয়াল্ আম্রু ইন্নাল্লা-হা অ‘আদাল্ হাক্ব্ক্বি অওয়াআত্তুকুম্ ফাআখ্লাফ্তুকুম্; অমা-কা-না লিয়া ‘আলাইকুম্ মিন্ সুল্ত্বোয়া-নিন্ ইল্লা য় আন্ দা‘আওতুকুম্ ফাস্তাজ্বাব্তুম্ লী ফালা-তালূমূনী অলূমূ য় আন্ফুসাকুম্; মা য় আনা- বিমুছ্রিখিকুম্ অমা য় আন্তুম্ বিমুছ্রিখী; ইন্নী কার্ফাতু বিমা য় আশ্রাক্তুমূনি মিন্ ক্বব্ল্; ইন্নাজ্ জোয়া-লিমীনা লাহুম্ ‘আযা-বুন্ আলীম্।","english_translit":"Waqala alshshaytanu lamma qudiya alamru inna Allaha waAAadakum waAAda alhaqqi wawaAAadtukum faakhlaftukum wama kana liya AAalaykum min sultanin illa an daAAawtukum faistajabtum lee fala taloomoonee waloomoo anfusakum ma ana bimusrikhikum wama antum bimusrikhiyya innee kafartu bima ashraktumooni min qablu inna alththalimeena lahum AAathabun aleemun"},{"sura":14,"aya":23,"quran_text":"وَأُدْخِلَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا بِإِذْنِ رَبِّهِمْ تَحِيَّتُهُمْ فِيهَا سَلَامٌ","bangla_text":"এবং যারা বিশ্বাস স্থাপণ করে এবং সৎকর্ম সম্পাদন করে তাদেরকে এমন উদ্যানে প্রবেশ করানো হবে, যার পাদদেশ দিয়ে নির্ঝরিনী সমূহ প্রবাহিত হবে তারা তাতে পালনকর্তার নির্দেশে অনন্তকাল থাকবে। যেখানে তাদের সম্ভাষণ হবে সালাম।","english_text":"Those who believed and did the right, will be admitted to gardens with rivers flowing by, where they will abide by the leave of their Lord, with 'Peace' as their salutation.","bangla_translit":"অউদ্খিলাল্লাযীনা আ-মানূ অ‘আমিলুছ্ ছোয়া-লিহা-তি জ্বান্না-তিন্ তাজ্বরী মিন্ তাহ্তিহাল্ আন্হারু খ-লিদীনা ফীহা-বিইয্নি রব্বিহিম্; তাহিয়্যাতুহুম্ ফীহা- সালাম্।","english_translit":"Waodkhila allatheena amanoo waAAamiloo alssalihati jannatin tajree min tahtiha alanharu khalideena feeha biithni rabbihim tahiyyatuhum feeha salamun"},{"sura":14,"aya":24,"quran_text":"أَلَمْ تَرَ كَيْفَ ضَرَبَ اللَّهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السَّمَاءِ","bangla_text":"তুমি কি লক্ষ্য কর না, আল্লাহ তা’আলা কেমন উপমা বর্ণনা করেছেনঃ পবিত্র বাক্য হলো পবিত্র বৃক্ষের মত। তার শিকড় মজবুত এবং শাখা আকাশে উত্থিত।","english_text":"Do you not see how God compares a noble act to a healthy tree whose roots are firm and branches in the sky, which yields","bangla_translit":"আলাম্ তারা কাইফা দ্বরাবাল্লা-হু মাছালান্ কালিমাতান্ ত্বইয়্যিবাতান্ কাশাজ্বারাতিন্ ত্বইয়িবাতিন্ আছ্লুহা- ছা-বিতুঁও অর্ফা‘উহা-ফিস্ সামা-য়্।","english_translit":"Alam tara kayfa daraba Allahu mathalan kalimatan tayyibatan kashajaratin tayyibatin asluha thabitun wafarAAuha fee alssamai"},{"sura":14,"aya":25,"quran_text":"تُؤْتِي أُكُلَهَا كُلَّ حِينٍ بِإِذْنِ رَبِّهَا وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ","bangla_text":"সে পালনকর্তার নির্দেশে অহরহ ফল দান করে। আল্লাহ মানুষের জন্যে দৃষ্টান্ত বর্ণণা করেন-যাতে তারা চিন্তা-ভাবনা করে।","english_text":"By the leave of its Lord its fruit in all seasons, God presents words of wisdom to men that they might reflect.","bangla_translit":"তুতী য় উকুলাহা-কুল্লা হীনিম্ বিইয্নি রব্বীহা-;অইয়াদ্ব্রিবুল্লা-হুল্ আম্ছা-লা লিন্না-সি লা‘আল্লাহুম্ ইয়াতাযাক্কারূন্।","english_translit":"Tutee okulaha kulla heenin biithni rabbiha wayadribu Allahu alamthala lilnnasi laAAallahum yatathakkaroona"},{"sura":14,"aya":26,"quran_text":"وَمَثَلُ كَلِمَةٍ خَبِيثَةٍ كَشَجَرَةٍ خَبِيثَةٍ اجْتُثَّتْ مِنْ فَوْقِ الْأَرْضِ مَا لَهَا مِنْ قَرَارٍ","bangla_text":"এবং নোংরা বাক্যের উদাহরণ হলো নোংরা বৃক্ষ। একে মাটির উপর থেকে উপড়ে নেয়া হয়েছে। এর কোন স্থিতি নেই।","english_text":"An evil act is like a rotten tree torn out of the earth with no (base or) firmness.","bangla_translit":"অমাছাল্ কালিমাতিন্ খবীছাতিন্ কাশাজ্বারাতিন খবীছাতি নিজ্ব তুছ্ছাত্ মিন্ ফাওক্বিল্ আরদ্বি মা-লাহা-মিন্ ক্বরার্-।","english_translit":"Wamathalu kalimatin khabeethatin kashajaratin khabeethatin ijtuththat min fawqi alardi ma laha min qararin"},{"sura":14,"aya":27,"quran_text":"يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ وَيُضِلُّ اللَّهُ الظَّالِمِينَ وَيَفْعَلُ اللَّهُ مَا يَشَاءُ","bangla_text":"আল্লাহ তা’আলা মুমিনদেরকে মজবুত বাক্য দ্বারা মজবুত করেন। পার্থিবজীবনে এবং পরকালে। এবং আল্লাহ জালেমদেরকে পথভ্রষ্ট করেন। আল্লাহ যা ইচ্ছা, তা করেন।","english_text":"With immutuble words God makes the faithful dauntless in the life of the world and the life to come, but leads the unjust into error, for God does as He pleases.","bangla_translit":"ইউছাব্বিতুল্লা-হু ল্লাযীনা আ-মানূ বিলক্বওলিছ্ ছা- বিতি ফিল্ হাইয়া-তিদ্ দুন্ইয়া- অফিল্ আ-খিরতি, অইয়ুদ্বিল্লু ল্লা-হুজ্ জোয়া-লিমীন্; অ ইয়াফ্ ‘আলুল্লা-হু মা- ইয়াশা-য়্।","english_translit":"Yuthabbitu Allahu allatheena amanoo bialqawli alththabiti fee alhayati alddunya wafee alakhirati wayudillu Allahu alththalimeena wayafAAalu Allahu ma yashao"},{"sura":14,"aya":28,"quran_text":"أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَتَ اللَّهِ كُفْرًا وَأَحَلُّوا قَوْمَهُمْ دَارَ الْبَوَارِ","bangla_text":"তুমি কি তাদের কে দেখনি, যারা আল্লাহর নেয়ামতকে কুফরে পরিণত করেছে এবং স্ব-জাতিকে সম্মুখীন করেছে ধ্বংসের আলয়ে।","english_text":"Have you not looked at those who repaid God's favours with ingratitude; who pulled their people down to ruin,","bangla_translit":"আলাম তার ইলাল্লাযীনা বাদ্দালূ নি’মাতাল্লা-হি কুফ্রাঁও ওয়া আহাল্ল ু ক্বওমাহুম্ দা-রল্ বাওয়ার্-।","english_translit":"Alam tara ila allatheena baddaloo niAAmata Allahi kufran waahalloo qawmahum dara albawari"},{"sura":14,"aya":29,"quran_text":"جَهَنَّمَ يَصْلَوْنَهَا وَبِئْسَ الْقَرَارُ","bangla_text":"দোযখের? তারা তাতে প্রবেশ করবে সেটা কতই না মন্দ আবাস।","english_text":"Hell, where they will roast in the fire? And what an evil repository!","bangla_translit":"জ্বাহান্নামা ইয়াছ্লাওনাহা-; অবি’সাল্ ক্বরর্-।","english_translit":"Jahannama yaslawnaha wabisa alqararu"},{"sura":14,"aya":30,"quran_text":"وَجَعَلُوا لِلَّهِ أَنْدَادًا لِيُضِلُّوا عَنْ سَبِيلِهِ قُلْ تَمَتَّعُوا فَإِنَّ مَصِيرَكُمْ إِلَى النَّارِ","bangla_text":"এবং তারা আল্লাহর জন্যে সমকক্ষ স্থির করেছে, যাতে তারা তার পথ থেকে বিচ্যুত করে দেয়। বলুনঃ মজা উপভোগ করে নাও। অতঃপর তোমাদেরকে অগ্নির দিকেই ফিরে যেতে হবে।","english_text":"They have appointed equals of God to mislead people from His path. Tell them: \"Enjoy yourselves (so long as you may). In the end you have to go to Hell.\"","bangla_translit":"অজ্বা‘আলূ লিল্লা-হি আন্দা-দাল্ লিইয়ুদ্বিল্লু ‘আন্ সাবীলিহ্ ক্বুল্ তামাত্তা‘ঊ ফাইন্না মাছীরকুম্ ইলান্নার্-","english_translit":"WajaAAaloo lillahi andadan liyudilloo AAan sabeelihi qul tamattaAAoo fainna maseerakum ila alnnari"},{"sura":14,"aya":31,"quran_text":"قُلْ لِعِبَادِيَ الَّذِينَ آمَنُوا يُقِيمُوا الصَّلَاةَ وَيُنْفِقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا بَيْعٌ فِيهِ وَلَا خِلَالٌ","bangla_text":"আমার বান্দাদেরকে বলে দিন যারা বিশ্বাস স্থাপন করেছে, তারা নামায কায়েম রাখুক এবং আমার দেয়া রিযিক থেকে গোপনে ও প্রকাশ্যে ব্যয় করুক ঐদিন আসার আগে, যেদিন কোন বেচা কেনা নেই এবং বন্ধুত্বও নেই।","english_text":"Tell those of My creatures who believe: \"Observe your devotional obligations and give of what We have given you in charity, secretly or openly, before the Day arrives when there will be no buying or selling or befriending.\"","bangla_translit":"ক্বুল লি‘ইবাদিয়াল্লাযীনা আ-মানূ ইয়ূক্বীমুছ ছলা-তা অ ইয়ুন্ফিক্বু মিম্মা-রাযাক্বনা-হুম্ র্সিরঁও অ ‘আলা-নিয়াতাম্ মিন্ ক্বব্লি আইঁ ইয়াতিয়া ইয়াওমুল্ লা-বাই‘ঊন্ ফীহি অলা-খিলা-ল্।","english_translit":"Qul liAAibadiya allatheena amanoo yuqeemoo alssalata wayunfiqoo mimma razaqnahum sirran waAAalaniyatan min qabli an yatiya yawmun la bayAAun feehi wala khilalun"},{"sura":14,"aya":32,"quran_text":"اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَكُمْ وَسَخَّرَ لَكُمُ الْفُلْكَ لِتَجْرِيَ فِي الْبَحْرِ بِأَمْرِهِ وَسَخَّرَ لَكُمُ الْأَنْهَارَ","bangla_text":"তিনিই আল্লাহ, যিনি নভোমন্ডল ও ভুমন্ডল সৃজন করেছেন এবং আকাশ থেকে পানি বর্ষণ করে অতঃপর তা দ্বারা তোমাদের জন্যে ফলের রিযিক উৎপন্ন করেছেন এবং নৌকাকে তোমাদের আজ্ঞাবহ করেছেন, যাতে তাঁর আদেশে সমুদ্রে চলা ফেরা করে এবং নদ-নদীকে তোমাদের সেবায় নিয়োজিত করেছেন।","english_text":"It is God who created the heavens and the earth, and sent down rain from the sky producing fruits for your food thereby, and made you master of the ships that ply in the oceans by His command, subjected the rivers to your control,","bangla_translit":"আল্লা হুল্লাযী খলাকাস্সামা-ওয়া-তি অল্র্আদ্বোয়া অ আন্যালা মিনাস্ সামা-য়ি মা-য়ান্ ফাআখ্রাজ্বা বিহী মিনাছ্ ছামার-তি রিয্ক্বাল্লাকুম্ অ সাখ্রা লাকুমুল্ ফুল্কা লিতাজ্বরিয়া ফিল্ বাহ্রি বিআম্রিহী অসাখ্খর লাকুমুল্ আন্হার্-।","english_translit":"Allahu allathee khalaqa alssamawati waalarda waanzala mina alssamai maan faakhraja bihi mina alththamarati rizqan lakum wasakhkhara lakumu alfulka litajriya fee albahri biamrihi wasakhkhara lakumu alanhara"},{"sura":14,"aya":33,"quran_text":"وَسَخَّرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ دَائِبَيْنِ وَسَخَّرَ لَكُمُ اللَّيْلَ وَالنَّهَارَ","bangla_text":"এবং তোমাদের সেবায় নিয়োজিত করেছেন সূর্যকে এবং চন্দ্রকে সর্বদা এক নিয়মে এবং রাত্রি ও দিবাকে তোমাদের কাজে লাগিয়েছেন।","english_text":"And subjugated the sun and moon for you so that they perform their tasks diligently; and subdued the night and day for your service.","bangla_translit":"অসাখ্খরা লাকুমুশ্ শাম্সা অল্ ক্বমারা দা-য়িবাইনি অসাখ্ খরা লাকুমুল্ লাইলা অন্নাহার্-।","english_translit":"Wasakhkhara lakumu alshshamsa waalqamara daibayni wasakhkhara lakumu allayla waalnnahara"},{"sura":14,"aya":34,"quran_text":"وَآتَاكُمْ مِنْ كُلِّ مَا سَأَلْتُمُوهُ وَإِنْ تَعُدُّوا نِعْمَتَ اللَّهِ لَا تُحْصُوهَا إِنَّ الْإِنْسَانَ لَظَلُومٌ كَفَّارٌ","bangla_text":"যে সকল বস্তু তোমরা চেয়েছ, তার প্রত্যেকটি থেকেই তিনি তোমাদেরকে দিয়েছেন। যদি আল্লাহর নেয়ামত গণনা কর, তবে গুণে শেষ করতে পারবে না। নিশ্চয় মানুষ অত্যন্ত অন্যায়কারী, অকৃতজ্ঞ।","english_text":"He gave you whatsoever you asked. If you try to count the favours of God you will not be able to calculate. Man is most unjust indeed, full of ingratitude.","bangla_translit":"অআ-তা-কুম্ মিন্ কুল্লি মা-সায়াল্ তুমূহ্ ;অইন্ তা‘উদ্দূ নি’মাতাল্লা-হি লা-তুহ্ছূহা-; ইন্নাল্ ইন্সা-না লাজোয়ালূমুন্ কাফ্ফার্-।","english_translit":"Waatakum min kulli ma saaltumoohu wain taAAuddoo niAAmata Allahi la tuhsooha inna alinsana lathaloomun kaffarun"},{"sura":14,"aya":35,"quran_text":"وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا الْبَلَدَ آمِنًا وَاجْنُبْنِي وَبَنِيَّ أَنْ نَعْبُدَ الْأَصْنَامَ","bangla_text":"যখন ইব্রাহীম বললেনঃ হে পালনকর্তা, এ শহরকে শান্তিময় করে দিন এবং আমাকে ও আমার সন্তান সন্ততিকে মূর্তি পূজা থেকে দূরে রাখুন।","english_text":"Remember when Abraham prayed: \"O Lord, make this a city of peace, and preserve me and my progeny from worshipping idols:","bangla_translit":"অইয্ ক্ব-লা ইব্রা-হীমু রব্বিজ্ব‘আল্ হা-যাল্ বালাদা আ-মিনাঁও অজ্বনুব্নী- অ বানিয়্যা আন্ না’বুদাল্ আছ্না-ম্।","english_translit":"Waith qala ibraheemu rabbi ijAAal hatha albalada aminan waojnubnee wabaniyya an naAAbuda alasnama"},{"sura":14,"aya":36,"quran_text":"رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مِنَ النَّاسِ فَمَنْ تَبِعَنِي فَإِنَّهُ مِنِّي وَمَنْ عَصَانِي فَإِنَّكَ غَفُورٌ رَحِيمٌ","bangla_text":"হে পালনকর্তা, এরা অনেক মানুষকে বিপথগামী করেছে। অতএব যে আমার অনুসরণ করে, সে আমার এবং কেউ আমার অবাধ্যতা করলে নিশ্চয় আপনি ক্ষমাশীল, পরম দয়ালু।","english_text":"Many a man have they led astray, O Lord. So he who follows me is truly of me; but as for him who disobeys me, surely You are forgiving and kind.","bangla_translit":"রব্বী ইন্নাহুন্না আদ্ব্লাল্না কাছীরাম্ মিনান্না-সি ফামান্ তাবি‘আনী ফাইন্নাহূ মিন্নী অমান্ ‘আছোয়া-নী ফাইন্নাকা গফূর্রু রহীম্।","english_translit":"Rabbi innahunna adlalna katheeran mina alnnasi faman tabiAAanee fainnahu minnee waman AAasanee fainnaka ghafoorun raheemun"},{"sura":14,"aya":37,"quran_text":"رَبَّنَا إِنِّي أَسْكَنْتُ مِنْ ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِ رَبَّنَا لِيُقِيمُوا الصَّلَاةَ فَاجْعَلْ أَفْئِدَةً مِنَ النَّاسِ تَهْوِي إِلَيْهِمْ وَارْزُقْهُمْ مِنَ الثَّمَرَاتِ لَعَلَّهُمْ يَشْكُرُونَ","bangla_text":"হে আমাদের পালনকর্তা, আমি নিজের এক সন্তানকে তোমার পবিত্র গৃহের সন্নিকটে চাষাবাদহীন উপত্যকায় আবাদ করেছি; হে আমাদের পালনকর্তা, যাতে তারা নামায কায়েম রাখে। অতঃপর আপনি কিছু লোকের অন্তরকে তাদের প্রতি আকৃষ্ট করুন এবং তাদেরকে ফলাদি দ্বারা রুযী দান করুন, সম্ভবতঃ তারা কৃতজ্ঞতা প্রকাশ করবে","english_text":"I have settled some of my children, O Lord, in a barren valley near Your sacred House, so that, O our Lord, they may be constant in devotion. So put in the hearts of men some kindness for them, and provide fruits for them: They may haply be grateful.","bangla_translit":"রব্বানা য় ইন্নী য় আস্কান্তু মিন্ র্যুরিয়্যাতী বিওয়া-দিন্ গইরি যী র্যা‘ইন্ ‘ইন্দা বাইতিকাল্ মুর্হারমি রব্বানা-লিইয়ুক্বীমুছ্ ছলা-তা ফাজ্ব্‘আল্ আফ্য়িদাতাম্ মিনান্না-সি তাহ্ওয়ী য় ইলাইহিম্ র্অযুক্ব্হুম্ মিনাস্সামারা-তি লা‘আল্লাহুম্ ইয়াশ্কুরূন্।","english_translit":"Rabbana innee askantu min thurriyyatee biwadin ghayri thee zarAAin AAinda baytika almuharrami rabbana liyuqeemoo alssalata faijAAal afidatan mina alnnasi tahwee ilayhim waorzuqhum mina alththamarati laAAallahum yashkuroona"},{"sura":14,"aya":38,"quran_text":"رَبَّنَا إِنَّكَ تَعْلَمُ مَا نُخْفِي وَمَا نُعْلِنُ وَمَا يَخْفَى عَلَى اللَّهِ مِنْ شَيْءٍ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ","bangla_text":"হে আমাদের পালনকর্তা, আপনি তো জানেন আমরা যা কিছু গোপনে করি এবং যা কিছু প্রকাশ্য করি। আল্লাহর কাছে পৃথিবীতে ও আকাশে কোন কিছুই গোপন নয়।","english_text":"O Lord, You have knowledge of what we hide and what we reveal, for nothing on the earth or in the skies is hidden from God.","bangla_translit":"রব্বানা য় ইন্নাকা তা’লামু মা-নুখ্ফী অমা-নু’লিন্; অমা-ইয়াখ্ফা-‘আলাল্লা-হি মিন্ শাইয়িন্ ফিল্ র্আদ্বি অলা-ফিস্ সামা-য়্।","english_translit":"Rabbana innaka taAAlamu ma nukhfee wama nuAAlinu wama yakhfa AAala Allahi min shayin fee alardi wala fee alssamai"},{"sura":14,"aya":39,"quran_text":"الْحَمْدُ لِلَّهِ الَّذِي وَهَبَ لِي عَلَى الْكِبَرِ إِسْمَاعِيلَ وَإِسْحَاقَ إِنَّ رَبِّي لَسَمِيعُ الدُّعَاءِ","bangla_text":"সমস্ত প্রশংসা আল্লাহরই, যিনি আমাকে এই বার্ধক্যে ইসমাঈল ও ইসহাক দান করেছেন নিশ্চয় আমার পালনকর্তা দোয়া শ্রবণ করেন।","english_text":"All praise be to God who bestowed on me Ishmael and Isaac in old age. Verily my Lord listens to prayer.","bangla_translit":"আল্হামদু লিল্লা-হিল্লাযী অহাবালী ‘আলাল্ কিবারি ইস্মা-‘ঈলা অইস্হা-ক্ব ; ইন্না রব্বী লাসামী‘ঊদ্ দু‘আ-য়্।","english_translit":"Alhamdu lillahi allathee wahaba lee AAala alkibari ismaAAeela waishaqa inna rabbee lasameeAAu aldduAAai"},{"sura":14,"aya":40,"quran_text":"رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِنْ ذُرِّيَّتِي رَبَّنَا وَتَقَبَّلْ دُعَاءِ","bangla_text":"হে আমার পালনকর্তা, আমাকে নামায কায়েমকারী করুন এবং আমার সন্তানদের মধ্যে থেকেও। হে আমাদের পালনকর্তা, এবং কবুল করুন আমাদের দোয়া।","english_text":"Grant, O Lord, that I and my offspring may remain constant in devotion. Grant, O Lord, my supplication.","bangla_translit":"রব্বিজ্ব্‘আল্নী মুক্বীমাছ্ ছলা-তি অমিন্ র্যুরিয়্যাতী রব্বানা- অ তাক্বাব্বাল্ দু‘আ-য়।","english_translit":"Rabbi ijAAalnee muqeema alssalati wamin thurriyyatee rabbana wtaqabbal duAAai"},{"sura":14,"aya":41,"quran_text":"رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسَابُ","bangla_text":"হে আমাদের পালনকর্তা, আমাকে, আমার পিতা-মাতাকে এবং সব মুমিনকে ক্ষমা করুন, যেদিন হিসাব কায়েম হবে।","english_text":"O Lord, forgive me, my parents and the faithful on the Day the reckoning is done.\"","bangla_translit":"রব্বানার্গ্ফিলী অলিওয়া লিদাইয়্যা অ- লিল্মুমিনীনা ইয়াওমা ইয়াক্বুমুল্ হিসা-ব্।","english_translit":"Rabbana ighfir lee waliwalidayya walilmumineena yawma yaqoomu alhisabu"},{"sura":14,"aya":42,"quran_text":"وَلَا تَحْسَبَنَّ اللَّهَ غَافِلًا عَمَّا يَعْمَلُ الظَّالِمُونَ إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الْأَبْصَارُ","bangla_text":"জালেমরা যা করে, সে সম্পর্কে আল্লাহকে কখনও বেখবর মনে করো না তাদেরকে তো ঐ দিন পর্যন্ত অবকাশ দিয়ে রেখেছেন, যেদিন চক্ষুসমূহ বিস্ফোরিত হবে।","english_text":"Think not God is oblivious of the deeds of the wicked. He has only allowed them respite till the Day on which all eyes would stare aghast,","bangla_translit":"অলা-তাহ্সাবান্নাল্লা-হা গ-ফিলান্ ‘আম্মা ইয়া’মালুজ্জোয়া-লিমূন্; ইন্নামা-ইয়ুয়াখ্ খিরুহুম্ লিইয়াওমিন্ তাশ্খাছু ফীহিল্ আব্ছোয়ার্-।","english_translit":"Wala tahsabanna Allaha ghafilan AAamma yaAAmalu alththalimoona innama yuakhkhiruhum liyawmin tashkhasu feehi alabsaru"},{"sura":14,"aya":43,"quran_text":"مُهْطِعِينَ مُقْنِعِي رُءُوسِهِمْ لَا يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ وَأَفْئِدَتُهُمْ هَوَاءٌ","bangla_text":"তারা মস্তক উপরে তুলে ভীত-বিহবল চিত্তে দৌড়াতে থাকবে। তাদের দিকে তাদের দৃষ্টি ফিরে আসবে না এবং তাদের অন্তর উড়ে যাবে।","english_text":"(And) they would hasten forward, heads lifted upwards, gazes fixed, and emptied out their hearts.","bangla_translit":"মুহ্ত্বি‘ঈনা মুক্বনি‘ঈ রুয়ূসিহিম্ লা-ইর্য়াতাদ্দু ইলাইহিম্ ত্বোর্য়াফুহুম্ অআফ্য়িদাতুহুম্ হাওয়ায়্।","english_translit":"MuhtiAAeena muqniAAee ruoosihim la yartaddu ilayhim tarfuhum waafidatuhum hawaon"},{"sura":14,"aya":44,"quran_text":"وَأَنْذِرِ النَّاسَ يَوْمَ يَأْتِيهِمُ الْعَذَابُ فَيَقُولُ الَّذِينَ ظَلَمُوا رَبَّنَا أَخِّرْنَا إِلَى أَجَلٍ قَرِيبٍ نُجِبْ دَعْوَتَكَ وَنَتَّبِعِ الرُّسُلَ أَوَلَمْ تَكُونُوا أَقْسَمْتُمْ مِنْ قَبْلُ مَا لَكُمْ مِنْ زَوَالٍ","bangla_text":"মানুষকে ঐ দিনের ভয় প্রদর্শন করুন, যেদিন তাদের কাছে আযাব আসবে। তখন জালেমরা বলবেঃ হে আমাদের পালনকর্তা, আমাদেরকে সামান্য মেয়াদ পর্যন্ত সময় দিন, যাতে আমরা আপনার আহবানে সাড়া দিতে এবং পয়গম্বরগণের অনুসরণ করতে পারি। তোমরা কি ইতোপূর্বে কসম খেতে না যে, তোমাদেরকে দুনিয়া থেকে যেতে হবে না?","english_text":"Warn the people of that Day when the punishment would be inflicted upon them. Then will the wicked say: \"O our Lord, give us respite a while more. We shall heed Your call and follow the apostles.\" (But they will be told,): \"Are you not those who used to swear: 'There is no reverse for us?'","bangla_translit":"অআন্যিরি ন্না-সা ইয়াওমা ইয়াতীহিমুল্ ‘আযা-বু ফাইয়াক্বুলু ল্লাযীনা জলামূ রব্বানা য় আখ্খিরুনা য় ইলা য় আজ্বালিন্ ক্বারীবিন্ নুজ্বিব্ দা’অতাকা অনাত্তাবি‘র্ই রুসুল্; আওয়ালাম্ তাকূনূ য় আক্বসাম্তুম্ মিন্ ক্বব্লু মা-লাকুম্ মিন্ যাওয়া-ল্।","english_translit":"Waanthiri alnnasa yawma yateehimu alAAathabu fayaqoolu allatheena thalamoo rabbana akhkhirna ila ajalin qareebin nujib daAAwataka wanattabiAAi alrrusula awalam takoonoo aqsamtum min qablu ma lakum min zawalin"},{"sura":14,"aya":45,"quran_text":"وَسَكَنْتُمْ فِي مَسَاكِنِ الَّذِينَ ظَلَمُوا أَنْفُسَهُمْ وَتَبَيَّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ وَضَرَبْنَا لَكُمُ الْأَمْثَالَ","bangla_text":"তোমরা তাদের বাসভূমিতেই বসবাস করতে, যারা নিজেদের উপর জুলুম করেছে এবং তোমাদের জানা হয়ে গিয়েছিল যে, আমি তাদের সাথে কিরূপ ব্যবহার করেছি এবং আমি তোমাদেরকে ওদের সব কাহিনীই বর্ণনা করেছি।","english_text":"Yet you dwelt in the dwellings of those who had exceeded themselves, and it was evident to you how We had dealt with them; and We held out examples before you.\"","bangla_translit":"অসাকান্তুম্ ফী মাসা-কিনি ল্লাযীনা জলামূ য় আন্ফুসাহুম্ অতাবাইয়্যানা লাকুম্ কাইফা ফা‘আল্না-বিহিম্ অদ্বরাব্না-লাকুমুল্ আম্ছা-ল্।","english_translit":"Wasakantum fee masakini allatheena thalamoo anfusahum watabayyana lakum kayfa faAAalna bihim wadarabna lakumu alamthala"},{"sura":14,"aya":46,"quran_text":"وَقَدْ مَكَرُوا مَكْرَهُمْ وَعِنْدَ اللَّهِ مَكْرُهُمْ وَإِنْ كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَالُ","bangla_text":"তারা নিজেদের মধ্যে ভীষণ চক্রান্ত করে নিয়েছে এবং আল্লাহর সামনে রক্ষিত আছে তাদের কু-চক্রান্ত। তাদের কুটকৌশল পাহাড় টলিয়ে দেয়ার মত হবে না।","english_text":"Still they are plotting their plots, but evident are their plots to God, even though they are so adroit as to make the mountains move.","bangla_translit":"অক্বদ্ মাকারূ মাক্রহুম্ অ‘ইন্দাল্লা-হি মাক্রুহুম্; অইন্ কা-না মাক্রুহুম্ লিতাযূলা মিন্হুল্ জ্বিবা-ল্।","english_translit":"Waqad makaroo makrahum waAAinda Allahi makruhum wain kana makruhum litazoola minhu aljibalu"},{"sura":14,"aya":47,"quran_text":"فَلَا تَحْسَبَنَّ اللَّهَ مُخْلِفَ وَعْدِهِ رُسُلَهُ إِنَّ اللَّهَ عَزِيزٌ ذُو انْتِقَامٍ","bangla_text":"অতএব আল্লাহর প্রতি ধারণা করো না যে, তিনি রসূলগণের সাথে কৃত ওয়াদা ভঙ্গ করবেন নিশ্চয় আল্লাহ পরাক্রমশালী, প্রতিশোধ গ্রহণকারী।","english_text":"Think not that God would go back on His promise (made) to the apostles. Indeed God is mighty, the Lord of retribution.","bangla_translit":"ফালা-তাহ্সাবান্নাল্লা-হা মুখ্লিফা ওয়া’দিহী রুসুলাহ্ ইন্নাল্লা-হা ‘আযীযুন্ যুন্ তিক্বা-ম্।","english_translit":"Fala tahsabanna Allaha mukhlifa waAAdihi rusulahu inna Allaha AAazeezun thoo intiqamin"},{"sura":14,"aya":48,"quran_text":"يَوْمَ تُبَدَّلُ الْأَرْضُ غَيْرَ الْأَرْضِ وَالسَّمَاوَاتُ وَبَرَزُوا لِلَّهِ الْوَاحِدِ الْقَهَّارِ","bangla_text":"যেদিন পরিবর্তিত করা হবে এ পৃথিবীকে অন্য পৃথিবীতে এবং পরিবর্তিত করা হবে আকাশ সমূহকে এবং লোকেরা পরাক্রমশালী এবং আল্লাহর সামনে পেশ হবে।","english_text":"The day when the earth will he replaced by some other than the earth, as will be the skies, and every one will appear before God the one and omnipotent,","bangla_translit":"ইয়াওমা তুবাদ্দালুল্ র্আদ্বু গইরল্ র্আদ্বি অস্সামাওয়া-তু অবারযূ লিল্লা-হিল্ ওয়া-হিদিল্ ক্বহ্হার্-।","english_translit":"Yawma tubaddalu alardu ghayra alardi waalssamawatu wabarazoo lillahi alwahidi alqahhari"},{"sura":14,"aya":49,"quran_text":"وَتَرَى الْمُجْرِمِينَ يَوْمَئِذٍ مُقَرَّنِينَ فِي الْأَصْفَادِ","bangla_text":"তুমি ঐদিন পাপীদেরকে পরস্পরে শৃংখলা বদ্ধ দেখবে।","english_text":"You will see the wicked on that day bound together in chains.","bangla_translit":"অতারাল্ মুজ্বরিমীনা ইয়াওমায়িযিম্ মুর্ক্বারানীনা ফিল্ আছ্ফা-দ্।","english_translit":"Watara almujrimeena yawmaithin muqarraneena fee alasfadi"},{"sura":14,"aya":50,"quran_text":"سَرَابِيلُهُمْ مِنْ قَطِرَانٍ وَتَغْشَى وُجُوهَهُمُ النَّارُ","bangla_text":"তাদের জামা হবে দাহ্য আলকাতরার এবং তাদের মুখমন্ডলকে আগুন আচ্ছন্ন করে ফেলবে।","english_text":"Of molten pitch shall be their garments, their faces covered with flames,","bangla_translit":"সারা-বীলুহুম্ মিন্ ক্বাতিরা-নিঁও অতাগ্শা- উজউহাহুমুন্নার্-।","english_translit":"Sarabeeluhum min qatranin wataghsha wujoohahumu alnnaru"},{"sura":14,"aya":51,"quran_text":"لِيَجْزِيَ اللَّهُ كُلَّ نَفْسٍ مَا كَسَبَتْ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ","bangla_text":"যাতে আল্লাহ প্রত্যেককে তার কৃতকর্মের প্রতিদান দেন। নিশ্চয় আল্লাহ দ্রুত হিসাব গ্রহণকারী।","english_text":"That God may reward each soul for its deeds. Indeed God is swift at reckoning!","bangla_translit":"লিইয়াজ্বযিয়াল্লা-হু কুল্লা-নাফ্সিম্ মা-কাসাবাত্; ইন্নাল্লা-হা সারী‘উল্ হিসা-ব্।","english_translit":"Liyajziya Allahu kulla nafsin ma kasabat inna Allaha sareeAAu alhisabi"},{"sura":14,"aya":52,"quran_text":"هَذَا بَلَاغٌ لِلنَّاسِ وَلِيُنْذَرُوا بِهِ وَلِيَعْلَمُوا أَنَّمَا هُوَ إِلَهٌ وَاحِدٌ وَلِيَذَّكَّرَ أُولُو الْأَلْبَابِ","bangla_text":"এটা মানুষের একটি সংবাদনামা এবং যাতে এতদ্বারা ভীত হয় এবং যাতে জেনে নেয় যে, উপাস্য তিনিই-একক; এবং যাতে বুদ্ধিমানরা চিন্তা-ভাবনা করে।","english_text":"This is a message for mankind that they may take a warning from it, and may know that He is the one and only God, and that men of wisdom may reflect.","bangla_translit":"হা-যা-বালা-গুল্ লিন্না-সি অ লিইয়ুন্যারূ বিহী অ লিইয়া’লামূ য় আন্নামা-হঅ ইলা-হুঁও ওয়া-হিদুঁও অলিয়ায্ যাক্কার ঊলুল্ আল্বা-ব্।","english_translit":"Hatha balaghun lilnnasi waliyuntharoo bihi waliyaAAlamoo annama huwa ilahun wahidun waliyaththakkara oloo alalbabi"}]