[{"sura":44,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ حم","bangla_mohiuddin":"হা-মীম।","bangla_murtaza":"পরম করুণাময়পরম দয়াবান আল্লাহর নামে হা মিম।","english_text":"HA MIM.","bangla_translit":"হা-মী-ম্","english_translit":"Hameem"},{"sura":44,"aya":2,"quran_text":"وَالْكِتَابِ الْمُبِينِ","bangla_mohiuddin":"শপথ সুস্পষ্ট কিতাবের।","bangla_murtaza":"শপথ এই সুস্পষ্ট কিতাবের।","english_text":"The perspicuous Book is witness","bangla_translit":"অল্কিতা-বিল্ মুবীন।","english_translit":"Waalkitabi almubeeni"},{"sura":44,"aya":3,"quran_text":"إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةٍ مُبَارَكَةٍ إِنَّا كُنَّا مُنْذِرِينَ","bangla_mohiuddin":"আমি একে নাযিল করেছি। এক বরকতময় রাতে, নিশ্চয় আমি সতর্ককারী।","bangla_murtaza":"আমরা এটিকে নাযিল করেছি এক মুবারক রাতে। আমরা তো সতর্ককারী।","english_text":"(That) We sent it down one night of blessing -- so that We could warn --","bangla_translit":"ইন্না য় আন্ যাল্না-হু ফী লাইলাতিম্ মুবা-রকাতিন্ ইন্না-কুন্না- মুন্যিরীন্।","english_translit":"Inna anzalnahu fee laylatin mubarakatin inna kunna munthireena"},{"sura":44,"aya":4,"quran_text":"فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ","bangla_mohiuddin":"এ রাতে প্রত্যেক প্রজ্ঞাপূর্ণ বিষয় স্থিরীকৃত হয়।","bangla_murtaza":"সেই রাতে ফায়সালা করা হয় প্রতিটি বিজ্ঞানময় বিষয়","english_text":"On which all affairs are sorted out and decided","bangla_translit":"ফীহা-ইয়ুফ্রকু কুল্লু আম্রিন্ হাকীম্।","english_translit":"Feeha yufraqu kullu amrin hakeemin"},{"sura":44,"aya":5,"quran_text":"أَمْرًا مِنْ عِنْدِنَا إِنَّا كُنَّا مُرْسِلِينَ","bangla_mohiuddin":"আমার পক্ষ থেকে আদেশক্রমে, আমিই প্রেরণকারী।","bangla_murtaza":"আমাদের নির্দেশক্রমে। আমরা তো রসূল পাঠিয়ে থাকি","english_text":"As commands from Us. It is indeed We who send (messengers),","bangla_translit":"আম্রাম্ মিন্ ই’ন্দিনা-; ইন্না-কুন্না র্মুসিলীন্","english_translit":"Amran min AAindina inna kunna mursileena"},{"sura":44,"aya":6,"quran_text":"رَحْمَةً مِنْ رَبِّكَ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ","bangla_mohiuddin":"আপনার পালনকর্তার পক্ষ থেকে রহমতস্বরূপ। তিনি সর্বশ্রোতা, সর্বজ্ঞ।","bangla_murtaza":"তোমার প্রভুর পক্ষ থেকে অনুগ্রহ হিসেবে। নিশ্চয়ই তিনি সর্বশ্রোতা, সর্বজ্ঞানী।","english_text":"A mercy from your Lord. Verily He is all-hearing and all-knowing,","bangla_translit":"রহ্মাতাম্ র্মি রব্বিক্; ইন্নাহূ হুওয়াস্ সামী উ’ল্ ‘আলীম্।","english_translit":"Rahmatan min rabbika innahu huwa alssameeAAu alAAaleemu"},{"sura":44,"aya":7,"quran_text":"رَبِّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا إِنْ كُنْتُمْ مُوقِنِينَ","bangla_mohiuddin":"যদি তোমাদের বিশ্বাস থাকে দেখতে পাবে। তিনি নভোমন্ডল, ভূমন্ডল ও এতদুভয়ের মধ্যেবর্তী সবকিছুর পালনকর্তা।","bangla_murtaza":"তিনি মহাকাশ ও পৃথিবীর প্রভু এবং এ দুয়ের মাঝে যা কিছু আছে সেগুলোরও, যদি তোমরা একীন রেখে থাকো।","english_text":"The Lord of the heavens and the earth and all that lies between them, if you really do believe.","bangla_translit":"রব্বিস্ সামা-ওয়া-তি অল্ র্আদ্বি অমা-বাইনাহুমা-। ইন্ কুন্তুম্ মূক্বিনীন্।","english_translit":"Rabbi alssamawati waalardi wama baynahuma in kuntum mooqineena"},{"sura":44,"aya":8,"quran_text":"لَا إِلَهَ إِلَّا هُوَ يُحْيِي وَيُمِيتُ رَبُّكُمْ وَرَبُّ آبَائِكُمُ الْأَوَّلِينَ","bangla_mohiuddin":"তিনি ব্যতীত কোন উপাস্য নেই। তিনি জীবন দান করেন ও মৃত্যু দেন। তিনি তোমাদের পালনকর্তা এবং তোমাদের পূর্ববর্তী পিতৃ-পুরুষদেরও পালনকর্তা।","bangla_murtaza":"কোনো ইলাহ্ নেই তিনি ছাড়া। তিনি হায়াত দান করেন এবং মউত ঘটান। তিনিই তোমাদের এবং তোমাদের পূর্ব পুরুষদের প্রভু।","english_text":"There is no god other than He, who gives you life and death, your Lord and the Lord of your fathers of old.","bangla_translit":"লা য় ইলা-হা ইল্লা-হুওয়া ইয়ুহ্য়ী অইয়ুমীত্; রব্বুকুম্ অরব্বু আ-বা-য়িকুমুল্ আওয়্যালীন্।","english_translit":"La ilaha illa huwa yuhyee wayumeetu rabbukum warabbu abaikumu alawwaleena"},{"sura":44,"aya":9,"quran_text":"بَلْ هُمْ فِي شَكٍّ يَلْعَبُونَ","bangla_mohiuddin":"এতদসত্ত্বেও এরা সন্দেহে পতিত হয়ে ক্রীড়া-কৌতুক করছে।","bangla_murtaza":"বরং তারা সন্দেহে থেকে খেলতামাশায় লিপ্ত হয়েছে।","english_text":"Yet they are lost in doubt and play.","bangla_translit":"বাল্ হুম্ ফী শাক্কিঁই ইয়াল্‘আবূন্।","english_translit":"Bal hum fee shakkin yalAAaboona"},{"sura":44,"aya":10,"quran_text":"فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ","bangla_mohiuddin":"অতএব আপনি সেই দিনের অপেক্ষা করুন, যখন আকাশ ধূয়ায় ছেয়ে যাবে।","bangla_murtaza":"অতএব তুমি অপেক্ষা করো সেই দিনটির যেদিন আসমান হয়ে পড়বে ঘোরতর ধোঁয়াচ্ছন্ন,","english_text":"So watch for the day when the sky begins to emit clear smoke,","bangla_translit":"র্ফাতাক্বিব্ ইয়াওমা তাতিস্ সামা-য় বিদুখা-নিমু মুবীন্।","english_translit":"Fairtaqib yawma tatee alssamao bidukhanin mubeenin"},{"sura":44,"aya":11,"quran_text":"يَغْشَى النَّاسَ هَذَا عَذَابٌ أَلِيمٌ","bangla_mohiuddin":"যা মানুষকে ঘিরে ফেলবে। এটা যন্ত্রণাদায়ক শাস্তি।","bangla_murtaza":"এবং তা ঢেকে ফেলবে সমস্ত মানুষকেও। এ হবে এক বেদনাদায়ক আযাব।","english_text":"Which would envelope mankind. That would be a grievous affliction.","bangla_translit":"ইয়াগ্শান্না-স্; হা-যা-‘আযা-বুন্ আলীম্।","english_translit":"Yaghsha alnnasa hatha AAathabun aleemun"},{"sura":44,"aya":12,"quran_text":"رَبَّنَا اكْشِفْ عَنَّا الْعَذَابَ إِنَّا مُؤْمِنُونَ","bangla_mohiuddin":"হে আমাদের পালনকর্তা আমাদের উপর থেকে শাস্তি প্রত্যাহার করুন, আমরা বিশ্বাস স্থাপন করছি।","bangla_murtaza":"তখন তারা বলতে থাকবে: ‘আমাদের প্রভু! আমাদের থেকে সরিয়ে নাও আযাব। আমরা এখনই ঈমান আনছি।’","english_text":"\"O Lord, take away this torment from us,\" (they will pray); \"we have come to believe.\"","bangla_translit":"রব্বানা ক্শিফ্ ‘আন্নাল্ ‘আযা-বা ইন্না-মু’মিনূন্।","english_translit":"Rabbana ikshif AAanna alAAathaba inna muminoona"},{"sura":44,"aya":13,"quran_text":"أَنَّى لَهُمُ الذِّكْرَى وَقَدْ جَاءَهُمْ رَسُولٌ مُبِينٌ","bangla_mohiuddin":"তারা কি করে বুঝবে, অথচ তাদের কাছে এসেছিলেন স্পষ্ট বর্ণনাকারী রসূল।","bangla_murtaza":"কেমন করে তারা গ্রহণ করবে উপদেশ, অথচ তাদের কাছে এসেছিল একজন সুস্পষ্ট রসূল।","english_text":"How can a warning benefit them? The Apostle who explained all things clearly had come to them,","bangla_translit":"আন্না-লাহুমুয্ যিক্র-অক্বদ্ জ্বা-য়াহুম্ রাসূলুম্ মুবীন্।","english_translit":"Anna lahumu alththikra waqad jaahum rasoolun mubeenun"},{"sura":44,"aya":14,"quran_text":"ثُمَّ تَوَلَّوْا عَنْهُ وَقَالُوا مُعَلَّمٌ مَجْنُونٌ","bangla_mohiuddin":"অতঃপর তারা তাকে পৃষ্ঠপ্রদর্শন করে এবং বলে, সে তো উম্মাদ-শিখানো কথা বলে।","bangla_murtaza":"তখন তারা একথা বলে তার থেকে মুখ ফিরিয়ে নেয়: ‘এ তো এক প্রশিক্ষণপ্রাপ্ত পাগল।’","english_text":"But they turned away from him, and said: \"He is well-instructed, (but) possessed.\"","bangla_translit":"ছুম্মা তাওয়াল্লাও ‘আনহু অক্ব-লূ মু‘আল্লামুম্ মাজ্ব ্নূন্।","english_translit":"Thumma tawallaw AAanhu waqaloo muAAallamun majnoonun"},{"sura":44,"aya":15,"quran_text":"إِنَّا كَاشِفُو الْعَذَابِ قَلِيلًا إِنَّكُمْ عَائِدُونَ","bangla_mohiuddin":"আমি তোমাদের উপর থেকে আযাব কিছুটা প্রত্যাহার করব, কিন্তু তোমরা পুনরায় পুনর্বস্থায় ফিরে যাবে।","bangla_murtaza":"আমি কিছু কালের জন্যে আযাব সরিয়ে নিচ্ছি, কিন্তু তোমরা তো পূর্বাবস্থায় ফিরে যাবে।","english_text":"If We remove the torment a little, you revert back (to misdeeds).","bangla_translit":"ইন্না-কা-শিফুল্ ‘আযা-বি ক্বলীলান্ ইন্নাকুম্ আ’-য়িদূন্।","english_translit":"Inna kashifoo alAAathabi qaleelan innakum AAaidoona"},{"sura":44,"aya":16,"quran_text":"يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى إِنَّا مُنْتَقِمُونَ","bangla_mohiuddin":"যেদিন আমি প্রবলভাবে ধৃত করব, সেদিন পুরোপুরি প্রতিশোধ গ্রহণ করবই।","bangla_murtaza":"যেদিন আমরা তোমাদের প্রবলভাবে পাকড়াও করবো, সেদিন অবশ্যি আমরা তোমাদের থেকে প্রতিশোধ নেবো।","english_text":"The day that We shall seize them with a grievous hold, We will indeed castigate them.","bangla_translit":"ইয়াওমানাব্তিশুল্ বাত্ব্ শাতাল্ কুব্রা-ইন্না-মুন্তাক্বিমূন্।","english_translit":"Yawma nabtishu albatshata alkubra inna muntaqimoona"},{"sura":44,"aya":17,"quran_text":"وَلَقَدْ فَتَنَّا قَبْلَهُمْ قَوْمَ فِرْعَوْنَ وَجَاءَهُمْ رَسُولٌ كَرِيمٌ","bangla_mohiuddin":"তাদের পূর্বে আমি ফেরাউনের সম্প্রদায়কে পরীক্ষা করেছি এবং তাদের কাছে আগমন করেছেন একজন সম্মানিত রসূল,","bangla_murtaza":"এদের আগে আমরা ফেরাউনের জাতিকেও পরীক্ষা করেছিলাম এবং তাদের কাছে এসেছিল একজন সম্মানিত রসূল।","english_text":"We had tried the people of Pharaoh before them. A respected prophet had come to them (saying):","bangla_translit":"অলাক্বদ্ ফাতান্না ক্বব্লাহুম্ ক্বওমা র্ফিআ’উনা অজ্বা-য়া হুম্ রাসূলুন্ কারীম্।","english_translit":"Walaqad fatanna qablahum qawma firAAawna wajaahum rasoolun kareemun"},{"sura":44,"aya":18,"quran_text":"أَنْ أَدُّوا إِلَيَّ عِبَادَ اللَّهِ إِنِّي لَكُمْ رَسُولٌ أَمِينٌ","bangla_mohiuddin":"এই মর্মে যে, আল্লাহর বান্দাদেরকে আমার কাছে অর্পণ কর। আমি তোমাদের জন্য প্রেরীত বিশ্বস্ত রসূল।","bangla_murtaza":"সে তাদের বলেছিল: “আল্লাহর বান্দাদের (বনি ইসরাঈলকে) আমার হাতে প্রত্যার্পণ করো। আমি তোমাদের জন্যে একজন বিশ্বস্ত রসূল।","english_text":"\"Deliver the creatures of God to me. I am the trusted messenger sent to you.","bangla_translit":"আন্ আদ্দু য় ইলাইয়্যা ই’বা দাল্লা-হ্;-ইন্নী লাকুম্ রাসূলূন্ আমীন্।","english_translit":"An addoo ilayya AAibada Allahi innee lakum rasoolun ameenun"},{"sura":44,"aya":19,"quran_text":"وَأَنْ لَا تَعْلُوا عَلَى اللَّهِ إِنِّي آتِيكُمْ بِسُلْطَانٍ مُبِينٍ","bangla_mohiuddin":"আর তোমরা আল্লাহর বিরুদ্ধে ঔদ্ধত্য প্রকাশ করো না। আমি তোমাদের কাছে প্রকাশ্য প্রমাণ উপস্থিত করছি।","bangla_murtaza":"আল্লাহর বিরুদ্ধে বড়াই করোনা, আমি (আল্লাহর পক্ষ থেকে) তোমাদের কাছে নিয়ে এসেছি সুস্পষ্ট প্রমাণ।","english_text":"Do not think yourselves to be above God: I have come to you with clear authority.","bangla_translit":"অ আল্ লা-তা’লূ ‘আলা ল্লা-হি ইন্নী য় আ-তীকুম্ বিসুল্ত্বোয়া-নিম্ মুবীন্।","english_translit":"Waan la taAAloo AAala Allahi innee ateekum bisultanin mubeenin"},{"sura":44,"aya":20,"quran_text":"وَإِنِّي عُذْتُ بِرَبِّي وَرَبِّكُمْ أَنْ تَرْجُمُونِ","bangla_mohiuddin":"তোমরা যাতে আমাকে প্রস্তরবর্ষণে হত্যা না কর, তজ্জন্যে আমি আমার পালনকর্তা ও তোমাদের পালনকর্তার শরনাপন্ন হয়েছি।","bangla_murtaza":"তোমরা যেনো আমাকে পাথর মেরে হত্যা করতে না পারো, সে জন্যে আমি আমার প্রভু এবং তোমাদের প্রভু (আল্লাহর) আশ্রয় গ্রহণ করেছি।","english_text":"I have taken refuge in my Lord and your Lord against your stoning me to death.","bangla_translit":"অ ইন্নী ‘উয্তু বিরব্বী অরব্বিকুম্ আন্ র্তাজুমূন্।","english_translit":"Wainnee AAuthtu birabbee warabbikum an tarjumooni"},{"sura":44,"aya":21,"quran_text":"وَإِنْ لَمْ تُؤْمِنُوا لِي فَاعْتَزِلُونِ","bangla_mohiuddin":"তোমরা যদি আমার প্রতি বিশ্বাস স্থাপন না কর, তবে আমার কাছ থেকে দূরে থাক।","bangla_murtaza":"তোমরা যদি আমার প্রতি ঈমান না আনো, তাহলে আমার থেকে দূরে থাকো।”","english_text":"If you do not believe in me, leave me alone.\"","bangla_translit":"অ ইল্লাম্ তুমিনূ লী ফা’তাযিলূন্।","english_translit":"Wain lam tuminoo lee faiAAtazilooni"},{"sura":44,"aya":22,"quran_text":"فَدَعَا رَبَّهُ أَنَّ هَؤُلَاءِ قَوْمٌ مُجْرِمُونَ","bangla_mohiuddin":"অতঃপর সে তার পালনকর্তার কাছে দোয়া করল যে, এরা অপরাধী সম্প্রদায়।","bangla_murtaza":"অত:পর মূসা তার প্রভুকে ডেকে বললো: ‘এরা তো এক অপরাধী জাতি।’","english_text":"Then he called to his Lord: \"These are a sinful people.\"","bangla_translit":"ফাদা‘আ রব্বাহূ য় আন্না হা য় য়ুলা-য়ি ক্বাওমুম্ মুজ্রিমূন্।","english_translit":"FadaAAa rabbahu anna haolai qawmun mujrimoona"},{"sura":44,"aya":23,"quran_text":"فَأَسْرِ بِعِبَادِي لَيْلًا إِنَّكُمْ مُتَّبَعُونَ","bangla_mohiuddin":"তাহলে তুমি আমার বান্দাদেরকে নিয়ে রাত্রিবেলায় বের হয়ে পড়। নিশ্চয় তোমাদের পশ্চাদ্ধবন করা হবে।","bangla_murtaza":"(তখন আমরা তাকে নির্দেশ দিয়েছি:) ‘তুমি রাতের বেলায় আমার দাসদের নিয়ে বেরিয়ে পড়ো। পেছনে থেকে তোমাদের ধাওয়া করা হবে।’","english_text":"\"Journey by night with My devotees,\" (it was said); \"you will certainly be pursued.","bangla_translit":"ফাআস্রি বিই’বা-দী লাইলান্ ইন্নাকুম্ মুত্তাবাঊ’ন্;।","english_translit":"Faasri biAAibadee laylan innakum muttabaAAoona"},{"sura":44,"aya":24,"quran_text":"وَاتْرُكِ الْبَحْرَ رَهْوًا إِنَّهُمْ جُنْدٌ مُغْرَقُونَ","bangla_mohiuddin":"এবং সমুদ্রকে অচল থাকতে দাও। নিশ্চয় ওরা নিমজ্জত বাহিনী।","bangla_murtaza":"সমুদ্রকে স্থির থাকতে দাও, ওরা সেই বাহিনী যারা ডুবে মরবে।","english_text":"(Cross and) leave the sea undisturbed. The (pursuing) hosts will surely be drowned,\"","bangla_translit":"অত্রুকিল্ বাহ্র রহ্ওয়া-; ইন্নাহুম্ জুন্দুম্ মুগ্রকুন্।","english_translit":"Waotruki albahra rahwan innahum jundun mughraqoona"},{"sura":44,"aya":25,"quran_text":"كَمْ تَرَكُوا مِنْ جَنَّاتٍ وَعُيُونٍ","bangla_mohiuddin":"তারা ছেড়ে গিয়েছিল কত উদ্যান ও প্রস্রবন,","bangla_murtaza":"কতো যে বাগবাগিচা আর ঝরণাধারা পেছনে রেখে এসেছিল তারা!","english_text":"How many gardens and fountains did they leave behind,","bangla_translit":"কাম্ তারাকূ মিন্ জ্বান্না-তিঁও অ উ’ইয়ূন্।","english_translit":"Kam tarakoo min jannatin waAAuyoonin"},{"sura":44,"aya":26,"quran_text":"وَزُرُوعٍ وَمَقَامٍ كَرِيمٍ","bangla_mohiuddin":"কত শস্যক্ষেত্র ও সূরম্য স্থান।","bangla_murtaza":"রেখে এসেছিল শস্য ক্ষেত, বিলাসবহুল প্রাসাদ,","english_text":"And fields and stately mansions,","bangla_translit":"অযুরূই’ওঁ অমাক্ব- মিন্ কারীম্।","english_translit":"WazurooAAin wamaqamin kareemin"},{"sura":44,"aya":27,"quran_text":"وَنَعْمَةٍ كَانُوا فِيهَا فَاكِهِينَ","bangla_mohiuddin":"কত সুখের উপকরণ, যাতে তারা খোশগল্প করত।","bangla_murtaza":"আর কতো যে বিলাস সামগ্রী, যেগুলোতে তারা ছিলো উল্লাসে মত্ত।","english_text":"And the comfort they enjoyed.","bangla_translit":"অ না’মাতিন্ কা-নূ ফীহা- ফা-কিহীন্।","english_translit":"WanaAAmatin kanoo feeha fakiheena"},{"sura":44,"aya":28,"quran_text":"كَذَلِكَ وَأَوْرَثْنَاهَا قَوْمًا آخَرِينَ","bangla_mohiuddin":"এমনিই হয়েছিল এবং আমি ওগুলোর মালিক করেছিলাম ভিন্ন সম্প্রদায়কে।","bangla_murtaza":"এমনটিই ঘটেছিল, আর আমরা এসব কিছুর ওয়ারিশ বানিয়েছিলাম অপর একদল লোককে।","english_text":"Thus it was; and We passed them on to another people.","bangla_translit":"কা-যা-লিকা অআওরাছ্না-হা ক্বওমান্ আ-খরীন্।","english_translit":"Kathalika waawrathnaha qawman akhareena"},{"sura":44,"aya":29,"quran_text":"فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالْأَرْضُ وَمَا كَانُوا مُنْظَرِينَ","bangla_mohiuddin":"তাদের জন্যে ক্রন্দন করেনি আকাশ ও পৃথিবী এবং তারা অবকাশও পায়নি।","bangla_murtaza":"আসমান কিংবা জমিন কেউই তাদের জন্যে অশ্রুপাত করেনি এবং তাদের কোনো প্রকার অবকাশও দেয়া হয়নি।","english_text":"Neither did the heavens weep for them, nor the earth, nor were they granted respite.","bangla_translit":"ফামা- বাকাত্ ‘আলাইহিমুস্ সামা-য়ু অল্র্আদু অমা-কা-নূ মুন্জোয়ারীন্।","english_translit":"Fama bakat AAalayhimu alssamao waalardu wama kanoo munthareena"},{"sura":44,"aya":30,"quran_text":"وَلَقَدْ نَجَّيْنَا بَنِي إِسْرَائِيلَ مِنَ الْعَذَابِ الْمُهِينِ","bangla_mohiuddin":"আমি বনী-ইসরাঈলকে অপমানজনক শাস্তি থেকে উদ্ধার করছি।","bangla_murtaza":"(এভাবে) আমরা নাজাত (মুক্তি) দিয়েছিলাম বনি ইসরাঈলকে লাঞ্ছনাকর আযাব থেকে,","english_text":"So We saved the children of Israel from degrading suffering","bangla_translit":"অলাক্বদ্ নাজ্জাইনা- বানী য় ইস্র-ঈলা মিনাল্ ‘আযা-বিল্ মুহীন্।","english_translit":"Walaqad najjayna banee israeela mina alAAathabi almuheeni"},{"sura":44,"aya":31,"quran_text":"مِنْ فِرْعَوْنَ إِنَّهُ كَانَ عَالِيًا مِنَ الْمُسْرِفِينَ","bangla_mohiuddin":"ফেরাউন সে ছিল সীমালংঘনকারীদের মধ্যে শীর্ষস্থানীয়।","bangla_murtaza":"ফেরাউনের কবল থেকে, সে ছিলো এক উদ্ধত সীমালংঘনকারী।","english_text":"They (had experienced) under the Pharaoh. He was certainly a tyrant, guilty of excess.","bangla_translit":"মিন্ র্ফি‘আউন্;ইন্নাহূ কা-না ‘আলিয়াম্ মিনাল্ মুস্রিফীন্।","english_translit":"Min firAAawna innahu kana AAaliyan mina almusrifeena"},{"sura":44,"aya":32,"quran_text":"وَلَقَدِ اخْتَرْنَاهُمْ عَلَى عِلْمٍ عَلَى الْعَالَمِينَ","bangla_mohiuddin":"আমি জেনেশুনে তাদেরকে বিশ্ববাসীদের উপর শ্রেষ্ঠত্ব দিয়েছিলাম।","bangla_murtaza":"আমরা জেনে বুঝেই জমিনে তাদের দিয়েছিলাম শ্রেষ্ঠত্ব।","english_text":"And We exalted them over the other people knowingly,","bangla_translit":"অলাক্বদিখ্ র্তানা-হুম্ ‘অলা-ই’ল্মিন্ ‘আলাল্ আ-লামীন্।","english_translit":"Walaqadi ikhtarnahum AAala AAilmin AAala alAAalameena"},{"sura":44,"aya":33,"quran_text":"وَآتَيْنَاهُمْ مِنَ الْآيَاتِ مَا فِيهِ بَلَاءٌ مُبِينٌ","bangla_mohiuddin":"এবং আমি তাদেরকে এমন নিদর্শনাবলী দিয়েছিলাম যাতে ছিল স্পষ্ট সাহায্য।","bangla_murtaza":"আর আমরা তাদের দিয়েছিলাম নিদর্শনাবলি, যাতে ছিলো সুস্পষ্ট পরীক্ষা।","english_text":"And sent them tokens to bring out the best in them.","bangla_translit":"অ আ-তাইনা-হুম্ মিনাল্ আ-ইয়া-তি মা-ফীহি বালা-য়ুম্ মুবীন্।","english_translit":"Waataynahum mina alayati ma feehi balaon mubeenun"},{"sura":44,"aya":34,"quran_text":"إِنَّ هَؤُلَاءِ لَيَقُولُونَ","bangla_mohiuddin":"কাফেররা বলেই থাকে,","bangla_murtaza":"এখন কিনা এরা বলছে:","english_text":"Even then they say:","bangla_translit":"ইন্না হা য় য়ুলা-য়ি লাইয়াকু লূন্।","english_translit":"Inna haolai layaqooloona"},{"sura":44,"aya":35,"quran_text":"إِنْ هِيَ إِلَّا مَوْتَتُنَا الْأُولَى وَمَا نَحْنُ بِمُنْشَرِينَ","bangla_mohiuddin":"প্রথম মৃত্যুর মাধ্যমেই আমাদের সবকিছুর অবসান হবে এবং আমরা পুনরুত্থিত হব না।","bangla_murtaza":"“আমাদের প্রথম মউত ছাড়া আর কিছু নেই, আমাদের পুনরুত্থিত করা হবেনা।","english_text":"\"There is no dying for us but once; and we shall not be raised again.","bangla_translit":"ইন্ হিয়া-ইল্লা মাওতাতুনাল্ ঊলা- অমা- নাহ্নু বিমুন্শারীন্।","english_translit":"In hiya illa mawtatuna aloola wama nahnu bimunshareena"},{"sura":44,"aya":36,"quran_text":"فَأْتُوا بِآبَائِنَا إِنْ كُنْتُمْ صَادِقِينَ","bangla_mohiuddin":"তোমরা যদি সত্যবাদী হও, তবে আমাদের পূর্বপুরুষদেরকে নিয়ে এস।","bangla_murtaza":"তোমরা সত্যবাদী হলে আমাদের পূর্ব পুরুষদের উঠিয়ে এনে দেখাও।”","english_text":"So bring our ancestors back, if you are truthful.\"","bangla_translit":"ফাতূ বিআ-বা-য়িনা য় ইন্ কুন্তুম্ ছোয়া-দিক্বীন্।","english_translit":"Fatoo biabaina in kuntum sadiqeena"},{"sura":44,"aya":37,"quran_text":"أَهُمْ خَيْرٌ أَمْ قَوْمُ تُبَّعٍ وَالَّذِينَ مِنْ قَبْلِهِمْ أَهْلَكْنَاهُمْ إِنَّهُمْ كَانُوا مُجْرِمِينَ","bangla_mohiuddin":"ওরা শ্রেষ্ঠ, না তুব্বার সম্প্রদায় ও তাদের পূর্ববর্তীরা? আমি ওদেরকে ধ্বংস করে দিয়েছি। ওরা ছিল অপরাধী।","bangla_murtaza":"এরাই কি শ্রেষ্ঠ, নাকি তুব্বা জাতি এবং তাদের আগেকার লোকেরা? আমরা তাদের হালাক (ধ্বংস) করে দিয়েছিলাম, কারণ তারা ছিলো অপরাধী।","english_text":"Are they better than the people of Tubba, and those who had lived before them, whom We destroyed as they were sinners?","bangla_translit":"আহুম্ খইরুন্ আম্ ক্বওমু তুব্বাই’ওঁ অল্লাযীনা মিন্ ক্বব্লিহিম্; আহ্লাক্না-হুম্ ইন্নাহুম্ কা-নূ মুজ্ব","english_translit":"Ahum khayrun am qawmu tubbaAAin waallatheena min qablihim ahlaknahum innahum kanoo mujrimeena"},{"sura":44,"aya":38,"quran_text":"وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا لَاعِبِينَ","bangla_mohiuddin":"আমি নভোমন্ডল, ভূমন্ডল ও এতদুভয়ের মধ্যবর্তী সবকিছু ক্রীড়াচ্ছলে সৃষ্টি করিনি।","bangla_murtaza":"আমরা মহাকাশ, এই পৃথিবী এবং এদের মধ্যবর্তী সবকিছু খেলাচ্ছলে সৃষ্টি করিনি।","english_text":"We have not created the heavens and the earth and all that lies between them, out of play.","bangla_translit":"অমা-খলাক্ব নাস্ সামা-ওয়া-তি অল্ র্আদ্বোয়া অমা-বাইনাহুমা-লা‘-ইবীন্।","english_translit":"Wama khalaqna alssamawati waalarda wama baynahuma laAAibeena"},{"sura":44,"aya":39,"quran_text":"مَا خَلَقْنَاهُمَا إِلَّا بِالْحَقِّ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ","bangla_mohiuddin":"আমি এগুলো যথাযথ উদ্দেশ্যে সৃষ্টি করেছি; কিন্তু তাদের অধিকাংশই বোঝে না।","bangla_murtaza":"আমরা এ দুটো (মহাকাশ ও পৃথিবী) বাস্তব কারণ ছাড়া সৃষ্টি করিনি। কিন্তু অধিকাংশ মানুষই জানেনা।","english_text":"We created them with definite purpose; but most of them do not understand.","bangla_translit":"মা- খলাক্ব না-হুমা য় ইল্লা-বিল্হাক্ব ক্বি অলা-কিন্না আক্ছারহুম্ লা-ইয়া’লামূন্।","english_translit":"Ma khalaqnahuma illa bialhaqqi walakinna aktharahum la yaAAlamoona"},{"sura":44,"aya":40,"quran_text":"إِنَّ يَوْمَ الْفَصْلِ مِيقَاتُهُمْ أَجْمَعِينَ","bangla_mohiuddin":"নিশ্চয় ফয়সালার দিন তাদের সবারই নির্ধারিত সময়।","bangla_murtaza":"বিচারের দিনই হলো তাদের মিকাত (শেষ সীমা ও শেষ সময়)।","english_text":"The Day of Judgement is your promised day of meeting,","bangla_translit":"ইন্না ইয়াওমাল্ ফাছ্লি মীক্ব-তুহুম্ আজ্ব মা‘ঈন্।","english_translit":"Inna yawma alfasli meeqatuhum ajmaAAeena"},{"sura":44,"aya":41,"quran_text":"يَوْمَ لَا يُغْنِي مَوْلًى عَنْ مَوْلًى شَيْئًا وَلَا هُمْ يُنْصَرُونَ","bangla_mohiuddin":"যেদিন কোন বন্ধুই কোন বন্ধুর উপকারে আসবে না এবং তারা সাহায্যপ্রাপ্তও হবে না।","bangla_murtaza":"সেদিন বন্ধু বন্ধুর উপকারে আসবেনা এবং সাহায্যও করা হবেনা তাদের।","english_text":"The day when friend will help no friend in the least, nor will they be helped,","bangla_translit":"ইয়াওমা লা-ইয়ুগ্নী মাওলান্ ‘আম্ মাওলান্ শাইয়াঁও অলা-হুম্ ইয়ুন্ছোয়ারূন্।","english_translit":"Yawma la yughnee mawlan AAan mawlan shayan wala hum yunsaroona"},{"sura":44,"aya":42,"quran_text":"إِلَّا مَنْ رَحِمَ اللَّهُ إِنَّهُ هُوَ الْعَزِيزُ الرَّحِيمُ","bangla_mohiuddin":"তবে আল্লাহ যার প্রতি দয়া করেন, তার কথা ভিন্ন। নিশ্চয় তিনি পরাক্রমশালী দয়াময়।","bangla_murtaza":"তবে আল্লাহ যার প্রতি রহম করবেন, তার কথা ভিন্ন। নিশ্চয়ই তিনি মহাশক্তিধর, পরম করুণাময়।","english_text":"Apart from those to whom God is kind. He is all-mighty and all-merciful.","bangla_translit":"ইল্লা-র্মা রহিমা ল্লা-হ্; ইন্নাহূ হুওয়াল্ ‘আযীর্যু রহীম্।","english_translit":"Illa man rahima Allahu innahu huwa alAAazeezu alrraheemu"},{"sura":44,"aya":43,"quran_text":"إِنَّ شَجَرَتَ الزَّقُّومِ","bangla_mohiuddin":"নিশ্চয় যাক্কুম বৃক্ষ","bangla_murtaza":"নিশ্চয়ই যাক্কুম গাছ হবে","english_text":"The tree of Zaqqum will indeed be","bangla_translit":"ইন্না শাজ্বারাতায্ যাক্ব কুম্।","english_translit":"Inna shajarata alzzaqqoomi"},{"sura":44,"aya":44,"quran_text":"طَعَامُ الْأَثِيمِ","bangla_mohiuddin":"পাপীর খাদ্য হবে;","bangla_murtaza":"পাপিষ্ঠদের খাদ্য,","english_text":"The food of sinners.","bangla_translit":"ত্বোয়া‘আ-মুল্ আছীম্।","english_translit":"TaAAamu alatheemi"},{"sura":44,"aya":45,"quran_text":"كَالْمُهْلِ يَغْلِي فِي الْبُطُونِ","bangla_mohiuddin":"গলিত তাম্রের মত পেটে ফুটতে থাকবে।","bangla_murtaza":"গলিত তামার মতো ফুটতে থাকবে তাদের পেটে,","english_text":"It is like pitch. It will fume in the belly","bangla_translit":"কাল্ মুহ্লি ইয়াগ্লী ফিল্ বুতুন্।","english_translit":"Kaalmuhli yaghlee fee albutooni"},{"sura":44,"aya":46,"quran_text":"كَغَلْيِ الْحَمِيمِ","bangla_mohiuddin":"যেমন ফুটে পানি।","bangla_murtaza":"যেভাবে ফোটে টগবগে ফুটন্ত পানি।","english_text":"As does boiling water.","bangla_translit":"কাগল্য়িল্ হামীম্।","english_translit":"Kaghalyi alhameemi"},{"sura":44,"aya":47,"quran_text":"خُذُوهُ فَاعْتِلُوهُ إِلَى سَوَاءِ الْجَحِيمِ","bangla_mohiuddin":"একে ধর এবং টেনে নিয়ে যাও জাহান্নামের মধ্যস্থলে,","bangla_murtaza":"(বলা হবে:) ওকে পাকড়াও করো এবং টেনে নিয়ে যাও জাহিমের (জাহান্নামের) মাঝখানে,","english_text":"\"Seize him and drag him into the depths of Hell,\" (it will be said),","bangla_translit":"খুযূহু ফা’তিলূহু ইলা-সাওয়া-য়িল্ জ্বাহীম্।","english_translit":"Khuthoohu faiAAtiloohu ila sawai aljaheemi"},{"sura":44,"aya":48,"quran_text":"ثُمَّ صُبُّوا فَوْقَ رَأْسِهِ مِنْ عَذَابِ الْحَمِيمِ","bangla_mohiuddin":"অতঃপর তার মাথার উপর ফুটন্ত পানির আযাব ঢেলে দাও,","bangla_murtaza":"তারপর তার মাথায় ঢালো টগবগে ফুটন্ত পানির আযাব।","english_text":"\"Then pour over his head the torment of scalding water.\"","bangla_translit":"ছুম্মা ছুব্বূ ফাওক্বা রসিহী মিন্ ‘আযা-বিল্ হামীম্।","english_translit":"Thumma subboo fawqa rasihi min AAathabi alhameemi"},{"sura":44,"aya":49,"quran_text":"ذُقْ إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ","bangla_mohiuddin":"স্বাদ গ্রহণ কর, তুমি তো সম্মানিত, সম্ভ্রান্ত।","bangla_murtaza":"(তাকে আরো বলা হবে:) স্বাদ গ্রহণ করো, তুমি ছিলে বড় ইযযতওয়ালা, অভিজাত।","english_text":"\"Taste it,\" (they will be told). \"You were indeed the mighty and noble!","bangla_translit":"যুক্ব ইন্নাকা আন্তাল্ ‘আযীযুল্ কারীম্।","english_translit":"Thuq innaka anta alAAazeezu alkareemu"},{"sura":44,"aya":50,"quran_text":"إِنَّ هَذَا مَا كُنْتُمْ بِهِ تَمْتَرُونَ","bangla_mohiuddin":"এ সম্পর্কে তোমরা সন্দেহে পতিত ছিলে।","bangla_murtaza":"এ হলো সেই জিনিস, যে বিষয়ে তোমরা সন্দেহ করতে।","english_text":"This is certainly what you had denied.\"","bangla_translit":"ইন্না হা-যা-মা- কুন্তুম্ বিহী তাম্তারূন্।","english_translit":"Inna hatha ma kuntum bihi tamtaroona"},{"sura":44,"aya":51,"quran_text":"إِنَّ الْمُتَّقِينَ فِي مَقَامٍ أَمِينٍ","bangla_mohiuddin":"নিশ্চয় খোদাভীরুরা নিরাপদ স্থানে থাকবে-","bangla_murtaza":"নিশ্চয়ই মুত্তাকিরা থাকবে নিরাপদ জায়গায়","english_text":"Surely those who fear and follow the straight path will be in a place of peace and security","bangla_translit":"ইন্নাল্ মুত্তাকীনা ফী মাক্ব-মিন্ আমীন্।","english_translit":"Inna almuttaqeena fee maqamin ameenin"},{"sura":44,"aya":52,"quran_text":"فِي جَنَّاتٍ وَعُيُونٍ","bangla_mohiuddin":"উদ্যানরাজি ও নির্ঝরিণীসমূহে।","bangla_murtaza":"উদ্যানরাজি আর ঝরণাধারা সমূহের মাঝে,","english_text":"In the midst of gardens and of springs,","bangla_translit":"ফী জ্বান্না-তিঁও অ‘উইয়ূন্।","english_translit":"Fee jannatin waAAuyoonin"},{"sura":44,"aya":53,"quran_text":"يَلْبَسُونَ مِنْ سُنْدُسٍ وَإِسْتَبْرَقٍ مُتَقَابِلِينَ","bangla_mohiuddin":"তারা পরিধান করবে চিকন ও পুরু রেশমীবস্ত্র, মুখোমুখি হয়ে বসবে।","bangla_murtaza":"তারা সেখানে পরবে মিহি ও পুরো রেশমের পোশাক এবং বসবে মুখোমুখি হয়ে।","english_text":"Dressed in brocade and shot silk, facing one another.","bangla_translit":"ইয়াল্বাসূনা মিন্সুন্ দুসিঁও অ ইস্তাব্রক্বিম্ মুতাক্ব-বিলীন্।","english_translit":"Yalbasoona min sundusin waistabraqin mutaqabileena"},{"sura":44,"aya":54,"quran_text":"كَذَلِكَ وَزَوَّجْنَاهُمْ بِحُورٍ عِينٍ","bangla_mohiuddin":"এরূপই হবে এবং আমি তাদেরকে আনতলোচনা স্ত্রী দেব।","bangla_murtaza":"এমনটিই ঘটবে, আর আমরা তাদের সংগিনী হিসেবে তাদের সাথে বিয়ে দেবো বড় চোখওয়ালা নারীদের।","english_text":"Just like that. We shall pair them with companions with large black eyes.","bangla_translit":"কাযা-লিকা অযাও ওয়াজ্ব না-হুম্ বিহূরিন্ ‘ঈন্।","english_translit":"Kathalika wazawwajnahum bihoorin AAeenin"},{"sura":44,"aya":55,"quran_text":"يَدْعُونَ فِيهَا بِكُلِّ فَاكِهَةٍ آمِنِينَ","bangla_mohiuddin":"তারা সেখানে শান্ত মনে বিভিন্ন ফল-মূল আনতে বলবে।","bangla_murtaza":"সেখানে তারা সব রকমের ফলফলারি আনতে বলবে প্রশান্ত হৃদয়ে।","english_text":"They will call for every kind of fruit with satisfaction.","bangla_translit":"ইয়াদ্‘ঊনা ফীহা- বিকুল্লি ফা-কিহাতিন্ আ-মিনীন্।","english_translit":"YadAAoona feeha bikulli fakihatin amineena"},{"sura":44,"aya":56,"quran_text":"لَا يَذُوقُونَ فِيهَا الْمَوْتَ إِلَّا الْمَوْتَةَ الْأُولَى وَوَقَاهُمْ عَذَابَ الْجَحِيمِ","bangla_mohiuddin":"তারা সেখানে মৃত্যু আস্বাদন করবে না, প্রথম মৃত্যু ব্যতীত এবং আপনার পালনকর্তা তাদেরকে জাহান্নামের আযাব থেকে রক্ষা করবেন।","bangla_murtaza":"প্রথম যে মৃত্যু হয়েছে তাছাড়া আর কোনো মৃত্যু তারা আস্বাদন করবেনা এবং তাদের রক্ষা করা হবে জাহিমের (জাহান্নামের) আযাব থেকে।","english_text":"There they will not know any death apart from the first death they had died, and will be kept safe from the torment of Hell","bangla_translit":"লা-ইয়াযূকুনা ফীহাল্ মাওতা ইল্লাল্ মাওতাতাল্ ‘ঊলা- অ ওয়া ক্ব-হুম্ ‘আযা-বাল্ জ্বাহীম্।","english_translit":"La yathooqoona feeha almawta illa almawtata aloola wawaqahum AAathaba aljaheemi"},{"sura":44,"aya":57,"quran_text":"فَضْلًا مِنْ رَبِّكَ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ","bangla_mohiuddin":"আপনার পালনকর্তার কৃপায় এটাই মহা সাফল্য।","bangla_murtaza":"এসবই তোমার প্রভুর অনুগ্রহ। এটাই হবে মহাসাফল্য।","english_text":"By the beneficence of your Lord. This will be the great success.","bangla_translit":"ফাদ্ব্লাম্ র্মি রব্বিক্; যা-লিকা হুওয়াল্ ফাওযুল্ ‘আজীম্।","english_translit":"Fadlan min rabbika thalika huwa alfawzu alAAatheemu"},{"sura":44,"aya":58,"quran_text":"فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ","bangla_mohiuddin":"আমি আপনার ভাষায় কোরআনকে সহজ করে দিয়েছি, যাতে তারা স্মরণ রাখে।","bangla_murtaza":"এই কুরআনকে আমরা তোমার ভাষায় সহজ করে দিয়েছি, যাতে করে তারা উপদেশ গ্রহণ করে।","english_text":"Therefore We have made this (Qur'an) easy in your tongue. They may haply take a warning.","bangla_translit":"ফাইন্নামা ইয়াস্ র্সানা-হু বিলিসা- নিকা লা‘আল্লা হুম্ ইয়াতাযাক্কারূন্।","english_translit":"Fainnama yassarnahu bilisanika laAAallahum yatathakkaroona"},{"sura":44,"aya":59,"quran_text":"فَارْتَقِبْ إِنَّهُمْ مُرْتَقِبُونَ","bangla_mohiuddin":"অতএব, আপনি অপেক্ষা করুন, তারাও অপেক্ষা করছে।","bangla_murtaza":"অতএব তুমি অপেক্ষা করো, তারাও প্রতীক্ষায়ই আছে।","english_text":"So you wait. They are also waiting.","bangla_translit":"র্ফাতাক্বিব্ ইন্নাহুম্ র্মুতাক্বিব্ন্।","english_translit":"Fairtaqib innahum murtaqiboona"}]