[{"sura":72,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِنَ الْجِنِّ فَقَالُوا إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا","bangla_mohiuddin":"বলুনঃ আমার প্রতি ওহী নাযিল করা হয়েছে যে, জিনদের একটি দল কোরআন শ্রবণ করেছে, অতঃপর তারা বলেছেঃ আমরা বিস্ময়কর কোরআন শ্রবণ করেছি;","bangla_murtaza":"পরম করুণাময় পরম দয়াবান আল্লাহর নামে হে নবী! বলো: আমার কাছে অহি করা হয়েছে যে, একদল জিন মনোযোগ দিয়ে (কুরআন) শুনেছে। তারপর তারা (তাদের সম্প্রদায়ের কাছে গিয়ে) বলেছে: “আমরা শুনে এসেছি এক বিস্ময়কর কুরআন,","english_text":"SAY: \"I HAVE been informed that a number of jinns had listened; then said: 'We have heard the wondrous Qur'an,","bangla_translit":"কুল্ ঊহিয়া ইলাইয়্যা আন্নাহুস্ তামা‘আ নাফারুম্ মিনাল্ জিন্নি ফাক্ব-লূ য় ইন্না-সামি’না- কুর আ-নান্ ‘আজ্বাবাঁ-।","english_translit":"Qul oohiya ilayya annahu istamaAAa nafarun mina aljinni faqaloo inna samiAAna quranan AAajaban"},{"sura":72,"aya":2,"quran_text":"يَهْدِي إِلَى الرُّشْدِ فَآمَنَّا بِهِ وَلَنْ نُشْرِكَ بِرَبِّنَا أَحَدًا","bangla_mohiuddin":"যা সৎপথ প্রদর্শন করে। ফলে আমরা তাতে বিশ্বাস স্থাপন করেছি। আমরা কখনও আমাদের পালনকর্তার সাথে কাউকে শরীক করব না।","bangla_murtaza":"সেটি হিদায়াত করে সঠিক পথের দিকে। তাই আমরা সেটির প্রতি ঈমান এনেছি। আমরা কখনো আমাদের প্রভুর সাথে কাউকেও শরিক করবোনা।","english_text":"Which guides to the right path; and we have come to believe in it, and will not associate any one with our Lord.","bangla_translit":"ইয়াহ্দী য় ইর্লা রুশ্দি ফাআ-মান্না-বিহ্; অলান্ নুশ্রিকা বিরব্বিনা য় আহাদাঁও।","english_translit":"Yahdee ila alrrushdi faamanna bihi walan nushrika birabbina ahadan"},{"sura":72,"aya":3,"quran_text":"وَأَنَّهُ تَعَالَى جَدُّ رَبِّنَا مَا اتَّخَذَ صَاحِبَةً وَلَا وَلَدًا","bangla_mohiuddin":"এবং আরও বিশ্বাস করি যে, আমাদের পালনকর্তার মহান মর্যাদা সবার উর্ধ্বে। তিনি কোন পত্নী গ্রহণ করেননি এবং তাঁর কোন সন্তান নেই।","bangla_murtaza":"নিশ্চয়ই অনেক উঁচু আমাদের মহান প্রভুর মর্যাদা। তিনি না কোনো স্ত্রী গ্রহণ করেছেন, না সন্তান।","english_text":"Exalted is the glory of our Lord; He has neither wife nor son.","bangla_translit":"অআন্নাহূ তা‘আ-লা-জ্বাদ্দু রব্বিনা-মাত্তাখাযা ছোয়া- হিবাতাঁও অলা-অলাদাঁ-।","english_translit":"Waannahu taAAala jaddu rabbina ma ittakhatha sahibatan wala waladan"},{"sura":72,"aya":4,"quran_text":"وَأَنَّهُ كَانَ يَقُولُ سَفِيهُنَا عَلَى اللَّهِ شَطَطًا","bangla_mohiuddin":"আমাদের মধ্যে নির্বোধেরা আল্লাহ তা’আলা সম্পর্কে বাড়াবাড়ির কথাবার্তা বলত।","bangla_murtaza":"আমাদের নির্বোধরা তাঁর সম্পর্কে অবাস্তব কথাবার্তা বলতো।","english_text":"Certainly the foolish among us say preposterous things of God.","bangla_translit":"অআন্নাহূ কা-না ইয়াকুলু সাফীহুনা-‘আলাল্লা-হি শাত্বোয়াত্বোয়াঁও।","english_translit":"Waannahu kana yaqoolu safeehuna AAala Allahi shatatan"},{"sura":72,"aya":5,"quran_text":"وَأَنَّا ظَنَنَّا أَنْ لَنْ تَقُولَ الْإِنْسُ وَالْجِنُّ عَلَى اللَّهِ كَذِبًا","bangla_mohiuddin":"অথচ আমরা মনে করতাম, মানুষ ও জিন কখনও আল্লাহ তা’আলা সম্পর্কে মিথ্যা বলতে পারে না।","bangla_murtaza":"আমরা মনে করতাম, মানুষ এবং জিন আল্লাহর প্রতি মিথ্যারোপ করেনা।","english_text":"We had in fact thought that men and jinns would never speak a lie about God,","bangla_translit":"অআন্না-জোয়ানান্না য় আল্লান্ তাকু লান্ ইন্সু অল্ জ্বিন্নু ‘আলাল্লা-হি কাযিবাঁও।","english_translit":"Waanna thananna an lan taqoola alinsu waaljinnu AAala Allahi kathiban"},{"sura":72,"aya":6,"quran_text":"وَأَنَّهُ كَانَ رِجَالٌ مِنَ الْإِنْسِ يَعُوذُونَ بِرِجَالٍ مِنَ الْجِنِّ فَزَادُوهُمْ رَهَقًا","bangla_mohiuddin":"অনেক মানুষ অনেক জিনের আশ্রয় নিত, ফলে তারা জিনদের আত্নম্ভরিতা বাড়িয়ে দিত।","bangla_murtaza":"আর মানুষের মধ্যে কিছু লোক কিছু জিনের আশ্রয় গ্রহণ করতো। এটা জিনদের দাম্ভিকতা বাড়িয়ে দিতো।”","english_text":"But some men used to seek refuge with some jinns, and this increased their waywardness;","bangla_translit":"অআন্নাহূ কা-না রিজ্বা-লুম্ মিনাল্ ইন্সি ইয়া‘ঊযূনা বিরিজ্বা-লিম্ মিনাল্ জ্বিন্নি ফাযা-দূহুম্ রহাক্বাঁও।","english_translit":"Waannahu kana rijalun mina alinsi yaAAoothoona birijalin mina aljinni fazadoohum rahaqan"},{"sura":72,"aya":7,"quran_text":"وَأَنَّهُمْ ظَنُّوا كَمَا ظَنَنْتُمْ أَنْ لَنْ يَبْعَثَ اللَّهُ أَحَدًا","bangla_mohiuddin":"তারা ধারণা করত, যেমন তোমরা মানবেরা ধারণা কর যে, মৃত্যুর পর আল্লাহ তা’আলা কখনও কাউকে পুনরুত্থিত করবেন না।","bangla_murtaza":"জিনেরা তাদের সম্প্রদায়ের কাছে আরো বলেছিল: “তোমাদের মতো মানুষও মনে করতো, আল্লাহ কাউকেও পুনরুত্থিত করবেননা।","english_text":"So they began to think, even as you do, that God would not resurrect any one.","bangla_translit":"অআন্নাহুম্ জোয়ান্নূ কামা-জোয়ানান্তুম্ আল্লাইঁ ইয়াব্‘আছাল্লা-হু আহাদাঁও।","english_translit":"Waannahum thannoo kama thanantum an lan yabAAatha Allahu ahadan"},{"sura":72,"aya":8,"quran_text":"وَأَنَّا لَمَسْنَا السَّمَاءَ فَوَجَدْنَاهَا مُلِئَتْ حَرَسًا شَدِيدًا وَشُهُبًا","bangla_mohiuddin":"আমরা আকাশ পর্যবেক্ষণ করছি, অতঃপর দেখতে পেয়েছি যে, কঠোর প্রহরী ও উল্কাপিন্ড দ্বারা আকাশ পরিপূর্ণ।","bangla_murtaza":"আমরা চেয়েছিলাম আকাশের খবর সংগ্রহ করতে, কিন্তু আমরা দেখতে পেলাম সেখানে কঠোর প্রহরীতে ভরা, আরো দেখতে পেলাম ব্যাপক উল্কা পিন্ড।","english_text":"We sought to pry into the secrets of the heavens, but found it full of fierce guards and shooting flames.","bangla_translit":"অআন্না-লামাস্ নাস্ সামা-য়া ফাওয়াজ্বাদ্না-হা-মুলিয়াত্ হারসান্ শাদীদাওঁ অ শুহুবাঁ-।","english_translit":"Waanna lamasna alssamaa fawajadnaha muliat harasan shadeedan washuhuban"},{"sura":72,"aya":9,"quran_text":"وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِ فَمَنْ يَسْتَمِعِ الْآنَ يَجِدْ لَهُ شِهَابًا رَصَدًا","bangla_mohiuddin":"আমরা আকাশের বিভিন্ন ঘাঁটিতে সংবাদ শ্রবণার্থে বসতাম। এখন কেউ সংবাদ শুনতে চাইলে সে জলন্ত উল্কাপিন্ড ওঁৎ পেতে থাকতে দেখে।","bangla_murtaza":"ইতোপূর্বে আমরা আকাশের বিভিন্ন ঘাঁটিতে খবর সংগ্রহের জন্যে বসতাম। কিন্তু এখন কেউ সংবাদ শুনতে চাইলে নিক্ষেপের জন্যে প্রস্তুত উল্কাপিন্ডের সম্মুখীন হয়।","english_text":"We sat in observatories to listen; but any one who listened found a shooting star in wait for him.","bangla_translit":"অআন্না-কুন্না-নাকউদু মিন্হা-মাক্বা-‘ইদা লিস্সাম্‘ই; ফামাইঁ ইয়াস্তামি‘ইল্ আ-না ইয়াজ্বিদ্ লাহূ শিহা-বার রাছোয়াদাঁও।","english_translit":"Waanna kunna naqAAudu minha maqaAAida lilssamAAi faman yastamiAAi alana yajid lahu shihaban rasadan"},{"sura":72,"aya":10,"quran_text":"وَأَنَّا لَا نَدْرِي أَشَرٌّ أُرِيدَ بِمَنْ فِي الْأَرْضِ أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًا","bangla_mohiuddin":"আমরা জানি না পৃথিবীবাসীদের অমঙ্গল সাধন করা অভীষ্ট, না তাদের পালনকর্তা তাদের মঙ্গল সাধন করার ইচ্ছা রাখেন।","bangla_murtaza":"আমরা জানিনা, বিশ্ববাসীর মন্দই কি চাওয়া হচ্ছে, নাকি তাদের প্রভু তাদের সঠিক পথে আনতে চাইছেন?","english_text":"We do not know if this means ill for the dwellers of the earth, or their Lord wishes guidance for them.","bangla_translit":"অ আন্না-লা-নাদ্রী য় আর্শারুন্ উরীদা বিমান্ ফিল্ র্আদ্বি আম্ আরা-দা বিহিম্ রব্বুহুম্ রশাদাঁও ।","english_translit":"Waanna la nadree asharrun oreeda biman fee alardi am arada bihim rabbuhum rashadan"},{"sura":72,"aya":11,"quran_text":"وَأَنَّا مِنَّا الصَّالِحُونَ وَمِنَّا دُونَ ذَلِكَ كُنَّا طَرَائِقَ قِدَدًا","bangla_mohiuddin":"আমাদের কেউ কেউ সৎকর্মপরায়ণ এবং কেউ কেউ এরূপ নয়। আমরা ছিলাম বিভিন্ন পথে বিভক্ত।","bangla_murtaza":"আমাদের মধ্যে কিছু পুণ্যবানও আছে, কিছু আছে এর ব্যতিক্রমও। মূলত আমরা ছিলাম বহু পথের অনুসারী।","english_text":"For some of us are upright and some otherwise: Surely we follow different ways.","bangla_translit":"অআন্না-মিন্নাছ্ ছোয়া-লিহূনা অ মিন্না-দূনা যা-লিক্; কুন্না ত্বোয়ারা-য়িক্ব ক্বিদাদাঁও।","english_translit":"Waanna minna alssalihoona waminna doona thalika kunna taraiqa qidadan"},{"sura":72,"aya":12,"quran_text":"وَأَنَّا ظَنَنَّا أَنْ لَنْ نُعْجِزَ اللَّهَ فِي الْأَرْضِ وَلَنْ نُعْجِزَهُ هَرَبًا","bangla_mohiuddin":"আমরা বুঝতে পেরেছি যে, আমরা পৃথিবীতে আল্লাহ তা’আলাকে পরাস্ত করতে পারব না এবং পলায়ন করেও তাকে অপারক করত পরব না।","bangla_murtaza":"এখন আমরা বুঝতে পেরেছি, বিশ্বের বুকে আমরা আল্লাহকে পরাভূত করতে পারবো না এবং তাঁকে আমরা ব্যর্থও করতে পারবোনা।","english_text":"We realised that we could not weaken the power of God on earth, nor outpace Him by running away.","bangla_translit":"অআন্না-জোয়ানান্না য় আল্ লান্ নু’জ্বিযা ল্লা-হা ফিল্ র্আদ্বি অলান্ নু’জ্বিযাহূ হারাবঁও।","english_translit":"Wanna thananna an lan nuAAjiza Allaha fee alardi walan nuAAjizahu haraban"},{"sura":72,"aya":13,"quran_text":"وَأَنَّا لَمَّا سَمِعْنَا الْهُدَى آمَنَّا بِهِ فَمَنْ يُؤْمِنْ بِرَبِّهِ فَلَا يَخَافُ بَخْسًا وَلَا رَهَقًا","bangla_mohiuddin":"আমরা যখন সুপথের নির্দেশ শুনলাম, তখন তাতে বিশ্বাস স্থাপন করলাম। অতএব, যে তার পালনকর্তার প্রতি বিশ্বাস করে, সে লোকসান ও জোর-জবরের আশংকা করে না।","bangla_murtaza":"আমরা যখন হিদায়াতের বাণী শুনলাম, আমরা তাতে ঈমান আনলাম। যে কেউ তার প্রভুর প্রতি ঈমান আনবে তার কোনো ক্ষতি বা অন্যায়ের আশংকা থাকবেনা।","english_text":"So when we heard the guidance we believed in it; and he who believes in his Lord will neither fear loss nor force.","bangla_translit":"অআন্না-লাম্মা-সামি’নাল্ হুদা-আ-মান্না-বিহ্; ফামাইঁ ইয়ু”মিম্ বিরব্বিহী ফালা- ইয়াখ-ফু বাখ্সাঁও অলা-রহাক্বঁও।","english_translit":"Waanna lamma samiAAna alhuda amanna bihi faman yumin birabbihi fala yakhafu bakhsan wala rahaqan"},{"sura":72,"aya":14,"quran_text":"وَأَنَّا مِنَّا الْمُسْلِمُونَ وَمِنَّا الْقَاسِطُونَ فَمَنْ أَسْلَمَ فَأُولَئِكَ تَحَرَّوْا رَشَدًا","bangla_mohiuddin":"আমাদের কিছুসংখ্যক আজ্ঞাবহ এবং কিছুসংখ্যক অন্যায়কারী। যারা আজ্ঞাবহ হয়, তারা সৎপথ বেছে নিয়েছে।","bangla_murtaza":"আমাদের মধ্যে মুসলিমও আছে, সীমালংঘনকারীও আছে। যারা মুসলিম (আত্মসমর্পনকারী) হয়েছে তারা স্বাধীনভাবে সঠিক পথ বেছে নিয়েছে।","english_text":"Some of us have come to submission, and some of us are iniquitous.'\" Those who have submitted have taken the right course;","bangla_translit":"অআন্না-মিন্নাল্ মুস্লিমূনা অমিন্নাল্ ক্ব-সিতূন্; ফামান্ আস্লামা ফাঊলা-য়িকা তার্হারও রশাদা-।","english_translit":"Waanna minna almuslimoona waminna alqasitoona faman aslama faolaika taharraw rashadan"},{"sura":72,"aya":15,"quran_text":"وَأَمَّا الْقَاسِطُونَ فَكَانُوا لِجَهَنَّمَ حَطَبًا","bangla_mohiuddin":"আর যারা অন্যায়কারী, তারা তো জাহান্নামের ইন্ধন।","bangla_murtaza":"কিন্তু সীমালংঘনকারীরা তো হবে জাহান্নামেরই জ্বালানি।”","english_text":"But those who are iniquitous will be fuel for Hell.","bangla_translit":"অআম্মাল্ ক্ব-সিতুনা ফাকা-নূ লিজ্বাহান্নামা হাত্বোয়াবাঁও।","english_translit":"Waama alqasitoona fakanoo lijahannama hataban"},{"sura":72,"aya":16,"quran_text":"وَأَنْ لَوِ اسْتَقَامُوا عَلَى الطَّرِيقَةِ لَأَسْقَيْنَاهُمْ مَاءً غَدَقًا","bangla_mohiuddin":"আর এই প্রত্যাদেশ করা হয়েছে যে, তারা যদি সত্যপথে কায়েম থাকত, তবে আমি তাদেরকে প্রচুর পানি বর্ষণে সিক্ত করতাম।","bangla_murtaza":"তারা যদি সত্য পথে কায়েম থাকতো, অবশ্যি আমরা প্রচুর বৃষ্টি বর্ষণ করে তাদের সমৃদ্ধ করতাম।","english_text":"(Say): \"If they keep to the right path We shall give them water in abundance to drink","bangla_translit":"অআল্লাওয়িস্ তাক্ব-মূ ‘আলাতত্বোয়ারীক্বাতি লাআস্ক্বাইনা-হুম্ মা-য়ান্ গাদাক্ব-।","english_translit":"Waallawi istaqamoo AAala alttareeqati laasqaynahum maan ghadaqan"},{"sura":72,"aya":17,"quran_text":"لِنَفْتِنَهُمْ فِيهِ وَمَنْ يُعْرِضْ عَنْ ذِكْرِ رَبِّهِ يَسْلُكْهُ عَذَابًا صَعَدًا","bangla_mohiuddin":"যাতে এ ব্যাপারে তাদেরকে পরীক্ষা করি। পক্ষান্তরে যে ব্যক্তি তার পালনকর্তার স্মরণ থেকে মুখ ফিরিয়ে নেয়, তিনি তাকে উদীয়মান আযাবে পরিচালিত করবেন।","bangla_murtaza":"তার মাধ্যমে আমরা তাদের পরীক্ষা করতাম। যে কেউ তার প্রভুর যিকির থেকে বিমুখ হবে, তিনি তাকে প্রবেশ করাবেন দুঃসহ আযাবে।","english_text":"In order to try them through it. But whoever turns away from the remembrance of his Lord, will be given increasing torment by Him.\"","bangla_translit":"লিনাফ্তিনাহুম্ ফীহ্; অমাইঁ ইয়ু’রিদ্ব্ ‘আন্ যিক্রি রব্বিহী ইয়াস্লুক্হু ‘আযা-বান্ ছোয়া‘আদাঁও।","english_translit":"Linaftinahum feehi waman yuAArid AAan thikri rabbihi yaslukhu AAathaban saAAadan"},{"sura":72,"aya":18,"quran_text":"وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَدًا","bangla_mohiuddin":"এবং এই ওহীও করা হয়েছে যে, মসজিদসমূহ আল্লাহ তা’আলাকে স্মরণ করার জন্য। অতএব, তোমরা আল্লাহ তা’আলার সাথে কাউকে ডেকো না।","bangla_murtaza":"মসজিদসমূহ আল্লাহর, সুতরাং তোমরা আল্লাহর সাথে কাউকেও ডেকোনা।","english_text":"All places of worship are for God; so do not invoke any one with God.","bangla_translit":"অআন্নাল্ মাসা-জ্বিদা লিল্লা-হি ফালা-তাদ্‘ঊ মা‘আল্লা-হি আহাদাঁও।","english_translit":"Waanna almasajida lillahi fala tadAAoo maAAa Allahi ahadan"},{"sura":72,"aya":19,"quran_text":"وَأَنَّهُ لَمَّا قَامَ عَبْدُ اللَّهِ يَدْعُوهُ كَادُوا يَكُونُونَ عَلَيْهِ لِبَدًا","bangla_mohiuddin":"আর যখন আল্লাহ তা’আলার বান্দা তাঁকে ডাকার জন্যে দন্ডায়মান হল, তখন অনেক জিন তার কাছে ভিড় জমাল।","bangla_murtaza":"আল্লাহর দাস (মুহাম্মদ) যখন তাঁকে ডাকার জন্যে (সালাতে) দাঁড়ায়, তখন তারা তার কাছে ভীড় জমায়।","english_text":"When the devotee of God stood up to invoke Him (the jinns) crowded upon him (to listen).","bangla_translit":"অআন্নাহূ লাম্মা-ক্ব-মা ‘আব্দুল্লা-হি ইয়াদ্‘ঊহু কা-দূ ইয়াকূনূনা ‘আলাইহি লিবাদা-।","english_translit":"Waannahu lamma qama AAabdu Allahi yadAAoohu kadoo yakoonoona AAalayhi libadan"},{"sura":72,"aya":20,"quran_text":"قُلْ إِنَّمَا أَدْعُو رَبِّي وَلَا أُشْرِكُ بِهِ أَحَدًا","bangla_mohiuddin":"বলুনঃ আমি তো আমার পালনকর্তাকেই ডাকি এবং তাঁর সাথে কাউকে শরীক করি না।","bangla_murtaza":"হে মুহাম্মদ! বলো: ‘নিশ্চয়ই আমি আমার প্রভুকে ডাকি তাঁর কাছেই দোয়া করি, কিন্তু তাঁর সাথে কাউকেও শরিক করিনা।’","english_text":"Say: \"I call on my Lord alone and I do not associate any one with Him.\"","bangla_translit":"কুল্ ইন্নামা য় আদ্‘ঊ রব্বী অলা য় উশ্রিকু বিহী য় আহাদা-।","english_translit":"Qul innama adAAoo rabbee wala oshriku bihi ahadan"},{"sura":72,"aya":21,"quran_text":"قُلْ إِنِّي لَا أَمْلِكُ لَكُمْ ضَرًّا وَلَا رَشَدًا","bangla_mohiuddin":"বলুনঃ আমি তোমাদের ক্ষতি সাধন করার ও সুপথে আনয়ন করার মালিক নই।","bangla_murtaza":"বলো: ‘আমি তোমাদের ক্ষতি বা লাভের মালিক নই।’","english_text":"Say: \"Neither is your loss within my power nor bringing you to guidance.\"","bangla_translit":"কুল্ ইন্নী লা য় আমুলিকু লাকুম্ দ্বোর্য়ারঁও অলা-রশাদা-।","english_translit":"Qul innee la amliku lakum darran wala rashadan"},{"sura":72,"aya":22,"quran_text":"قُلْ إِنِّي لَنْ يُجِيرَنِي مِنَ اللَّهِ أَحَدٌ وَلَنْ أَجِدَ مِنْ دُونِهِ مُلْتَحَدًا","bangla_mohiuddin":"বলুনঃ আল্লাহ তা’আলার কবল থেকে আমাকে কেউ রক্ষা করতে পারবে না এবং তিনি ব্যতীত আমি কোন আশ্রয়স্থল পাব না।","bangla_murtaza":"বলো: “আল্লাহর পাকড়াও থেকে কেউই আমাকে রক্ষা করতে পারবেনা এবং তাঁকে ছাড়া আমি কোনো আশ্রয়ও পাবোনা।","english_text":"Say: \"No one can save me from God, nor can I find a place of refuge apart from Him,","bangla_translit":"কুল্ ইন্নী লাইঁ ইয়ুজ্বীরানী মিনাল্লা-হি আহাদুঁও অলান্ আজ্বিদা মিন্ দূনিহী মুল্তাহাদান্।","english_translit":"Qul innee lan yujeeranee mina Allahi ahadun walan ajida min doonihi multahadan"},{"sura":72,"aya":23,"quran_text":"إِلَّا بَلَاغًا مِنَ اللَّهِ وَرِسَالَاتِهِ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَإِنَّ لَهُ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا أَبَدًا","bangla_mohiuddin":"কিন্তু আল্লাহ তা’আলার বাণী পৌছানো ও তাঁর পয়গাম প্রচার করাই আমার কাজ। যে আল্লাহ ও তাঁর রসূলকে অমান্য করে, তার জন্যে রয়েছে জাহান্নামের অগ্নি। তথায় তারা চিরকাল থাকবে।","bangla_murtaza":"আল্লাহর বার্তা পৌঁছে দেয়াই কেবল আমার দায়িত্ব।” যে কেউ আল্লাহকে এবং তাঁর রসূলকে অমান্য করবে, তার জন্যে জাহান্নামই অবধারিত, চিরদিন চিরকাল তারা পড়ে থাকবে সেখানেই।","english_text":"Unless I convey from God and deliver His message.\" For those who disobey God and His Apostle is the fire of Hell, where they will abide for ever;","bangla_translit":"ইল্লা-বালা-গাম্ মিনাল্লা-হি অরিসা-লা-তিহ্; আমাইঁ ইয়া’ছিল্লা-হা অরসূলাহূ ফাইন্না লাহূ না-রা জ্বাহান্নামা খ-লিদীনা ফীহা য় আবাদা-।","english_translit":"Illa balaghan mina Allahi warisalatihi waman yaAAsi Allaha warasoolahu fainna lahu nara jahannama khalideena feeha abadan"},{"sura":72,"aya":24,"quran_text":"حَتَّى إِذَا رَأَوْا مَا يُوعَدُونَ فَسَيَعْلَمُونَ مَنْ أَضْعَفُ نَاصِرًا وَأَقَلُّ عَدَدًا","bangla_mohiuddin":"এমনকি যখন তারা প্রতিশ্রুত শাস্তি দেখতে পাবে, তখন তারা জানতে পারবে, কার সাহায্যকারী দূর্বল এবং কার সংখ্যা কম।","bangla_murtaza":"তারা যখন প্রতিশ্রুত শাস্তি দেখতে পাবে, তখনই জানতে পারবে সাহায্যকারী হিসেবে কে দুর্বল আর কে সংখ্যায় নগণ্য?","english_text":"Until they see what they are promised, when they will understand who is weaker in aid and poorer in numbers.","bangla_translit":"হাত্তা য় ইযা-রয়াও মা-ইয়ূ‘আদূনা ফাসাইয়া’লামূনা মান্ আদ্ব্‘আফু না-সিরঁও অআক্বল্লু ‘আদাদা-।","english_translit":"Hatta itha raaw ma yooAAadoona fasayaAAlamoona man adAAafu nasiran waaqallu AAadadan"},{"sura":72,"aya":25,"quran_text":"قُلْ إِنْ أَدْرِي أَقَرِيبٌ مَا تُوعَدُونَ أَمْ يَجْعَلُ لَهُ رَبِّي أَمَدًا","bangla_mohiuddin":"বলুনঃ আমি জানি না তোমাদের প্রতিশ্রুত বিষয় আসন্ন না আমার পালনকর্তা এর জন্যে কোন মেয়াদ স্থির করে রেখেছেন।","bangla_murtaza":"হে নবী! বলো: “আমি জানিনা, তোমাদেরকে যে বিষয়ের ওয়াদা দেয়া হয়েছে তা কি নিকটে নাকি আমার প্রভু সেটার জন্যে দীর্ঘ সময় নির্দিষ্ট করবেন।","english_text":"Say: \"I do not know if what is promised you is near, or if my Lord prolongs its term.","bangla_translit":"কুল্ ইন্ আদ্রী য় আক্বরীবুম্ মা- তূ‘আদূনা আম্ ইয়াজ‘আলু লাহূ রব্বী য় আমাদা-।","english_translit":"Qul in adree aqareebun ma tooAAadoona am yajAAalu lahu rabbee amadan"},{"sura":72,"aya":26,"quran_text":"عَالِمُ الْغَيْبِ فَلَا يُظْهِرُ عَلَى غَيْبِهِ أَحَدًا","bangla_mohiuddin":"তিনি অদৃশ্যের জ্ঞানী। পরন্ত তিনি অদৃশ্য বিষয় কারও কাছে প্রকাশ করেন না।","bangla_murtaza":"তিনিই আলেমুল গায়েব- গায়েব-এর জ্ঞানী। তাঁর গায়েবি জ্ঞান কারো কাছে প্রকাশ করা হয়না।”","english_text":"He is the knower of the Unknown, and He does not divulge His secret to any one","bangla_translit":"‘আ-লিমুল্ গইবি ফালা-ইয়ুজ্হিরু ‘আলা-গইবিহী য় আহাদান্।","english_translit":"AAalimu alghaybi fala yuthhiru AAala ghaybihi ahadan"},{"sura":72,"aya":27,"quran_text":"إِلَّا مَنِ ارْتَضَى مِنْ رَسُولٍ فَإِنَّهُ يَسْلُكُ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ رَصَدًا","bangla_mohiuddin":"তাঁর মনোনীত রসূল ব্যতীত। তখন তিনি তার অগ্রে ও পশ্চাতে প্রহরী নিযুক্ত করেন","bangla_murtaza":"তবে তাঁর মনোনীত কোনো রসূলকেই তিনি তা অবহিত করেন। সেক্ষেত্রে ঐ রসূলের সামনে এবং পেছনে তিনি প্রহরী নিযুক্ত করেন,","english_text":"Other than an apostle He has chosen, when He makes a sentinel walk in front of him and a sentinel behind,","bangla_translit":"ইল্লা-মার্নিতাদ্বোয়া-র্মি রাসূলিন্ ফাইন্নাহূ ইয়াস্লুকু মিম্ বাইনি ইয়াদাইহি অমিন্ খল্ফিহী রছোয়াদাল্।","english_translit":"Illa mani irtada min rasoolin fainnahu yasluku min bayni yadayhi wamin khalfihi rasadan"},{"sura":72,"aya":28,"quran_text":"لِيَعْلَمَ أَنْ قَدْ أَبْلَغُوا رِسَالَاتِ رَبِّهِمْ وَأَحَاطَ بِمَا لَدَيْهِمْ وَأَحْصَى كُلَّ شَيْءٍ عَدَدًا","bangla_mohiuddin":"যাতে আল্লাহ তা’আলা জেনে নেন যে, রসূলগণ তাঁদের পালনকর্তার পয়গাম পৌছিয়েছেন কি না। রসূলগণের কাছে যা আছে, তা তাঁর জ্ঞান-গোচর। তিনি সবকিছুর সংখ্যার হিসাব রাখেন।","bangla_murtaza":"রসূলরা তাদের প্রভুর বার্তা পৌঁছে দিয়েছে কিনা তা জানার জন্যে। তাদের কাছে যা আছে তা তাঁর জ্ঞানের পরিবেষ্টনেই রয়েছে। তিনি গুণে গুণে হিসাব রাখেন সব কিছুর।","english_text":"So that He may know if they have delivered their Lord's messages. He comprehends all that has been given them, and keeps count of everything.","bangla_translit":"লিইয়া’লামা আন্ ক্বদ্ আব্লাগূ রিস-লা-তি রব্বিহিম্ অআহা-তোয়া বিমা-লাদাইহিম্ অআহ্ছোয়া-কুল্লা শাইয়িন্ ‘আদাদা-।","english_translit":"LiyaAAlama an qad ablaghoo risalati rabbihim waahata bima ladayhim waahsa kulla shayin AAadadan"}]