[{"sura":52,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ وَالطُّورِ","bangla_text":"কসম তূরপর্বতের,","english_text":"I CALL TO witness the Mount Sinai,"},{"sura":52,"aya":2,"quran_text":"وَكِتَابٍ مَسْطُورٍ","bangla_text":"এবং লিখিত কিতাবের,","english_text":"And the Scripture inscribed"},{"sura":52,"aya":3,"quran_text":"فِي رَقٍّ مَنْشُورٍ","bangla_text":"প্রশস্ত পত্রে,","english_text":"On a parchment scroll unrolled,"},{"sura":52,"aya":4,"quran_text":"وَالْبَيْتِ الْمَعْمُورِ","bangla_text":"কসম বায়তুল-মামুর তথা আবাদ গৃহের,","english_text":"The house ever-peopled,"},{"sura":52,"aya":5,"quran_text":"وَالسَّقْفِ الْمَرْفُوعِ","bangla_text":"এবং সমুন্নত ছাদের,","english_text":"The roof raised high,"},{"sura":52,"aya":6,"quran_text":"وَالْبَحْرِ الْمَسْجُورِ","bangla_text":"এবং উত্তাল সমুদ্রের,","english_text":"And the swollen sea,"},{"sura":52,"aya":7,"quran_text":"إِنَّ عَذَابَ رَبِّكَ لَوَاقِعٌ","bangla_text":"আপনার পালনকর্তার শাস্তি অবশ্যম্ভাবী,","english_text":"The punishment of your Lord is certain to come."},{"sura":52,"aya":8,"quran_text":"مَا لَهُ مِنْ دَافِعٍ","bangla_text":"তা কেউ প্রতিরোধ করতে পারবে না।","english_text":"There is none who could avert it."},{"sura":52,"aya":9,"quran_text":"يَوْمَ تَمُورُ السَّمَاءُ مَوْرًا","bangla_text":"সেদিন আকাশ প্রকম্পিত হবে প্রবলভাবে।","english_text":"The day the sky will tremble,"},{"sura":52,"aya":10,"quran_text":"وَتَسِيرُ الْجِبَالُ سَيْرًا","bangla_text":"এবং পর্বতমালা হবে চলমান,","english_text":"The mountains move and fly away,"},{"sura":52,"aya":11,"quran_text":"فَوَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ","bangla_text":"সেদিন মিথ্যারোপকারীদের দুর্ভোগ হবে,","english_text":"Will be the day of woe for those"},{"sura":52,"aya":12,"quran_text":"الَّذِينَ هُمْ فِي خَوْضٍ يَلْعَبُونَ","bangla_text":"যারা ক্রীড়াচ্ছলে মিছেমিছি কথা বানায়।","english_text":"Who, ignoring the Reality, engage in pleasantries."},{"sura":52,"aya":13,"quran_text":"يَوْمَ يُدَعُّونَ إِلَى نَارِ جَهَنَّمَ دَعًّا","bangla_text":"সেদিন তোমাদেরকে জাহান্নামের অগ্নির দিকে ধাক্কা মেরে মেরে নিয়ে যাওয়া হবে।","english_text":"The day they are dragged and pushed into Hell,"},{"sura":52,"aya":14,"quran_text":"هَذِهِ النَّارُ الَّتِي كُنْتُمْ بِهَا تُكَذِّبُونَ","bangla_text":"এবং বলা হবেঃ এই সেই অগ্নি, যাকে তোমরা মিথ্যা বলতে,","english_text":"(And told:) \"This is the fire which you denied."},{"sura":52,"aya":15,"quran_text":"أَفَسِحْرٌ هَذَا أَمْ أَنْتُمْ لَا تُبْصِرُونَ","bangla_text":"এটা কি জাদু, না তোমরা চোখে দেখছ না?","english_text":"Is it magic, or you cannot see?"},{"sura":52,"aya":16,"quran_text":"اصْلَوْهَا فَاصْبِرُوا أَوْ لَا تَصْبِرُوا سَوَاءٌ عَلَيْكُمْ إِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ","bangla_text":"এতে প্রবেশ কর অতঃপর তোমরা সবর কর অথবা না কর, উভয়ই তোমাদের জন্য সমান। তোমরা যা করতে তোমাদেরকে কেবল তারই প্রতিফল দেয়া হবে।","english_text":"Roast in it. Bear it with patience or impatience, it will be the same for you. You will be requited for what you had done.\""},{"sura":52,"aya":17,"quran_text":"إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَنَعِيمٍ","bangla_text":"নিশ্চয় খোদাভীরুরা থাকবে জান্নাতে ও নেয়ামতে।","english_text":"Those who fear God and follow the straight path will surely be in gardens and in bliss,"},{"sura":52,"aya":18,"quran_text":"فَاكِهِينَ بِمَا آتَاهُمْ رَبُّهُمْ وَوَقَاهُمْ رَبُّهُمْ عَذَابَ الْجَحِيمِ","bangla_text":"তারা উপভোগ করবে যা তাদের পালনকর্তা তাদের দেবেন এবং তিনি জাহান্নামের আযাব থেকে তাদেরকে রক্ষা করবেন।","english_text":"Rejoicing at what their Lord has given them; and their Lord will preserve them from the torment of Hell."},{"sura":52,"aya":19,"quran_text":"كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا كُنْتُمْ تَعْمَلُونَ","bangla_text":"তাদেরকে বলা হবেঃ তোমরা যা করতে তার প্রতিফলস্বরূপ তোমরা তৃপ্ত হয়ে পানাহার কর।","english_text":"\"Eat and drink with relish,\" (they will be told), (as recompense) for what you had done.\""},{"sura":52,"aya":20,"quran_text":"مُتَّكِئِينَ عَلَى سُرُرٍ مَصْفُوفَةٍ وَزَوَّجْنَاهُمْ بِحُورٍ عِينٍ","bangla_text":"তারা শ্রেণীবদ্ধ সিংহাসনে হেলান দিয়ে বসবে। আমি তাদেরকে আয়তলোচনা হুরদের সাথে বিবাহবন্ধনে আবদ্ধ করে দেব।","english_text":"They would recline on couches set in rows, paired with fair companions (clean of thought and) bright of eye."},{"sura":52,"aya":21,"quran_text":"وَالَّذِينَ آمَنُوا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُمْ بِإِيمَانٍ أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ وَمَا أَلَتْنَاهُمْ مِنْ عَمَلِهِمْ مِنْ شَيْءٍ كُلُّ امْرِئٍ بِمَا كَسَبَ رَهِينٌ","bangla_text":"যারা ঈমানদার এবং যাদের সন্তানরা ঈমানে তাদের অনুগামী, আমি তাদেরকে তাদের পিতৃপুরুষদের সাথে মিলিত করে দেব এবং তাদের আমল বিন্দুমাত্রও হ্রাস করব না। প্রত্যেক ব্যক্তি নিজ কৃত কর্মের জন্য দায়ী।","english_text":"And those who believed, and whose progeny also followed them in their faith, will be united with their offspring. We will not deprive them of their labour in the least. Every man is bound to what he does."},{"sura":52,"aya":22,"quran_text":"وَأَمْدَدْنَاهُمْ بِفَاكِهَةٍ وَلَحْمٍ مِمَّا يَشْتَهُونَ","bangla_text":"আমি তাদেরকে দেব ফল-মূল এবং মাংস যা তারা চাইবে।","english_text":"We shall give them fruits and meats, and what they desire."},{"sura":52,"aya":23,"quran_text":"يَتَنَازَعُونَ فِيهَا كَأْسًا لَا لَغْوٌ فِيهَا وَلَا تَأْثِيمٌ","bangla_text":"সেখানে তারা একে অপরকে পানপাত্র দেবে; যাতে অসার বকাবকি নেই এবং পাপকর্মও নেই।","english_text":"They will exchange cups of wine free of (incitement to) pleasantry or sin."},{"sura":52,"aya":24,"quran_text":"وَيَطُوفُ عَلَيْهِمْ غِلْمَانٌ لَهُمْ كَأَنَّهُمْ لُؤْلُؤٌ مَكْنُونٌ","bangla_text":"সুরক্ষিত মোতিসদৃশ কিশোররা তাদের সেবায় ঘুরাফেরা করবে।","english_text":"And young attendants like pearls within their shells, will go round."},{"sura":52,"aya":25,"quran_text":"وَأَقْبَلَ بَعْضُهُمْ عَلَى بَعْضٍ يَتَسَاءَلُونَ","bangla_text":"তারা একে অপরের দিকে মুখ করে জিজ্ঞাসাবাদ করবে।","english_text":"They will ask each other questions,"},{"sura":52,"aya":26,"quran_text":"قَالُوا إِنَّا كُنَّا قَبْلُ فِي أَهْلِنَا مُشْفِقِينَ","bangla_text":"তারা বলবেঃ আমরা ইতিপূর্বে নিজেদের বাসগৃহে ভীত-কম্পিত ছিলাম।","english_text":"Saying: \"We were also once full of fear at home."},{"sura":52,"aya":27,"quran_text":"فَمَنَّ اللَّهُ عَلَيْنَا وَوَقَانَا عَذَابَ السَّمُومِ","bangla_text":"অতঃপর আল্লাহ আমাদের প্রতি অনুগ্রহ করেছেন এবং আমাদেরকে আগুনের শাস্তি থেকে রক্ষা করেছেন।","english_text":"But God has been gracious to us, and has saved us from the torment of scorching wind."},{"sura":52,"aya":28,"quran_text":"إِنَّا كُنَّا مِنْ قَبْلُ نَدْعُوهُ إِنَّهُ هُوَ الْبَرُّ الرَّحِيمُ","bangla_text":"আমরা পূর্বেও আল্লাহকে ডাকতাম। তিনি সৌজন্যশীল, পরম দয়ালু।","english_text":"We used to pray to Him erstwhile; He is the just and merciful."},{"sura":52,"aya":29,"quran_text":"فَذَكِّرْ فَمَا أَنْتَ بِنِعْمَتِ رَبِّكَ بِكَاهِنٍ وَلَا مَجْنُونٍ","bangla_text":"অতএব, আপনি উপদেশ দান করুন। আপনার পালনকর্তার কৃপায় আপনি অতীন্দ্রিয়বাদী নন এবং উম্মাদও নন।","english_text":"Remind them, therefore, that by the grace of your Lord you are neither a soothsayer nor possessed."},{"sura":52,"aya":30,"quran_text":"أَمْ يَقُولُونَ شَاعِرٌ نَتَرَبَّصُ بِهِ رَيْبَ الْمَنُونِ","bangla_text":"তারা কি বলতে চায়ঃ সে একজন কবি আমরা তার মৃত্যু-দুর্ঘটনার প্রতীক্ষা করছি।","english_text":"Do they say: \"He is a poet for whom we expect an adverse turn of fortune?\""},{"sura":52,"aya":31,"quran_text":"قُلْ تَرَبَّصُوا فَإِنِّي مَعَكُمْ مِنَ الْمُتَرَبِّصِينَ","bangla_text":"বলুনঃ তোমরা প্রতীক্ষা কর, আমিও তোমাদের সাথে প্রতীক্ষারত আছি।","english_text":"Tell them: \"Keep on expecting, I am expecting with you.\""},{"sura":52,"aya":32,"quran_text":"أَمْ تَأْمُرُهُمْ أَحْلَامُهُمْ بِهَذَا أَمْ هُمْ قَوْمٌ طَاغُونَ","bangla_text":"তাদের বুদ্ধি কি এ বিষয়ে তাদেরকে আদেশ করে, না তারা সীমালংঘনকারী সম্প্রদায়?","english_text":"Does their reasoning prompt them to this, or they are a people rebellious?"},{"sura":52,"aya":33,"quran_text":"أَمْ يَقُولُونَ تَقَوَّلَهُ بَلْ لَا يُؤْمِنُونَ","bangla_text":"না তারা বলেঃ এই কোরআন সে নিজে রচনা করেছে? বরং তারা অবিশ্বাসী।","english_text":"Or do they say: \"He has fabricated it?\" In fact, they will never believe."},{"sura":52,"aya":34,"quran_text":"فَلْيَأْتُوا بِحَدِيثٍ مِثْلِهِ إِنْ كَانُوا صَادِقِينَ","bangla_text":"যদি তারা সত্যবাদী হয়ে থাকে, তবেএর অনুরূপ কোন রচনা উপস্থিত করুক।","english_text":"So let them bring a discourse like it, if they are truthful"},{"sura":52,"aya":35,"quran_text":"أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الْخَالِقُونَ","bangla_text":"তারা কি আপনা-আপনিই সৃজিত হয়ে গেছে, না তারা নিজেরাই স্রষ্টা?","english_text":"Or were they created of themselves? Or are they the creators?"},{"sura":52,"aya":36,"quran_text":"أَمْ خَلَقُوا السَّمَاوَاتِ وَالْأَرْضَ بَلْ لَا يُوقِنُونَ","bangla_text":"না তারা নভোমন্ডল ও ভূমন্ডল সৃষ্টি করেছে? বরং তারা বিশ্বাস করে না।","english_text":"Or have they created the heavens and the earth? In fact they are certain of nothing."},{"sura":52,"aya":37,"quran_text":"أَمْ عِنْدَهُمْ خَزَائِنُ رَبِّكَ أَمْ هُمُ الْمُصَيْطِرُونَ","bangla_text":"তাদের কাছে কি আপনার পালনকর্তার ভান্ডার রয়েছে, না তারাই সবকিছুর তত্ত্বাবধায়ক?","english_text":"Do they possess the treasures of your Lord? Or are they the treasurers?"},{"sura":52,"aya":38,"quran_text":"أَمْ لَهُمْ سُلَّمٌ يَسْتَمِعُونَ فِيهِ فَلْيَأْتِ مُسْتَمِعُهُمْ بِسُلْطَانٍ مُبِينٍ","bangla_text":"না তাদের কোন সিঁড়ি আছে, যাতে আরোহণ করে তারা শ্রবণ করে? থাকলে তাদের শ্রোতা সুস্পষ্ট প্রমাণ উপস্থিত করুক।","english_text":"Or do they have a ladder (climbing which) they can hear (the secrets of heaven)? Let one who has heard then bring a clear proof."},{"sura":52,"aya":39,"quran_text":"أَمْ لَهُ الْبَنَاتُ وَلَكُمُ الْبَنُونَ","bangla_text":"না তার কন্যা-সন্তান আছে আর তোমাদের আছে পুত্রসন্তান?","english_text":"Has (God) daughters and they sons?"},{"sura":52,"aya":40,"quran_text":"أَمْ تَسْأَلُهُمْ أَجْرًا فَهُمْ مِنْ مَغْرَمٍ مُثْقَلُونَ","bangla_text":"না আপনি তাদের কাছে পারিশ্রমিক চান যে, তাদের উপর জরিমানার বোঝা চেপে বসে?","english_text":"Or do you demand any wages from them so that they are burdened with expense?"},{"sura":52,"aya":41,"quran_text":"أَمْ عِنْدَهُمُ الْغَيْبُ فَهُمْ يَكْتُبُونَ","bangla_text":"না তাদের কাছে অদৃশ্য বিষয়ের জ্ঞান আছে যে, তারাই তা লিপিবদ্ধ করে?","english_text":"Or do they have knowledge of the Unknown which they write down?"},{"sura":52,"aya":42,"quran_text":"أَمْ يُرِيدُونَ كَيْدًا فَالَّذِينَ كَفَرُوا هُمُ الْمَكِيدُونَ","bangla_text":"না তারা চক্রান্ত করতে চায়? অতএব যারা কাফের, তারই চক্রান্তের শিকার হবে।","english_text":"Or do they want to stage a deception? -- Then only those who do not believe will be the ones who will be tricked."},{"sura":52,"aya":43,"quran_text":"أَمْ لَهُمْ إِلَهٌ غَيْرُ اللَّهِ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ","bangla_text":"না তাদের আল্লাহ তা’আলা ব্যতীত কোন উপাস্য আছে? তারা যাকে শরীক করে, আল্লাহ তা’আলা তা থেকে পবিত্র।","english_text":"Or do they have a god apart from God? He is too exalted for what they associate with Him!"},{"sura":52,"aya":44,"quran_text":"وَإِنْ يَرَوْا كِسْفًا مِنَ السَّمَاءِ سَاقِطًا يَقُولُوا سَحَابٌ مَرْكُومٌ","bangla_text":"তারা যদি আকাশের কোন খন্ডকে পতিত হতে দেখে, তবে বলে এটা তো পুঞ্জীভুত মেঘ।","english_text":"If they should see a segment falling from the sky, they would say: \"It is only a massive cloud.\""},{"sura":52,"aya":45,"quran_text":"فَذَرْهُمْ حَتَّى يُلَاقُوا يَوْمَهُمُ الَّذِي فِيهِ يُصْعَقُونَ","bangla_text":"তাদেরকে ছেড়ে দিন সেদিন পর্যন্ত, যেদিন তাদের উপর বজ্রাঘাত পতিত হবে।","english_text":"So, leave them until they face their day (of doom) when they will be stunned."},{"sura":52,"aya":46,"quran_text":"يَوْمَ لَا يُغْنِي عَنْهُمْ كَيْدُهُمْ شَيْئًا وَلَا هُمْ يُنْصَرُونَ","bangla_text":"সেদিন তাদের চক্রান্ত তাদের কোন উপকারে আসবে না এবং তারা সাহায্যপ্রাপ্তও হবে না।","english_text":"Their deception will not avail them in the least on that day, nor will they be helped."},{"sura":52,"aya":47,"quran_text":"وَإِنَّ لِلَّذِينَ ظَلَمُوا عَذَابًا دُونَ ذَلِكَ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ","bangla_text":"গোনাহগারদের জন্যে এছাড়া আরও শাস্তি রয়েছে, কিন্তু তাদের অধিকাংশই তা জানে না।","english_text":"Surely there are other torments besides this for those who are wicked, though most of them do not know."},{"sura":52,"aya":48,"quran_text":"وَاصْبِرْ لِحُكْمِ رَبِّكَ فَإِنَّكَ بِأَعْيُنِنَا وَسَبِّحْ بِحَمْدِ رَبِّكَ حِينَ تَقُومُ","bangla_text":"আপনি আপনার পালনকর্তার নির্দেশের অপেক্ষায় সবর করুন। আপনি আমার দৃষ্টির সামনে আছেন এবং আপনি আপনার পালনকর্তꦣ2494;র সপ্রশংস পবিত্রতা ঘোষণা করুন যখন আপনি গাত্রোত্থান করেন।","english_text":"Await the judgement of your Lord, for you are always before Our eyes, and glorify your Lord with praises when you rise,"},{"sura":52,"aya":49,"quran_text":"وَمِنَ اللَّيْلِ فَسَبِّحْهُ وَإِدْبَارَ النُّجُومِ","bangla_text":"এবং রাত্রির কিছু অংশে এবং তারকা অস্তমিত হওয়ার সময় তাঁর পবিত্রতা ঘোষণা করুন।","english_text":"And glorify Him in the night and when the stars begin to wane."}]