[{"sura":65,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحْصُوا الْعِدَّةَ وَاتَّقُوا اللَّهَ رَبَّكُمْ لَا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلَا يَخْرُجْنَ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ وَتِلْكَ حُدُودُ اللَّهِ وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَقَدْ ظَلَمَ نَفْسَهُ لَا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا","bangla_text":"হে নবী, তোমরা যখন স্ত্রীদেরকে তালাক দিতে চাও, তখন তাদেরকে তালাক দিয়ো ইদ্দতের প্রতি লক্ষ্য রেখে এবং ইদ্দত গণনা করো। তোমরা তোমাদের পালনকর্তা আল্লাহকে ভয় করো। তাদেরকে তাদের গৃহ থেকে বহিস্কার করো না এবং তারাও যেন বের না হয় যদি না তারা কোন সুস্পষ্ট নির্লজ্জ কাজে লিপ্ত হয়। এগুলো আল্লাহর নির্ধারিত সীমা। যে ব্যক্তি আল্লাহর সীমালংঘন করে, সে নিজেরই অনিষ্ট করে। সে জানে না, হয়তো আল্লাহ এই তালাকের পর কোন নতুন উপায় করে দেবেন।","english_text":"O PROPHET WHEN you divorce women, divorce them at their appointed period, and calculate that period, and fear God, your Lord. Do not expel them from their houses, nor should they go away themselves, unless they are openly guilty of adultery. These are the limits set by God. Any one who exceeds the limits set by God sins against his own self. You never know that God may perchance lead to a new situation after this.","bangla_translit":"ইয়া য় আইয়্যুহান্ নাবিয়্যু ইযা-ত্বোয়াল্লাকতুমুন্ নিসা-য়া ফাত্বোয়াল্লিকূ হুন্না লিই’দ্দাতিহিন্না অআহ্ছুল্ ই’দ্দাতা অত্তাকুল্লা-হা রব্বাকুম্ লা-তুখ্রিজহুন্না মিম্ বুইয়ূতিহিন্না অলা-ইয়াখ্রুজনা ইল্লা য় আইঁ ইয়া”তীনা বিফা-হিশাতিম্ মুবাইয়্যিনাহ্; অতিল্কা হুদূদুল্লা-হ্; অমাইঁয়্যাতা‘আদ্দা হুদূদাল্লা-হি ফাক্বদ্ জোয়ালামা নাফ্সাহ্; লা-তাদ্রী লা ‘আল্লা-হা ইয়ুহ্দিছূ বা’দা যা-লিকা আম্র-।","english_translit":null},{"sura":65,"aya":2,"quran_text":"فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍ وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ وَأَقِيمُوا الشَّهَادَةَ لِلَّهِ ذَلِكُمْ يُوعَظُ بِهِ مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا","bangla_text":"অতঃপর তারা যখন তাদের ইদ্দতকালে পৌঁছে, তখন তাদেরকে যথোপযুক্ত পন্থায় রেখে দেবে অথবা যথোপযুক্ত পন্থায় ছেড়ে দেবে এবং তোমাদের মধ্য থেকে দু’জন নির্ভরযোগ্য লোককে সাক্ষী রাখবে। তোমরা আল্লাহর উদ্দেশ্যে সাক্ষ্য দিবে। এতদ্দ্বারা যে ব্যক্তি আল্লাহ ও পরকালে বিশ্বাস করে, তাকে উপদেশ দেয়া হচ্ছে। আর যে আল্লাহকে ভয় করে, আল্লাহ তার জন্যে নিস্কৃতির পথ করে দেবেন।","english_text":"When they have reached their appointed time, then either keep them lawfully or let them go honourably; but have two witnesses from among you, and give truthful evidence for (being acceptable to) God. This is to warn him who believes in God and the Last Day. God will furnish a way out for him who fears Him,","bangla_translit":"ফাইযা- বালাগ্না আজ্বালাহুন্না ফাআম্সিকূ হুন্না বিমা’রূফিন্ আওফা-রিকুহুন্না বিমা’রূফিঁও অআশ্হিদূ যাওয়াই ‘আদ্লিম্ মিন্কুম্ অ আক্বীমুশ্ শাহা-দাতা লিল্লা-হ্; যা-লিকুম্ ইয়ূ ‘আজু বিহী মান্ কা-না ইয়ুমিনূ বিল্লা-হি অল্ইয়াওমিল্ আ-র্খি; অমাইঁ ইয়াত্তাক্বি ল্লা-হা ইয়াজ‘আল্ লাহূ মাখ্রজ্বা-।","english_translit":null},{"sura":65,"aya":3,"quran_text":"وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ إِنَّ اللَّهَ بَالِغُ أَمْرِهِ قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْرًا","bangla_text":"এবং তাকে তার ধারণাতীত জায়গা থেকে রিযিক দেবেন। যে ব্যক্তি আল্লাহর উপর ভরসা করে তার জন্যে তিনিই যথেষ্ট। আল্লাহ তার কাজ পূর্ণ করবেন। আল্লাহ সবকিছুর জন্যে একটি পরিমাণ স্থির করে রেখেছেন।","english_text":"And provide for him from where he does not reckon. God is sufficient for him who places his trust in Him. Certainly God fulfills His purpose. God has indeed fixed a measure of everything.","bangla_translit":"অইর্য়াযুকহু মিন্ হাইছু লা-ইয়াহ্তাসিব্; অমাইঁ ইয়া তাওয়াক্কাল্ ‘আলাল্লা-হি ফাহুওয়া হাস্বুহ্; ইন্নাল্লা-হা বা-লিগু আম্রিহ্; ক্বদ্ জ্বা‘আলাল্লা-হু লিকুল্লি শাইয়িন্ ক্বদ্রা।","english_translit":null},{"sura":65,"aya":4,"quran_text":"وَاللَّائِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ نِسَائِكُمْ إِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلَاثَةُ أَشْهُرٍ وَاللَّائِي لَمْ يَحِضْنَ وَأُولَاتُ الْأَحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مِنْ أَمْرِهِ يُسْرًا","bangla_text":"তোমাদের স্ত্রীদের মধ্যে যাদের ঋতুবর্তী হওয়ার আশা নেই, তাদের ব্যাপারে সন্দেহ হলে তাদের ইদ্দত হবে তিন মাস। আর যারা এখনও ঋতুর বয়সে পৌঁছেনি, তাদেরও অনুরূপ ইদ্দতকাল হবে। গর্ভবর্তী নারীদের ইদ্দতকাল সন্তানপ্রসব পর্যন্ত। যে আল্লাহকে ভয় করে, আল্লাহ তার কাজ সহজ করে দেন।","english_text":"As for your women who have lost hope of menstruation, and in case you have a doubt, the prescribed period (of waiting) for them is three months, as also for those who have not menstruated yet. As for those who are pregnant, their prescribed period is until the delivery of the child. God will make things easy for him who is mindful of God.","bangla_translit":"অল্লা-য়ী ইয়াইস্না মিনাল্ মাহীদ্বি মিন্ নিসা-য়িকুম্ ইর্নি তাব্তুম্ ফা‘ইদ্দাতুহুন্না ছালা-ছাতু আশ্হুরিঁও অল্লা-য়ী লাম্ ইয়াহিদ্ব্ন্; অ ঊলা-তুল্ আহ্মা-লি আজ্বালুহুন্না আইঁ ইয়াদ্বোয়া’না হাম্লাহুন্; অমাইঁইয়াত্তাক্বিল্লা-হা ইয়াজ‘আল্ লাহূ মিন্ আম্রিহী ইয়ুস্র-।","english_translit":null},{"sura":65,"aya":5,"quran_text":"ذَلِكَ أَمْرُ اللَّهِ أَنْزَلَهُ إِلَيْكُمْ وَمَنْ يَتَّقِ اللَّهَ يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُعْظِمْ لَهُ أَجْرًا","bangla_text":"এটা আল্লাহর নির্দেশ, যা তিনি তোমাদের প্রতি নাযিল করেছেন। যে আল্লাহকে ভয় করে, আল্লাহ তার পাপ মোচন করেন এবং তাকে মহাপুরস্কার দেন।","english_text":"This is the commandment of God that is sent down to you. God will forgive the ills of those who fear Him, and increase their reward.","bangla_translit":"যা-লিকা আম্রুল্লা-হি আন্যালাহূয় ইলাইকুম্; অমাইঁ ইয়াত্তাক্বিল্লা-হা ইয়ুকার্ফ্ফি ‘আন্হু সাইয়িয়া-তিহী অইয়ু’জিম্ লাহূয় আজর-।","english_translit":null},{"sura":65,"aya":6,"quran_text":"أَسْكِنُوهُنَّ مِنْ حَيْثُ سَكَنْتُمْ مِنْ وُجْدِكُمْ وَلَا تُضَارُّوهُنَّ لِتُضَيِّقُوا عَلَيْهِنَّ وَإِنْ كُنَّ أُولَاتِ حَمْلٍ فَأَنْفِقُوا عَلَيْهِنَّ حَتَّى يَضَعْنَ حَمْلَهُنَّ فَإِنْ أَرْضَعْنَ لَكُمْ فَآتُوهُنَّ أُجُورَهُنَّ وَأْتَمِرُوا بَيْنَكُمْ بِمَعْرُوفٍ وَإِنْ تَعَاسَرْتُمْ فَسَتُرْضِعُ لَهُ أُخْرَى","bangla_text":"তোমরা তোমাদের সামর্থ?2437;নুযায়ী যেরূপ গৃহে বাস কর, তাদেরকেও বসবাসের জন্যে সেরূপ গৃহ দাও। তাদেরকে কষ্ট দিয়ে সংকটাপন্ন করো না। যদি তারা গর্ভবতী হয়, তবে সন্তানপ্রসব পর্যন্ত তাদের ব্যয়ভার বহন করবে। যদি তারা তোমাদের সন্তানদেরকে স্তন্যদান করে, তবে তাদেরকে প্রাপ্য পারিশ্রমিক দেবে এবং এ সম্পর্কে পরস্পর সংযতভাবে পরামর্শ করবে। তোমরা যদি পরস্পর জেদ কর, তবে অন্য নারী স্তন্যদান করবে।","english_text":"House the (divorced) women where you live, according to your means; but do not harass them so as to reduce them to straitened circumstances. If they are pregnant, then spend on them until they give birth to the child. And if they suckle the child for you, then make the due payment to them, and consult each other appropriately. But if you find this difficult, let some other woman suckle (the child) for her.","bangla_translit":"আস্কিনূ হুন্না মিন্ হাইছু সাকান্তুম্ মিঁও উজদিকুম্ অলাতুদ্বোয়া -র্ রূহুন্না লিতুদ্বোয়াইয়িকু ‘আলাইহিন্; অইন্ কুন্না উলা-তি হাম্লিন্ ফাআন্ফিকু ‘আলাইহিন্না হাত্তা-ইয়াদ্বোয়া’না হাম্লাহুন্না ফাইন্ র্আদ্বোয়া’না লাকুম্ ফাআ-তূ হুন্না উজরাহুন্না অ”তামিরূ বাইনাকুম্ বিমা’রূফিন্ অইন্ তা‘আ-র্সাতুম্ ফাসার্তুদ্বি‘ঊ লাহূ য় উখ্রা-।","english_translit":null},{"sura":65,"aya":7,"quran_text":"لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنْفِقْ مِمَّا آتَاهُ اللَّهُ لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا مَا آتَاهَا سَيَجْعَلُ اللَّهُ بَعْدَ عُسْرٍ يُسْرًا","bangla_text":"বিত্তশালী ব্যক্তি তার বিত্ত অনুযায়ী ব্যয় করবে। যে ব্যক্তি সীমিত পরিমাণে রিযিকপ্রাপ্ত, সে আল্লাহ যা দিয়েছেন, তা থেকে ব্যয় করবে। আল্লাহ যাকে যা দিয়েছেন, তদপেক্ষা বেশী ব্যয় করার আদেশ কাউকে করেন না। আল্লাহ কষ্টের পর সুখ দেবেন।","english_text":"Let the man of means spend according to his means, and he whose means are limited, should spend of what God has given him. God does not burden a soul beyond what He has given him. God will bring ease after hardship.","bangla_translit":"লিইয়ুন্ফিক যূ সা‘আতিম্ মিন্ সা‘আতিহ্; অমান্ কুদিরা ‘আলাইহি রিয্কুহূ ফাল্ইয়ুন্ফিক মিম্মা য় আ-তা-হু ল্লা-হ্; লা-ইয়ুকাল্লিফুল্লা -হু নাফ্সান্ ইল্লা-মা য় আ-তা-হা-;সাইয়াজ‘আলু ল্লা-হু বা’দা ‘উস্রিঁন ইয়ুস্র-।","english_translit":null},{"sura":65,"aya":8,"quran_text":"وَكَأَيِّنْ مِنْ قَرْيَةٍ عَتَتْ عَنْ أَمْرِ رَبِّهَا وَرُسُلِهِ فَحَاسَبْنَاهَا حِسَابًا شَدِيدًا وَعَذَّبْنَاهَا عَذَابًا نُكْرًا","bangla_text":"অনেক জনপদ তাদের পালনকর্তা ও তাঁর রসূলগণের আদেশ অমান্য করেছিল, অতঃপর আমি তাদেরকে কঠোর হিসাবে ধৃত করেছিলাম এবং তাদেরকে ভীষণ শাস্তি দিয়েছিলাম।","english_text":"How many habitations rebelled against their Lord's command and His apostles; but We took them to severe task, and punished them with the harshest punishment.","bangla_translit":"অকায়াইয়িম্ মিন্ র্ক্বইয়াতিন্ ‘আতাত্ ‘আন্ আম্রি রব্বিহা- অরুসুলিহী ফাহা-সাব্না-হা- হিসা- বান্ শাদীদাঁও অ ‘আয্যাব্না-হা-‘আযা-বান্ নুক্র-।","english_translit":null},{"sura":65,"aya":9,"quran_text":"فَذَاقَتْ وَبَالَ أَمْرِهَا وَكَانَ عَاقِبَةُ أَمْرِهَا خُسْرًا","bangla_text":"অতঃপর তাদের কর্মের শাস্তি আস্বাদন করল এবং তাদের কর্মের পরিণাম ক্ষতিই ছিল।","english_text":"So they tasted the pain of their actions; and the consequence of their deeds was ruin.","bangla_translit":"ফাযা-ক্বত্ অবা-লা আম্রিহা- অকা-না ‘আ-ক্বিবাতু আম্রিহা- খুস্র-।","english_translit":null},{"sura":65,"aya":10,"quran_text":"أَعَدَّ اللَّهُ لَهُمْ عَذَابًا شَدِيدًا فَاتَّقُوا اللَّهَ يَا أُولِي الْأَلْبَابِ الَّذِينَ آمَنُوا قَدْ أَنْزَلَ اللَّهُ إِلَيْكُمْ ذِكْرًا","bangla_text":"আল্লাহ তাদের জন্যে যন্ত্রণাদায়ক শাস্তি প্রস্তত রেখেছেন অতএব, হে বুদ্ধিমানগণ, যারা ঈমান এনেছ, তোমরা আল্লাহকে ভয় কর। আল্লাহ তোমাদের প্রতি উপদেশ নাযিল করেছেন।","english_text":"God has prepared for them severe punishment. So, you men of wisdom, and those who believe, take heed for yourselves and fear God. God has indeed sent down a Reminder for you,","bangla_translit":"আ‘আদ্দাল্লা-হু লাহুম্ ‘আযা-বান্ শাদীদান্ ফাত্তাকু ল্লা-হা ইয়া য় উলিল্ আল্বা-বি ল্লাযীনা আ-মানূ ; ক্বদ্ আন্যালাল্লা-হু ইলাইকুম্ যিক্র-।","english_translit":null},{"sura":65,"aya":11,"quran_text":"رَسُولًا يَتْلُو عَلَيْكُمْ آيَاتِ اللَّهِ مُبَيِّنَاتٍ لِيُخْرِجَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَمَنْ يُؤْمِنْ بِاللَّهِ وَيَعْمَلْ صَالِحًا يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا قَدْ أَحْسَنَ اللَّهُ لَهُ رِزْقًا","bangla_text":"একজন রসূল, যিনি তোমাদের কাছে আল্লাহর সুস্পষ্ট আয়াতসমূহ পাঠ করেন, যাতে বিশ্বাসী ও সৎকর্মপরায়ণদের অন্ধকার থেকে আলোতে আনয়ন করেন। যে আল্লাহর প্রতি বিশ্বাস স্থাপন করে ও সৎকর্ম সম্পাদন করে, তিনি তাকে দাখিল করবেন জান্নাতে, যার তলদেশে নদী প্রবাহিত, তথায় তারা চিরকাল থাকবে। আল্লাহ তাকে উত্তম রিযিক দেবেন।","english_text":"An Apostle who recites before you the explicating revelations of God that He may bring those who believe and do the right out of darkness into light. Whosoever believes in God and does the right, He will admit into gardens with rivers flowing by, where they will abide for ever. How excellent a provision has God made for him","bangla_translit":"রসূলাইঁ ইয়াত্লূ ‘আলাইকুম্ আ-ইয়া-তিল্লা-হি মুবাইয়িনা-তিল্ লিইয়ুখ্রিজ্বাল্ লাযীনা আ-মানূ অ‘আমিলুছ্ ছোয়া-লিহা-তি মিনাজ্ জুলুমা-তি ইলান্ র্নূ; অমাইঁইয়ু”মিম্ বিল্লা-হি অইয়া’মাল্ ছোয়া-লিহাইঁ ইয়ুদ্খিল্হু জ্বান্না-তিন্ তাজরী মিন্ তাহ্তিহাল্ আন্ হা-রু খ-লিদীনা-ফীহা য় আবাদা-; ক্বদ্ আহ্সানাল্লা-হু লাহূ রিয্ক্বা-।","english_translit":null},{"sura":65,"aya":12,"quran_text":"اللَّهُ الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ وَمِنَ الْأَرْضِ مِثْلَهُنَّ يَتَنَزَّلُ الْأَمْرُ بَيْنَهُنَّ لِتَعْلَمُوا أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ وَأَنَّ اللَّهَ قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا","bangla_text":"আল্লাহ সপ্তাকাশ সৃষ্টি করেছেন এবং পৃথিবীও সেই পরিমাণে, এসবের মধ্যে তাঁর আদেশ অবতীর্ণ হয়, যাতে তোমরা জানতে পার যে, আল্লাহ সর্বশক্তিমান এবং সবকিছু তাঁর গোচরীভূত।","english_text":"It is God who created several skies, and as many earths. The commandment is sent down among them so that you may know that God has power over everything, and everything is held within the knowledge of God.","bangla_translit":"আল্লা-হুল্লাযী খলাক্ব সাব্‘আ সামা-ওয়া-তিঁও অমিনাল্ র্আদ্বি মিছ্লাহুন্; ইয়াতানায্যালুল্ আম্রু বাইনাহুন্না লিতা’লামূ য় আন্নাল্লা-হা ‘আলা-কুল্লি শাইয়িন্ ক্বদীরুঁও অআন্নাল্লা-হা ক্বদ্ আহা-ত্বোয়া বিকুল্লি শাইয়িন্ ই’ল্মা-।","english_translit":null}]