[{"sura":64,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ يُسَبِّحُ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ","bangla_mohiuddin":"নভোমন্ডল ও ভূমন্ডলে যা কিছু আছে, সবই আল্লাহর পবিত্রতা ঘোষণা করে। রাজত্ব তাঁরই এবং প্রশংসা তাঁরই। তিনি সর্ববিষয়ে সর্বশক্তিমান।","bangla_murtaza":"পরম করুণাময় পরম দয়াবান আল্লাহর নামে মহাকাশ ও পৃথিবীতে যা কিছু আছে সবই তসবিহ্ করছে আল্লাহর। সর্বময় কর্তৃত্ব তাঁরই, আর সমস্ত প্রশংসাও তাঁরই এবং প্রতিটি বিষয়ে তিনি সর্বশক্তিমান।","english_text":"ALL THAT THERE is in the heavens and the earth sings the praises of God. His the sovereignty and His is the praise, and He has power over everything.","bangla_translit":"ইয়ুসাব্বিহু লিল্লা-হি মা-ফিস্ সামা-ওয়া-তি অমা-ফিল্ র্আদ্বি লাহুল্ মুল্কু অলাহুল্ হাম্দু অহুওয়া ‘আলা-কুল্লি শাইয়িন্ ক্বর্দী।","english_translit":"Yusabbihu lillahi ma fee alssamawati wama fee alardi lahu almulku walahu alhamdu wahuwa AAala kulli shayin qadeerun"},{"sura":64,"aya":2,"quran_text":"هُوَ الَّذِي خَلَقَكُمْ فَمِنْكُمْ كَافِرٌ وَمِنْكُمْ مُؤْمِنٌ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ","bangla_mohiuddin":"তিনিই তোমাদেরকে সৃষ্টি করেছেন, অতঃপর তোমাদের মধ্যে কেউ কাফের এবং কেউ মুমিন। তোমরা যা কর, আল্লাহ তা দেখেন।","bangla_murtaza":"তিনিই তোমাদের সৃষ্টি করেছেন। তারপর তোমাদের মধ্যে হয়েছে কেউ কাফির আর কেউ হয়েছে মুমিন। তোমরা যা করো তা আল্লাহর দৃষ্টিতেই রয়েছে।","english_text":"It is He who created you, though one of you is an infidel and one of you a believer; yet God perceives what you do.","bangla_translit":"হুওয়াল্ লাযী খলাক্বকুম্ ফামিন্কুম্ কা-ফিরুঁও অমিন্কুম্ মু”মিন্; অল্লা-হু বিমা-তা’মালূনা বার্ছী।","english_translit":"Huwa allathee khalaqakum faminkum kafirun waminkum muminun waAllahu bima taAAmaloona baseerun"},{"sura":64,"aya":3,"quran_text":"خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَإِلَيْهِ الْمَصِيرُ","bangla_mohiuddin":"তিনি নভোমন্ডল ও ভূমন্ডলকে যথাযথভাবে সৃষ্টি করেছেন এবং তোমাদেরকে আকৃতি দান করেছেন, অতঃপর সুন্দর করেছেন তোমাদের আকৃতি। তাঁরই কাছে প্রত্যাবর্তন।","bangla_murtaza":"তিনি মহাকাশ ও পৃথিবী সৃষ্টি করেছেন সত্য ও যথাযথভাবে। তিনিই তোমাদের আকৃতি দিয়েছেন এবং তোমাদের আকৃতিকে সুন্দর করেছেন। তাঁরই কাছে হবে প্রত্যাবর্তন।","english_text":"He created the heavens and the earth with deliberation, and gave you form, and shaped you well; and to Him is your returning.","bangla_translit":"খলাক্বস্ সামা- ওয়া- তি অল্ র্আদ্বোয়া বিল্হাকক্বি অছোয়াওয়্যারকুম্ ফাআহ্সানা ছুঅরকুম্ অইলাইহিল্ মার্ছী।","english_translit":"Khalaqa alssamawati waalarda bialhaqqi wasawwarakum faahsana suwarakum wailayhi almaseeru"},{"sura":64,"aya":4,"quran_text":"يَعْلَمُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَيَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ وَاللَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ","bangla_mohiuddin":"নভোমন্ডল ও ভূমন্ডলে যা আছে, তিনি তা জানেন। তিনি আরও জানেন তোমরা যা গোপনে কর এবং যা প্রকাশ্যে কর। আল্লাহ অন্তরের বিষয়াদি সম্পর্কে সম্যক জ্ঞাত।","bangla_murtaza":"মহাকাশ এবং পৃথিবীতে যা কিছু আছে সবই তিনি জানেন। তোমরা যা গোপন করো এবং যা প্রকাশ করো তাও তিনি জানেন। আল্লাহই অন্তরযামী।","english_text":"He knows what is in the heavens and the earth, and knows what you hide and what you disclose; God knows what is in the hearts.","bangla_translit":"ইয়া’লামু মা-ফিস্ সামা-ওয়া-তি অল্ র্আদ্বি অ ইয়া’লামূ মা-তুর্সিরূনা অমা-তু’লিনূন্; অল্লা-হু ‘আলীমুম্ বিযা-তিছ্ ছুর্দূ।","english_translit":"YaAAlamu ma fee alssamawati waalardi wayaAAlamu ma tusirroona wama tuAAlinoona waAllahu AAaleemun bithati alssudoori"},{"sura":64,"aya":5,"quran_text":"أَلَمْ يَأْتِكُمْ نَبَأُ الَّذِينَ كَفَرُوا مِنْ قَبْلُ فَذَاقُوا وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ","bangla_mohiuddin":"তোমাদের পুর্বে যারা কাফের ছিল, তাদের বৃত্তান্ত কি তোমাদের কাছে পৌছেনি? তারা তাদের কর্মের শাস্তি আস্বাদন করেছে, এবং তাদের জন্যে রয়েছে যন্ত্রণাদায়ক শাস্তি।","bangla_murtaza":"আগেকার কাফিরদের বার্তা কি তোমাদের কাছে পৌঁছেনি? তারা তাদের কর্মকান্ডের প্রতিফল ভোগ করেছে। তাছাড়াও তাদের জন্যে রয়েছে বেদনাদায়ক আযাব।","english_text":"Has not the account of those who disbelieved before come to you, who tasted the torment of their action, and for whom is grievous punishment?","bangla_translit":"আলাম্ ইয়াতিকুম্ নাবায়ুল্লাযীনা কাফারূ মিন্ ক্বব্লু ফাযা-কু অবা-লা আম্রিহিম্ অলাহুম্ ‘আযা-বুন্ আলীম্।","english_translit":"Alam yatikum nabao allatheena kafaroo min qablu fathaqoo wabala amrihim walahum AAathabun aleemun"},{"sura":64,"aya":6,"quran_text":"ذَلِكَ بِأَنَّهُ كَانَتْ تَأْتِيهِمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَقَالُوا أَبَشَرٌ يَهْدُونَنَا فَكَفَرُوا وَتَوَلَّوْا وَاسْتَغْنَى اللَّهُ وَاللَّهُ غَنِيٌّ حَمِيدٌ","bangla_mohiuddin":"এটা এ কারণে যে, তাদের কাছে তাদের রসূলগণ প্রকাশ্য নিদর্শনাবলীসহ আগমন করলে তারা বলতঃ মানুষই কি আমাদেরকে পথপ্রদর্শন করবে? অতঃপর তারা কাফের হয়ে গেল এবং মুখ ফিরিয়ে নিল। এতে আল্লাহর কিছু আসে যায় না। আল্লাহ অমুখাপেক্ষী প্রশংসিত।","bangla_murtaza":"এর কারণ, তাদের কাছে তাদের রসূলরা এসেছিল সুস্পষ্ট নিদর্শনাবলি নিয়ে। কিন্তু তারা বলেছিল: ‘আমাদেরকে সঠিক পথের সন্ধান দেবে কি একজন মানুষ!’ ফলে তারা কুফুরি করে এবং মুখ ফিরিয়ে নেয়। কিন্তু এতে আল্লাহর কিছুই আসে যায়না। আল্লাহ প্রাচুর্যশীল সপ্রশংসিত।","english_text":"This was so because their apostles came to them with clear proofs, but they said: \"What. Can a mortal show us the way?\" And they denied and turned away; but God was unconcerned. God is all-sufficient, worthy of praise.","bangla_translit":"যা-লিকা বিআন্নাহূ কা-নাত্ তাতীহিম্ রুসুলুহুম্ বিল্বাইয়্যিনা-তি ফাক্ব-লূ য় আবাশারুঁই ইয়াহ্দূনানা- ফাকাফারূ অতাওয়াল্লাওঁ অস্তাগ্নাল্লা-হ্; অল্লা-হু গনিইয়ুন্ হামীদ্।","english_translit":"Thalika biannahu kanat tateehim rusuluhum bialbayyinati faqaloo abasharun yahdoonana fakafaroo watawallaw waistaghna Allahu waAllahu ghaniyyun hameedun"},{"sura":64,"aya":7,"quran_text":"زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا قُلْ بَلَى وَرَبِّي لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ وَذَلِكَ عَلَى اللَّهِ يَسِيرٌ","bangla_mohiuddin":"কাফেররা দাবী করে যে, তারা কখনও পুনরুত্থিত হবে না। বলুন, অবশ্যই হবে, আমার পালনকর্তার কসম, তোমরা নিশ্চয় পুরুত্থিত হবে। অতঃপর তোমাদেরকে অবহিত করা হবে যা তোমরা করতে। এটা আল্লাহর পক্ষে সহজ।","bangla_murtaza":"অবিশ্বাসীরা ধারণা করছে, তাদেরকে কখনো পুনরুত্থিত করা হবেনা! তুমি বলো: “হ্যাঁ, আমার প্রভুর শপথ, অবশ্যি তোমাদের পুনরুত্থিত করা হবে। তারপর তোমাদের অবশ্যি অবহিত করা হবে সেসব (অপ)কর্ম, যা তোমরা (পৃথিবীর জীবনে) করতে। এ কাজ আল্লাহর জন্যে খুবই সহজ।”","english_text":"The unbelievers claim that they will not be raised again. Tell them: \"Why not? By my Lord, you will certainly be raised again, and then informed of what you had done. That is how the law of God works inevitably.\"","bangla_translit":"যা‘আমাল্লাযীনা কাফারূ য় আল্লাইঁ ইয়ুব্‘আছূ; কুল্ বালা- অরব্বী লাতুব্‘আছুন্না ছুম্মা লাতুনাব্বায়ুন্না বিমা-‘আমিল্তুম্; অযা-লিকা ‘আলাল্লা-হি ইয়ার্সী।","english_translit":"ZaAAama allatheena kafaroo an lan yubAAathoo qul bala warabbee latubAAathunna thumma latunabbaonna bima AAamiltum wathalika AAala Allahi yaseerun"},{"sura":64,"aya":8,"quran_text":"فَآمِنُوا بِاللَّهِ وَرَسُولِهِ وَالنُّورِ الَّذِي أَنْزَلْنَا وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ","bangla_mohiuddin":"অতএব তোমরা আল্লাহ তাঁর রসূল এবং অবতীর্ন নূরের প্রতি বিশ্বাস স্থাপন কর। তোমরা যা কর, সে বিষয়ে আল্লাহ সম্যক অবগত।","bangla_murtaza":"সুতরাং তোমরা ঈমান আনো আল্লাহর প্রতি, তাঁর রসূলের প্রতি এবং আমাদের নাযিল করা নূরের প্রতি। তোমরা যা করো আল্লাহ সে বিষয়ে খবর রাখেন।","english_text":"So believe in God, His Apostle and the Light We have sent down. God is well aware of what you do.","bangla_translit":"ফাআ-মিনূ বিল্লা-হি অরসূলিহী অন্নূ রিল্লাযী য় আন্যাল্না-; অল্লা-হু বিমা-তা’মালূনা খর্বী।","english_translit":"Faaminoo biAllahi warasoolihi waalnnoori allathee anzalna waAllahu bima taAAmaloona khabeerun"},{"sura":64,"aya":9,"quran_text":"يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ ذَلِكَ يَوْمُ التَّغَابُنِ وَمَنْ يُؤْمِنْ بِاللَّهِ وَيَعْمَلْ صَالِحًا يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ذَلِكَ الْفَوْزُ الْعَظِيمُ","bangla_mohiuddin":"সেদিন অর্থাৎ, সমাবেশের দিন আল্লাহ তোমাদেরকে সমবেত করবেন। এ দিন হার-জিতের দিন। যে ব্যক্তি আল্লাহর প্রতি বিশ্বাস স্থাপন করে এবং সৎকর্ম সম্পাদন করে, আল্লাহ তার পাপসমূহ মোচন করবেন এবং তাকে জান্নাতে দাখিল করবেন। যার তলদেশে নির্ঝরিনীসমূহ প্রবাহিত হবে, তারা তথায় চিরকাল বসবাস করবে। এটাই মহাসাফল্য।","bangla_murtaza":"যেদিন তিনি তোমাদের জমা করবেন জমায়েতের দিন, সেটাই হবে হারজিতের দিন। যে কেউ ঈমান আনবে আল্লাহর প্রতি এবং আমলে সালেহ্ করবে, তার থেকে মুছে দেয়া হবে তার পাপসমূহ এবং তাকে দাখিল করা হবে জান্নাতে, যার নিচে দিয়ে বহমান থাকবে নদ নদী নহর। চিরকাল থাকবে তারা সেখানে স্থায়ীভাবে। এটাই মহাসাফল্য।","english_text":"The day He will gather you together on the Day of Gathering, will be the day of Judgement. He who believed and did the right, will have his evil deeds expunged by God and admitted to gardens with rivers flowing by, and abide there perpetually. This will be the great achievement of success.","bangla_translit":"ইয়াওমা ইয়াজমা‘ঊকুম্ লিইয়াওমিল্ জ্বাম্‘ই যা-লিকা ইয়াওমুত্তাগ-বুন্; অমাইঁ ইয়ুমিম্ বিল্লা-হি অইয়া’মাল্ ছোয়া-লিহাইঁ ইয়ুকার্ফ্ফি ‘আন্হু সাইয়িয়া-তিহী অ ইয়ুদ্খিল্হু জ্বান্না-তিন্ তাজরী মিন্ তাহ্তিহাল্ আন্হা-রু খা- লিদীনা ফীহা য় আবাদা-; যা-লিকাল্ ফাওযুল্ ‘আজীম্।","english_translit":"Yawma yajmaAAukum liyawmi aljamAAi thalika yawmu alttaghabuni waman yumin biAllahi wayaAAmal salihan yukaffir AAanhu sayyiatihi wayudkhilhu jannatin tajree min tahtiha alanharu khalideena feeha abadan thalika alfawzu alAAatheemu"},{"sura":64,"aya":10,"quran_text":"وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَئِكَ أَصْحَابُ النَّارِ خَالِدِينَ فِيهَا وَبِئْسَ الْمَصِيرُ","bangla_mohiuddin":"আর যারা কাফের এবং আমার আয়াতসমূহকে মিথ্যা বলে, তারাই জাহান্নামের অধিবাসী, তারা তথায় অনন্তকাল থাকবে। কতই না মন্দ প্রত্যাবর্তনস্থল এটা।","bangla_murtaza":"আর যারা কুফুরি করবে এবং প্রত্যাখ্যান করবে আমাদের আয়াত, তারাই হবে আগুনের অধিবাসী, চিরকাল থাকবে তারা সেখানে। আর সেটা কতো যে নিকৃষ্ট ফিরে যাবার জায়গা!","english_text":"Those who did not believe and denied Our revelations will be inmates of Hell, where they will abide for ever, and how evil a journey's end!","bangla_translit":"অল্লাযীনা কাফারূ অকায্যাবূ বিআ-ইয়া-তিনা য় উলা-য়িকা আছ্হা-বুন্ না-রি খ-লিদীনা ফীহা-; অবিসাল্ মার্ছী।","english_translit":"Waallatheena kafaroo wakaththaboo biayatina olaika ashabu alnnari khalideena feeha wabisa almaseeru"},{"sura":64,"aya":11,"quran_text":"مَا أَصَابَ مِنْ مُصِيبَةٍ إِلَّا بِإِذْنِ اللَّهِ وَمَنْ يُؤْمِنْ بِاللَّهِ يَهْدِ قَلْبَهُ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ","bangla_mohiuddin":"আল্লাহর নির্দেশ ব্যতিরেকে কোন বিপদ আসে না এবং যে আল্লাহর প্রতি বিশ্বাস করে, তিনি তার অন্তরকে সৎপথ প্রদর্শন করেন। আল্লাহ সর্ববিষয়ে সম্যক পরিজ্ঞাত।","bangla_murtaza":"কোনো মসিবতই আসেনা আল্লাহর অনুমতি ছাড়া। আর যে কেউ ঈমান আনবে আল্লাহর প্রতি, আল্লাহ তার অন্তরকে পরিচালিত করবেন সঠিক পথে। আল্লাহ প্রতিটি বিষয়ে জ্ঞানী।","english_text":"No calamity befalls unless God dispenses. He guides the heart of whosoever believes in God; and God has knowledge of everything.","bangla_translit":"মা য় আছোয়া-বা মিম্ মুছীবাতিন্ ইল্লা-বিইয্নিল্লা-হ্; অমাইঁ ইয়ুমিম্ বিল্লা-হি ইয়াহ্দি ক্বল্বাহ্; অল্লা-হু বিকুল্লি শাইয়িন্ ‘আলীম্।","english_translit":"Ma asaba min museebatin illa biithni Allahi waman yumin biAllahi yahdi qalbahu waAllahu bikulli shayin AAaleemun"},{"sura":64,"aya":12,"quran_text":"وَأَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِنْ تَوَلَّيْتُمْ فَإِنَّمَا عَلَى رَسُولِنَا الْبَلَاغُ الْمُبِينُ","bangla_mohiuddin":"তোমরা আল্লাহর আনুগত্য কর এবং রসূলুল্লাহর আনুগত্য কর। যদি তোমরা মুখ ফিরিয়ে নাও, তবে আমার রসূলের দায়িত্ব কেবল খোলাখুলি পৌছে দেয়া।","bangla_murtaza":"তোমরা আনুগত্য করো আল্লাহর, আনুগত্য করো এই রসূলের, যদি মুখ ফিরিয়ে নাও, তবে জেনে রাখো, আমাদের রসূলের দায়িত্ব কেবল স্পষ্টভাবে বার্তা পৌঁছে দেয়া।","english_text":"Obey God and obey His Apostle. If you turn away, the duty of the Apostle is to convey the message clearly.","bangla_translit":"অআত্বী ‘ঊল্লা-হা অআত্বী ‘র্উ রসূলা ফাইন্ তাওয়াল্লাইতুম্ ফাইন্নামা-‘আলা-রসূলিনাল্ বালাগুল্ মুবীন্।","english_translit":"WaateeAAoo Allaha waateeAAoo alrrasoola fain tawallaytum fainnama AAala rasoolina albalaghu almubeenu"},{"sura":64,"aya":13,"quran_text":"اللَّهُ لَا إِلَهَ إِلَّا هُوَ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ","bangla_mohiuddin":"আল্লাহ তিনি ব্যতীত কোন মাবুদ নেই। অতএব মুমিনগণ আল্লাহর উপর ভরসা করুক।","bangla_murtaza":"আল্লাহ, তিনি ছাড়া কোনো ইলাহ্ নেই। মুমিনরা আল্লাহর উপর তাওয়াক্কুল করুক।","english_text":"God: There is no god but He; and in God should believers place their trust.","bangla_translit":"আল্লাহু লা য় ইলা-হা ইল্লা-হূ; অ ‘আলাল্লা-হি ফাল্ ইয়াতাওয়াক্কালিল্ মু’মিনূন্।","english_translit":"Allahu la ilaha illa huwa waAAala Allahi falyatawakkali almuminoona"},{"sura":64,"aya":14,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلَادِكُمْ عَدُوًّا لَكُمْ فَاحْذَرُوهُمْ وَإِنْ تَعْفُوا وَتَصْفَحُوا وَتَغْفِرُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ","bangla_mohiuddin":"হে মুমিনগণ, তোমাদের কোন কোন স্ত্রী ও সন্তান-সন্ততি তোমাদের দুশমন। অতএব তাদের ব্যাপারে সতর্ক থাক। যদি মার্জনা কর, উপেক্ষা কর, এবং ক্ষমা কর, তবে আল্লাহ ক্ষমাশীল, করুনাময়।","bangla_murtaza":"হে ঈমানদার লোকেরা! নিশ্চয়ই তোমাদের স্ত্রী ও সন্তানদের মধ্যে রয়েছে তোমাদের শত্রু, সুতরাং তাদের ব্যাপারে সতর্ক থাকো। আর যদি তাদের মাফ করে দাও, তাদের দোষত্রুটি উপেক্ষা করো এবং তাদের ক্ষমা করে দাও তবে অবশ্যি আল্লাহ পরম ক্ষমাশীল, দয়াবান।","english_text":"O believers, some of your spouses and children are your enemies, so beware of them! Yet if you forbear, overlook, and forgive, God is indeed forgiving and kind.","bangla_translit":"ইয়া য় আইয়্যুহা ল্লাযীনা আ-মানূ য় ইন্না মিন্ আয্ওয়া-জ্বিকুম্ অআওলা-দিকুম্ ‘আদুওয়্যাল্লাকুম্ ফাহ্যারূ হুম্ অইন্ তা’ফূ অতাছ্ফাহূ অতাগ্ফিরূ ফাইন্নাল্লা-হা গফূর্রু রহীম্।","english_translit":"Ya ayyuha allatheena amanoo inna min azwajikum waawladikum AAaduwwan lakum faihtharoohum wain taAAfoo watasfahoo wataghfiroo fainna Allaha ghafoorun raheemun"},{"sura":64,"aya":15,"quran_text":"إِنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ وَاللَّهُ عِنْدَهُ أَجْرٌ عَظِيمٌ","bangla_mohiuddin":"তোমাদের ধন-সম্পদ ও সন্তান-সন্ততি তো কেবল পরীক্ষাস্বরূপ। আর আল্লাহর কাছে রয়েছে মহাপুরস্কার।","bangla_murtaza":"নিশ্চয়ই তোমাদের মাল সম্পদ ও সন্তান-সন্ততি একটি পরীক্ষা, আর আল্লাহর কাছেই রয়েছে মহাপুরস্কার।","english_text":"Your wealth and children are surely meant as trial for you: But with God is the great reward.","bangla_translit":"ইন্নামা য় আম্ওয়া লুকুম্ অআওলা-দুকুম্ ফিত্নাহ্; অল্লা-হু ‘ইন্দাহূ য় আজরুন্ ‘আজীম্।","english_translit":"Innama amwalukum waawladukum fitnatun waAllahu AAindahu ajrun AAatheemun"},{"sura":64,"aya":16,"quran_text":"فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ وَاسْمَعُوا وَأَطِيعُوا وَأَنْفِقُوا خَيْرًا لِأَنْفُسِكُمْ وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ","bangla_mohiuddin":"অতএব তোমরা যথাসাধ্য আল্লাহকে ভয় কর, শুন, আনুগত্য কর এবং ব্যয় কর। এটা তোমাদের জন্যে কল্যাণকর। যারা মনের কার্পন্য থেকে মুক্ত, তারাই সফলকাম।","bangla_murtaza":"অতএব, তোমরা আল্লাহ্কে ভয় করো তোমাদের সাধ্যমতো এবং শুনো, মেনে নাও আর খরচ করো (আল্লাহর পথে), এটাই তোমাদের নিজেদের জন্যে কল্যাণকর। যারা মনের সংকীর্ণতা থেকে মুক্ত হয়, তারাই অর্জন করে সফলতা।","english_text":"So fear God as much as you can, and listen and obey, and spend in charity for your own good. He who is saved from his own avarice will be successful.","bangla_translit":"ফাত্তাকুল্লা-হা মাস্তাত্বোয়া’তুম্ অস্মাঊ’ অআত্বী‘ঊ অআন্ফিকু খইরল্ লিআন্ফুসিকুম্; অ মাইঁ ইয়ূক্ব শুহ্হা নাফ্সিহী ফাউলা-য়িকা হুমুল্ মুফলিহূন্।","english_translit":"Faittaqoo Allaha ma istataAAtum waismaAAoo waateeAAoo waanfiqoo khayran lianfusikum waman yooqa shuhha nafsihi faolaika humu almuflihoona"},{"sura":64,"aya":17,"quran_text":"إِنْ تُقْرِضُوا اللَّهَ قَرْضًا حَسَنًا يُضَاعِفْهُ لَكُمْ وَيَغْفِرْ لَكُمْ وَاللَّهُ شَكُورٌ حَلِيمٌ","bangla_mohiuddin":"যদি তোমরা আল্লাহকে উত্তম ঋণ দান কর, তিনি তোমাদের জন্যে তা দ্বিগুণ করে দেবেন এবং তোমাদেরকে ক্ষমা করবেন। আল্লাহ গুণগ্রাহী, সহনশীল।","bangla_murtaza":"তোমরা যদি আল্লাহ্কে করজে হাসানা (উত্তম ঋণ) দাও, তিনি তা তোমাদের জন্যে বহুগুণে বৃদ্ধি করে ফেরত দেবেন, তোমাদের ক্ষমা করে দেবেন। অবশ্যি আল্লাহ গুণগ্রাহী, ধৈর্যশীল।","english_text":"If you lend a goodly loan to God, He will double it for you, and forgive you. God knows the worth of good deeds and is clement,","bangla_translit":"ইন্ তুকরিদু ল্লা-হা র্ক্বাদ্বোয়ান্ হাসানাইঁ ইয়ুদ্বোয়া-ই’ফ্হু লাকুম্ অ ইয়ার্গ্ফি লাকুম্; অল্লা-হু শাকূরুন্ হালীম্।","english_translit":"In tuqridoo Allaha qardan hasanan yudaAAifhu lakum wayaghfir lakum waAllahu shakoorun haleemun"},{"sura":64,"aya":18,"quran_text":"عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْعَزِيزُ الْحَكِيمُ","bangla_mohiuddin":"তিনি দৃশ্য ও অদৃশ্যের জ্ঞানী, পরাক্রান্ত, প্রজ্ঞাময়।","bangla_murtaza":"তিনি গায়েব ও দৃশ্যের জ্ঞানী, মহাপরাক্রমশীল, মহাপ্রজ্ঞাবান।","english_text":"The knower of the unknown and the known, all-mighty and all-wise.","bangla_translit":"আ’লিমুল্ গইবি অশ্শাহা- দাতিল্ ‘আযীযুল্ হাকীম্।","english_translit":"AAalimu alghaybi waalshshahadati alAAazeezu alhakeemu"}]