[{"sura":12,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ الر تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ","bangla_mohiuddin":"আলিফ-লা-ম-রা; এগুলো সুস্পষ্ট গ্রন্থের আয়াত।","bangla_murtaza":"পরম করুণাময় পরম দয়াবান আল্লাহর নামে আলিফ লাম রা। এগুলো স্পষ্টভাষী আল কিতাবের (আল কুরআনের) আয়াত।","english_text":"ALIF LAM RA. These are the verses of the immaculate Book.","bangla_translit":"আলিফ্ লা - ম্ র-, তিল্কা আ-ইয়া-তুল্ কিতা-বিল্ মুবীন্।","english_translit":"Aliflamra tilka ayatu alkitabi almubeenu"},{"sura":12,"aya":2,"quran_text":"إِنَّا أَنْزَلْنَاهُ قُرْآنًا عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ","bangla_mohiuddin":"আমি একে আরবী ভাষায় কোরআন রূপে অবতীর্ণ করেছি, যাতে তোমরা বুঝতে পার।","bangla_murtaza":"এটিকে আমরা ‘আরবি কুরআন’ বানিয়ে পাঠিয়েছি, যাতে করে তোমরা (সহজেই) বুঝতে পারো।","english_text":"We have sent it down as a clear discourse that you may understand.","bangla_translit":"ইন্না য় আন্যালনা-হু ক্বর্ ুআ-নান্ ‘আরাবিয়্যাল্ লা‘আল্লাকুম্ তা’ক্বিলূন্।","english_translit":"Inna anzalnahu quranan AAarabiyyan laAAallakum taAAqiloona"},{"sura":12,"aya":3,"quran_text":"نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ بِمَا أَوْحَيْنَا إِلَيْكَ هَذَا الْقُرْآنَ وَإِنْ كُنْتَ مِنْ قَبْلِهِ لَمِنَ الْغَافِلِينَ","bangla_mohiuddin":"আমি তোমার নিকট উত্তম কাহিনী বর্ণনা করেছি, যেমতে আমি এ কোরআন তোমার নিকট অবতীর্ণ করেছি। তুমি এর আগে অবশ্যই এ ব্যাপারে অনবহিতদের অন্তর্ভূক্ত ছিলে।","bangla_murtaza":"তোমার কাছে অবতীর্ণ এ কুরআনের সেরা কাহিনী সমূহের একটি এখন তোমাকে বলছি। এর আগে তুমি এ বিষয়ে না জানা লোকদেরই একজন ছিলে।","english_text":"Through the revelation of this Qur'an We narrate the best of histories of which you were unaware before.","bangla_translit":"নাহ্নু নাক্বুছ্ছু ‘আলাইকা আহ্সানাল্ ক্বাছোয়াছি বিমা য় আওহাইনা য় ইলাইকা হা-যাল্ কৃর্আ-না অইন্ কুন্তা মিন্ ক্বাব্লিহী লামিনাল্ গ-ফিলীন্।","english_translit":"Nahnu naqussu AAalayka ahsana alqasasi bima awhayna ilayka hatha alqurana wain kunta min qablihi lamina alghafileena"},{"sura":12,"aya":4,"quran_text":"إِذْ قَالَ يُوسُفُ لِأَبِيهِ يَا أَبَتِ إِنِّي رَأَيْتُ أَحَدَ عَشَرَ كَوْكَبًا وَالشَّمْسَ وَالْقَمَرَ رَأَيْتُهُمْ لِي سَاجِدِينَ","bangla_mohiuddin":"যখন ইউসুফ পিতাকে বললঃ পিতা, আমি স্বপ্নে দেখেছি এগারটি নক্ষত্রকে। সুর্যকে এবং চন্দ্রকে। আমি তাদেরকে আমার উদ্দেশে সেজদা করতে দেখেছি।","bangla_murtaza":"(ঘটনার শুরু তখন থেকে) যখন ইউসুফ তার পিতাকে বলেছিল: ‘আব্বু! আমি স্বপ্ন দেখেছি: এগারটি গ্রহ এবং সূর্য আর চাঁদ। আমি দেখলাম, তারা সবাই আমাকে সাজদা করছে (আমার প্রতি অবনত হয়ে আছে)।’","english_text":"When Joseph told his father: \"O my father, I saw eleven stars and the sun and the moon bowing before me in homage,\"","bangla_translit":"ইয্ ক্ব-লা ইয়ূসুফু লিআবীহি ইয়া য় আবাতি ইন্নি-রয়াইতু আহাদা আশারা কাওকাবাঁও অশ্শাম্সা অল্ ক্বমারা রায়াইতুহুম্ লী সা-জ্বিদীন্।","english_translit":"Ith qala yoosufu liabeehi ya abati innee raaytu ahada AAashara kawkaban waalshshamsa waalqamara raaytuhum lee sajideena"},{"sura":12,"aya":5,"quran_text":"قَالَ يَا بُنَيَّ لَا تَقْصُصْ رُؤْيَاكَ عَلَى إِخْوَتِكَ فَيَكِيدُوا لَكَ كَيْدًا إِنَّ الشَّيْطَانَ لِلْإِنْسَانِ عَدُوٌّ مُبِينٌ","bangla_mohiuddin":"তিনি বললেনঃ বৎস, তোমার ভাইদের সামনে এ স্বপ্ন বর্ণনা করো না। তাহলে তারা তোমার বিরুদ্ধে চক্রান্ত করবে। নিশ্চয় শয়তান মানুষের প্রকাশ্য।","bangla_murtaza":"(স্বপ্নের বিবরণ শুনে তার পিতা ইয়াকুব বললো): “পুত্র আমার! তোমার এ স্বপ্নের কথা তোমার ভাইদের বলোনা। তাহলে তারা তোমার কোনো ক্ষতি করার চেষ্টা করবে। আর শয়তান তো অবশ্যি মানুষের সুস্পষ্ট দুশমন (হিসাবে কাজ করে যাচ্ছে)।","english_text":"He said: \"O son, do not narrate your dream to your brothers, or they will plot against you. Surely Satan is man's acknowledged foe.","bangla_translit":"ক্বা-লা ইয়া-বুনাইয়্যা লা-তাক্ব্ছুছ্ রু’ইয়া-কা ‘আলা য় ইখ্ওয়াতিকা ফাইয়াকীদূ লাকা কাইদা-; ইন্নাশ্ শাইত্বোয়া-না লিল্ইন্সা-নি আ’দুওয়ুম্ মুবীন্।","english_translit":"Qala ya bunayya la taqsus ruyaka AAala ikhwatika fayakeedoo laka kaydan inna alshshaytana lilinsani AAaduwwun mubeenun"},{"sura":12,"aya":6,"quran_text":"وَكَذَلِكَ يَجْتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِنْ تَأْوِيلِ الْأَحَادِيثِ وَيُتِمُّ نِعْمَتَهُ عَلَيْكَ وَعَلَى آلِ يَعْقُوبَ كَمَا أَتَمَّهَا عَلَى أَبَوَيْكَ مِنْ قَبْلُ إِبْرَاهِيمَ وَإِسْحَاقَ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٌ","bangla_mohiuddin":"এমনিভাবে তোমার পালনকর্তা তোমাকে মনোনীত করবেন এবং তোমাকে বাণীসমূহের নিগুঢ় তত্ত্ব শিক্ষা দেবেন এবং পূর্ণ করবেন স্বীয় অনুগ্রহ তোমার প্রতি ও ইয়াকুব পরিবার-পরিজনের প্রতি; যেমন ইতিপূর্বে তোমার পিতৃপুরুষ ইব্রাহীম ও ইসহাকের প্রতি পূর্ণ করেছেন। নিশ্চয় তোমার পালনকর্তা অত্যন্ত জ্ঞানী, প্রজ্ঞাময়।","bangla_murtaza":"এমনটিই হবে, তোমার প্রভু তোমাকে (নবুয়্যতের) জন্যে উপযুক্ত করবেন, বক্তব্যের তাৎপর্য উপলব্ধির শিক্ষা দান করবেন এবং তোমার প্রতি আর ইয়াকুবের উত্তর পুরুষদের প্রতি তাঁর অনুগ্রহ পূর্ণ করবেন, যেভাবে তা পূর্ণ করেছিলেন তোমার পিতামহ ইবরাহিম ও ইসহাকের প্রতি। অবশ্যি তোমার প্রভু সব বিষয়ে জ্ঞানী ও প্রজ্ঞাময়।”","english_text":"Your Lord will choose you and teach you to interpret events, and confer His favours on you and the house of Jacob, as He had done in the case of two ancestors of yours, Abraham and Isaac, before you. Indeed your Lord is all-knowing and all-wise.\"","bangla_translit":"অকাযা-লিকা ইয়াজ্বতাবীকা রব্বুকা অইয়ু‘আল্লিমুকা মিন্ তা’ওয়ীলিল্ আহা-দীছি অইয়ুতিম্মু নি’মাতাহূ ‘আলাইকা অ‘আলা য় আ-লি ইয়া’ক্বুবা কামা য় আতাম্মাহা ‘আলায় আবাওয়াইকা মিন্ ক্বাব্লু ইব্রা-হীমা অইসহা-ক্ব্; ইন্না রব্বাকা ‘আলীমুন্ হাকীম্।","english_translit":"Wakathalika yajtabeeka rabbuka wayuAAallimuka min taweeli alahadeethi wayutimmu niAAmatahu AAalayka waAAala ali yaAAqooba kama atammaha AAala abawayka min qablu ibraheema waishaqa inna rabbaka AAaleemun hakeemun"},{"sura":12,"aya":7,"quran_text":"لَقَدْ كَانَ فِي يُوسُفَ وَإِخْوَتِهِ آيَاتٌ لِلسَّائِلِينَ","bangla_mohiuddin":"অবশ্য ইউসুফ ও তাঁর ভাইদের কাহিনীতে জিজ্ঞাসুদের জন্যে নিদর্শনাবলী রয়েছে।","bangla_murtaza":"ইউসুফ আর তার ভাইদের ঘটনাতে প্রশ্নকারীদের জন্যে রয়েছে (নিজেদের কৃতকর্মের পরিণতি উপলব্ধির) প্রমাণ।","english_text":"In the story of Joseph and his brothers are lessons for those who inquire.","bangla_translit":"লাক্বদ্ কা-না ফী ইয়ূসুফা অ ইখ্অতিহী য় আ-ইয়া-তুল্ লিস্সা - য়িলীন্।","english_translit":"Laqad kana fee yoosufa waikhwatihi ayatun lilssaileena"},{"sura":12,"aya":8,"quran_text":"إِذْ قَالُوا لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَى أَبِينَا مِنَّا وَنَحْنُ عُصْبَةٌ إِنَّ أَبَانَا لَفِي ضَلَالٍ مُبِينٍ","bangla_mohiuddin":"যখন তারা বললঃ অবশ্যই ইউসুফ ও তাঁর ভাই আমাদের পিতার কাছে আমাদের চাইতে অধিক প্রিয় অথচ আমরা একটা সংহত শক্তি বিশেষ। নিশ্চয় আমাদের পিতা স্পষ্ট ভ্রান্তিতে রয়েছেন।","bangla_murtaza":"(সেই ঘটনার সূচনা হয় এভাবে যে,) ইউসুফের (সৎ) ভাইয়েরা নিজেরা নিজেরা বলাবলি করছিল: “আমাদের বাবার কাছে ইউসুফ আর তার সহোদর ভাইটি (বিনইয়ামিন) আমাদের চেয়ে বেশি প্রিয়। অথচ আমরা হলাম (দশ ভাইয়ের) একটি  সংঘবদ্ধ (শক্তিশালী) দল। আসলে আমাদের পিতা (ইউসুফ আর তার ভাইকে আমাদের উপর প্রাধান্য দিয়ে) সুস্পষ্ট ভুল করছেন।","english_text":"\"Surely Joseph and his brother are dearer to our father than we,\" (said his half brothers) \"even though we are a well-knit band. Our father is surely in the wrong.","bangla_translit":"ইয্ ক্ব-লূ লাইয়ূসুফু অআখূহু আহাব্বু ইলা য় আবীনা মিন্না-অনাহ্নু ‘উছ্বাহ্; ইন্না আবা-না- লাফী দ্বোয়ালা-লিম্ মুবীন্।","english_translit":"Ith qaloo layoosufu waakhoohu ahabbu ila abeena minna wanahnu AAusbatun inna abana lafee dalalin mubeenin"},{"sura":12,"aya":9,"quran_text":"اقْتُلُوا يُوسُفَ أَوِ اطْرَحُوهُ أَرْضًا يَخْلُ لَكُمْ وَجْهُ أَبِيكُمْ وَتَكُونُوا مِنْ بَعْدِهِ قَوْمًا صَالِحِينَ","bangla_mohiuddin":"হত্যা কর ইউসুফকে কিংবা ফেলে আস তাকে অন্য কোন স্থানে। এতে শুধু তোমাদের প্রতিই তোমাদের পিতার মনোযোগ নিবিষ্ট হবে এবং এরপর তোমরা যোগ্য বিবেচিত হয়ে থাকবে।","bangla_murtaza":"চলো, ইউসুফকে মেরে ফেলো, কিংবা কোথাও ফেলে রেখে আসো। তবেই তোমাদের পিতার দৃষ্টি শুধু কেবল তোমাদের প্রতি নিবদ্ধ হবে। এই (অপরাধের) কাজটি সেরে ফেলার পর তোমরা ভালো মানুষ হয়ে যেয়ো।”","english_text":"Let us kill Joseph or cast him in some distant land so that we may get our father's exclusive affection; then play innocent.\"","bangla_translit":"নিক্বুতুলূ ইয়ূসুফা আওয়িত্বরাহূহু র্আদ্বোয়াইঁ ইয়াখ্লু লাকুম্ অজ্বহু আবীকুম্ অতাকূনূ মিম্ বা’দিহী ক্বওমান্ ছোয়া-লিহীন্।","english_translit":"Oqtuloo yoosufa awi itrahoohu ardan yakhlu lakum wajhu abeekum watakoonoo min baAAdihi qawman saliheena"},{"sura":12,"aya":10,"quran_text":"قَالَ قَائِلٌ مِنْهُمْ لَا تَقْتُلُوا يُوسُفَ وَأَلْقُوهُ فِي غَيَابَتِ الْجُبِّ يَلْتَقِطْهُ بَعْضُ السَّيَّارَةِ إِنْ كُنْتُمْ فَاعِلِينَ","bangla_mohiuddin":"তাদের মধ্য থেকে একজন বলল, তোমরা ইউসুফ কে হত্যা করো না, বরং ফেলে দাও তাকে অন্ধকূপে যাতে কোন পথিক তাকে উঠিয়ে নিয়ে যায়, যদি তোমাদের কিছু করতেই হয়।","bangla_murtaza":"এ সময় তাদের একজন বললো: ‘ইউসুফকে একেবারে জানে মেরে ফেলোনা, বরং যদি কিছু করতেই হয়, তবে কোনো কুয়ার তলায় ফেলে আসো, তাতে করে কোনো পথিক দল তাকে তুলে (দূর দেশে) নিয়ে যাবে।’","english_text":"One of them said: \"If you must do so, then do not kill Joseph, but throw him into an unused well. Some passing caravan may rescue him.\"","bangla_translit":"ক্ব -লা ক্ব - য়িলুম্ মিন্হুম্ লা-তাক্বুত্বুলূ ইয়ূসুফা অ আল্ক্ব ূহু ফী গইয়া-বাতিল্ জ্বুব্বি ইয়াল্তাক্বিত্বহু বা’দ্বস সাইয়্যা-রতি ইন্ কুন্তুম্ ফা‘ইলীন্।","english_translit":"Qala qailun minhum la taqtuloo yoosufa waalqoohu fee ghayabati aljubbi yaltaqithu baAAdu alssayyarati in kuntum faAAileena"},{"sura":12,"aya":11,"quran_text":"قَالُوا يَا أَبَانَا مَا لَكَ لَا تَأْمَنَّا عَلَى يُوسُفَ وَإِنَّا لَهُ لَنَاصِحُونَ","bangla_mohiuddin":"তারা বললঃ পিতাঃ ব্যাপার কি, আপনি ইউসুফের ব্যাপারে আমাদেরকে বিশ্বাস করেন না ? আমরা তো তার হিতাকাংখী।","bangla_murtaza":"(এই সলা পরামর্শের পর পিতার কাছে) গিয়ে তারা বললো: “বাবা! ইউসুফের ব্যাপারে আপনি আমাদের উপর আস্থা রাখেননা কেন? অথচ আমরা তো ইউসুফের কল্যাণই কামনা করি।","english_text":"(Then going to their father) they said: \"O father, why don't you trust us with Joseph? We are in fact his well-wishers.","bangla_translit":"ক্ব -লূ ইয়া য় আবা-না- মা-লাকা লা-তামান্না-‘আলা-ইয়ূসুফা অইন্না- লাহূ লানা-সিহূন্।","english_translit":"Qaloo ya abana ma laka la tamanna AAala yoosufa wainna lahu lanasihoona"},{"sura":12,"aya":12,"quran_text":"أَرْسِلْهُ مَعَنَا غَدًا يَرْتَعْ وَيَلْعَبْ وَإِنَّا لَهُ لَحَافِظُونَ","bangla_mohiuddin":"আগামীকাল তাকে আমাদের সাথে প্রেরণ করুন-তৃপ্তিসহ খাবে এবং খেলাধুলা করবে এবং আমরা অবশ্যই তার রক্ষণাবেক্ষন করব।","bangla_murtaza":"আগামিকাল ওকে আমাদের সাথে পাঠান, ফলমূল পেড়ে খাবে, দৌড় দোপ করবে, এভাবে মনটাকে চাংগা করবে। আমরা অবশ্যি তার হিফাযত করবো।”","english_text":"Let him go out with us tomorrow that he may enjoy and play. We shall take care of him.\"","bangla_translit":"র্আসিল্হু মা‘আনা-গদাঁই ইর্য়াতা’ অইয়াল্‘আব্ অইন্না-লাহূ লাহা-ফিজূন্।","english_translit":"Arsilhu maAAana ghadan yartaAA wayalAAab wainna lahu lahafithoona"},{"sura":12,"aya":13,"quran_text":"قَالَ إِنِّي لَيَحْزُنُنِي أَنْ تَذْهَبُوا بِهِ وَأَخَافُ أَنْ يَأْكُلَهُ الذِّئْبُ وَأَنْتُمْ عَنْهُ غَافِلُونَ","bangla_mohiuddin":"তিনি বললেনঃ আমার দুশ্চিন্তা হয় যে, তোমরা তাকে নিয়ে যাবে এবং আমি আশঙ্কা করি যে, ব্যাঘ্র তাঁকে খেয়ে ফেলবে এবং তোমরা তার দিক থেকে গাফেল থাকবে।","bangla_murtaza":"তাদের পিতা বললো: ‘আমার আশংকা হয়, তোমরা তাকে নিয়ে গিয়ে তার ব্যাপারে অমনোযোগী হয়ে পড়বে আর সে সুযোগে নেকড়ে এসে তাকে খেয়ে ফেলবে, এই ভাবনাটাই বিষন্ন করে তুলছে আমাকে।’","english_text":"He said: \"I am afraid of sending him with you lest a wolf should devour him when you are unmindful.\"","bangla_translit":"ক্ব-লা ইন্নী লাইয়াহ্যুনুনী য় আন্ তায্হাবূ বিহী অআখ-ফূ আইঁইয়াকুলাহুয্ যিবু অআন্তুম্ ‘আনহু গফিলূন্।","english_translit":"Qala innee layahzununee an thathhaboo bihi waakhafu an yakulahu alththibu waantum AAanhu ghafiloona"},{"sura":12,"aya":14,"quran_text":"قَالُوا لَئِنْ أَكَلَهُ الذِّئْبُ وَنَحْنُ عُصْبَةٌ إِنَّا إِذًا لَخَاسِرُونَ","bangla_mohiuddin":"তারা বললঃ আমরা একটি ভারী দল থাকা সত্ত্বেও যদি ব্যাঘ্র তাকে খেয়ে ফেলে, তবে আমরা সবই হারালাম।","bangla_murtaza":"তারা বললো: ‘আমরা একটি শক্তিশালী দল থাকা সত্ত্বেও যদি তাকে নেকড়ে খেয়ে ফেলে, তবে তো আমরা একেবারেই ব্যর্থ।’","english_text":"They replied: \"If a wolf should devour him when we are there, a well-knit band, we shall certainly be treacherous.\"","bangla_translit":"ক্ব-লূ লায়িন আকালাহুয্ যিবু অনাহ্নু ‘উছ্বাতুন্ ইন্না য় ইযা ল্লাখ-সিরূন্।","english_translit":"Qaloo lain akalahu alththibu wanahnu AAusbatun inna ithan lakhasiroona"},{"sura":12,"aya":15,"quran_text":"فَلَمَّا ذَهَبُوا بِهِ وَأَجْمَعُوا أَنْ يَجْعَلُوهُ فِي غَيَابَتِ الْجُبِّ وَأَوْحَيْنَا إِلَيْهِ لَتُنَبِّئَنَّهُمْ بِأَمْرِهِمْ هَذَا وَهُمْ لَا يَشْعُرُونَ","bangla_mohiuddin":"অতঃপর তারা যখন তাকে নিয়ে চলল এবং অন্ধকূপে নিক্ষেপ করতে একমত হল এবং আমি তাকে ইঙ্গিত করলাম যে, তুমি তাদেরকে তাদের এ কাজের কথা বলবে এমতাবস্থায় যে, তারা তোমাকে চিনবে না।","bangla_murtaza":"এভাবে (পিতার উপর একটা মানসিক চাপ প্রয়োগ করে) তারা যখন তাকে নিয়ে গেলো এবং তাকে কূপের তলায় নিক্ষেপ করার সিদ্ধান্ত নিলো (এবং নিক্ষেপ করলো)। তখন আমরা তার কাছে অহি (বার্তা) প্রেরণ করলাম: ‘এমন একদিন অবশ্যি আসবে, যখন তুমি তাদের এই অপকর্মের কথা তাদের সামনে তুলে ধরবে, অথচ তারা তোমার পরিচয় বুঝতে পারবেনা।’","english_text":"So, when they took him out they planned to throw him into an unused well. We revealed to Joseph: \"You will tell them (one day) of this deed when they will not apprehend it.\"","bangla_translit":"ফালাম্মা-যাহাবূ বিহী- অ আজ্বমাঊ’য় আইঁ ইয়াজ্বআলূহু ফী গইয়া-বাতিল্ জ্বুব্বি অ আওহাইনা য় ইলাইহি লাতুনাব্বিয়ান্নাহুম্ বিআম্রিহিম্ হা-যা- অ হুম্ লা-ইয়াশ্‘ঊরূন্।","english_translit":"Falamma thahaboo bihi waajmaAAoo an yajAAaloohu fee ghayabati aljubbi waawhayna ilayhi latunabiannahum biamrihim hatha wahum la yashAAuroona"},{"sura":12,"aya":16,"quran_text":"وَجَاءُوا أَبَاهُمْ عِشَاءً يَبْكُونَ","bangla_mohiuddin":"তারা রাতের বেলায় কাঁদতে কাঁদতে পিতার কাছে এল।","bangla_murtaza":"তারা এশার সময় কাঁদতে কাঁদতে তাদের পিতার কাছে এসে উপস্থিত হয়।","english_text":"At nightfall they came to their father weeping,","bangla_translit":"অজ্বা - য়ূ য় আবা-হুম্ ‘ইশা - য়াঁই ইয়াব্কূন্।","english_translit":"Wajaoo abahum AAishaan yabkoona"},{"sura":12,"aya":17,"quran_text":"قَالُوا يَا أَبَانَا إِنَّا ذَهَبْنَا نَسْتَبِقُ وَتَرَكْنَا يُوسُفَ عِنْدَ مَتَاعِنَا فَأَكَلَهُ الذِّئْبُ وَمَا أَنْتَ بِمُؤْمِنٍ لَنَا وَلَوْ كُنَّا صَادِقِينَ","bangla_mohiuddin":"তারা বললঃ পিতাঃ আমরা দৌড় প্রতিযোগিতা করতে গিয়েছিলাম এবং ইউসুফকে আসবাব-পত্রের কাছে রেখে গিয়েছিলাম। অতঃপর তাকে বাঘে খেয়ে ফেলেছে। আপনি তো আমাদেরকে বিশ্বাস করবেন না, যদিও আমরা সত্যবাদী।","bangla_murtaza":"তারা বলে: ‘বাবা! আমরা তো সত্য বললেও আপনি কখনো আমাদের কথা বিশ্বাস করবেন না, (আমরা সত্যই বলছি) ইউসুফকে আমাদের মালপত্রের কাছে রেখে আমরা দৌড় প্রতিযোগিতা করছিলাম, এই ফাঁকে নেকড়ে এসে ওকে খেয়ে ফেলেছে।’","english_text":"And said: \"We went racing with one another and left Joseph to guard our things when a wolf devoured him. But you will not believe us even though we tell the truth.\"","bangla_translit":"ক্ব-লূ ইয়ায় আবা-না য় ইন্না-যাহাব্না-নাস্তাবিক্বু অতারাক্না-ইয়ূসুফা ‘ইনদা মাতা-‘ইনা-ফাআকালাহুয্ যিবু অমা য় আন্তা বিমুমিনিল্ লানা- অলাও কুন্না-ছোয়া-দ্বিক্বীন্।","english_translit":"Qaloo ya abana inna thahabna nastabiqu watarakna yoosufa AAinda mataAAina faakalahu alththibu wama anta bimuminin lana walaw kunna sadiqeena"},{"sura":12,"aya":18,"quran_text":"وَجَاءُوا عَلَى قَمِيصِهِ بِدَمٍ كَذِبٍ قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنْفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ وَاللَّهُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ","bangla_mohiuddin":"এবং তারা তার জামায় কৃত্রিম রক্ত লাগিয়ে আনল। বললেনঃ এটা কখনই নয়; বরং তোমাদের মন তোমাদেরকে একটা কথা সাজিয়ে দিয়েছে। সুতরাং এখন ছবর করাই শ্রেয়। তোমরা যা বর্ণনা করছ, সে বিষয়ে একমাত্র আল্লাহই আমার সাহায্য স্থল।","bangla_murtaza":"তারা (পিতার কাছে নিজেদেরকে সত্যবাদী প্রমাণ করার জন্যে) ইউসুফের জামায় মিথ্যা রক্ত মেখে নিয়ে এসেছিল। তাদের পিতা বললো: ‘(না, তা নয়) বরং তোমাদের মন তোমাদেরকে একটা কাহিনী সাজিয়ে দিয়েছে। আর আমার জন্যে ধৈর্য ধারণ করাই উত্তম। তোমরা যে (মিথ্যা) কাহিনী সাজিয়েছো, তার মোকাবেলায় একমাত্র আল্লাহ্ই (আমার) সাহায্যের মালিক।’","english_text":"They showed him the shirt with false blood on it. (Their father) said: \"It is not so; you have made up the story. Yet endurance is best. I seek the help of God alone for what you impute.\"","bangla_translit":"অজ্বা - য়ূ ‘আলা-ক্বমীছিহী বিদামিন্ কাযিব্; ক্ব-লা বাল্ সাওঅলাত্ লাকুম্ আন্ফুসুকুম্ আম্রা-; ফাছোয়াব্রুন্ জ্বামীল্; অল্লা-হুল্ মুস্তা‘আ-নু ‘আলা- মা- তাছিফূন্।","english_translit":"Wajaoo AAala qameesihi bidamin kathibin qala bal sawwalat lakum anfusukum amran fasabrun jameelun waAllahu almustaAAanu AAala ma tasifoona"},{"sura":12,"aya":19,"quran_text":"وَجَاءَتْ سَيَّارَةٌ فَأَرْسَلُوا وَارِدَهُمْ فَأَدْلَى دَلْوَهُ قَالَ يَا بُشْرَى هَذَا غُلَامٌ وَأَسَرُّوهُ بِضَاعَةً وَاللَّهُ عَلِيمٌ بِمَا يَعْمَلُونَ","bangla_mohiuddin":"এবং একটি কাফেলা এল। অতঃপর তাদের পানি সংগ্রাহককে প্রেরণ করল। সে বালতি ফেলল। বললঃ কি আনন্দের কথা। এ তো একটি কিশোর তারা তাকে পন্যদ্রব্য গণ্য করে গোপন করে ফেলল। আল্লাহ খুব জানেন যা কিছু তারা করেছিল।","bangla_murtaza":"এদিকে (কূপের নিকট) এসে থামলো একদল পথিক। তারা তাদের পানি সংগ্রহকারীকে (পানির জন্যে কূপের দিকে) পাঠিয়ে দেয়। সে গিয়ে তার বালতি ফেলে কুয়োতে। (ইউসুফকে দেখে) সে বিস্ময়ে বলে উঠে: ‘দারুণ সুখবর, (দেখে যান) এখানে এক বালক!’ তারপর তারা তাকে একটি পণ্য বিক্রয়ের মাল (দাস) হিসেবে লুকিয়ে রাখে। তারা (তাকে নিয়ে) যা কিছু করছিল, সে বিষয়ে আল্লাহ ভালোভাবেই অবহিত ছিলেন।","english_text":"A caravan happened to pass, and sent the water-carrier to bring water from the well. He let down his bucket (and pulled Joseph up with it). \"What luck,\" said the man; \"here is a boy;\" and they hid him as an item of merchandise; but what they did was known to God.","bangla_translit":"অ জ্বা - য়াত্ সাইয়্যা-রতুন্ ফার্আসালূ ওয়া-রিদাহুম্ ফাআদ্লা- দাল্অহ্; ক্ব-লা ইয়া-বুশরা- হা-যা-গুলা-ম্; অ আর্সারূহু বিদ্বোয়া-‘আহ্; অল্লা-হু ‘আলীমুম্ বিমা-ইয়া’মালূন্।","english_translit":"Wajaat sayyaratun faarsaloo waridahum faadla dalwahu qala ya bushra hatha ghulamun waasarroohu bidaAAatan waAllahu AAaleemun bima yaAAmaloona"},{"sura":12,"aya":20,"quran_text":"وَشَرَوْهُ بِثَمَنٍ بَخْسٍ دَرَاهِمَ مَعْدُودَةٍ وَكَانُوا فِيهِ مِنَ الزَّاهِدِينَ","bangla_mohiuddin":"ওরা তাকে কম মূল্যে বিক্রি করে দিল গনাগুণতি কয়েক দেরহাম এবং তাঁর ব্যাপারে নিরাসক্ত ছিল।","bangla_murtaza":"অবশেষে তারা তাকে বিক্রি করে ফেলে সামান্য দামে, মাত্র কয়েক দিরহামে। আসলে তারা ছিলো তার ব্যাপারে অপ্রত্যাশী।","english_text":"And they sold him as worthless for a few paltry dirham.","bangla_translit":"অশারাওহু বিছামানিম্ বাখ্সিন্ দার-হিমা মা’দূদাতিন্ অকা-নূ ফীহি মিনায্ যাহিদীন্।","english_translit":"Washarawhu bithamanin bakhsin darahima maAAdoodatin wakanoo feehi mina alzzahideena"},{"sura":12,"aya":21,"quran_text":"وَقَالَ الَّذِي اشْتَرَاهُ مِنْ مِصْرَ لِامْرَأَتِهِ أَكْرِمِي مَثْوَاهُ عَسَى أَنْ يَنْفَعَنَا أَوْ نَتَّخِذَهُ وَلَدًا وَكَذَلِكَ مَكَّنَّا لِيُوسُفَ فِي الْأَرْضِ وَلِنُعَلِّمَهُ مِنْ تَأْوِيلِ الْأَحَادِيثِ وَاللَّهُ غَالِبٌ عَلَى أَمْرِهِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ","bangla_mohiuddin":"মিসরে যে ব্যক্তি তাকে ক্রয় করল, সে তার স্ত্রীকে বললঃ একে সম্মানে রাখ। সম্ভবতঃ সে আমাদের কাছে আসবে অথবা আমরা তাকে পুত্ররূপে গ্রহণ করে নেব। এমনিভাবে আমি ইউসুফকে এদেশে প্রতিষ্ঠিত করলাম এবং এ জন্যে যে তাকে বাক্যাদির পূর্ণ মর্ম অনুধাবনের পদ্ধতি বিষয়ে শিক্ষা দেই। আল্লাহ নিজ কাজে প্রবল থাকেন, কিন্তু অধিকাংশ লোক তা জানে না।","bangla_murtaza":"মিশরের যে ব্যক্তি তাকে ক্রয় করে নেয়, সে তার স্ত্রীকে বলেছিল: ‘একে সুন্দর ও সম্মানজনকভাবে রাখো, সে আমাদের জন্যে উপকারী হবার সম্ভাবনা আছে, অথবা আমরা তাকে আমাদের ছেলেই বানিয়ে নেবো।’ এভাবে আমরা ইউসুফকে সে দেশে প্রতিষ্ঠিত হবার জায়গা করে দেই এবং যাবতীয় পরিস্থিতি ও ঘটনাবলির তাৎপর্য উপলব্ধি করার ব্যবস্থা করি। আল্লাহ তাঁর সিদ্ধান্ত বাস্তবায়ন করেই থাকেন। তবে অধিকাংশ মানুষ তা জানেনা।","english_text":"The Egyptian who bought him instructed his wife: \"House him honourably. He may be of use to us. We may even adopt him as a son.\" So, We firmly established Joseph in the land, and taught him the interpretation of dreams. God dominated in his affairs, though most men do not know.","bangla_translit":"অক্ব-লা ল্লাযিশ্ তারা-হু মিম্ মিছ্রা লিম্রায়াতিহী য় আক্রিমী মাছ্ওয়া-হু ‘আসা য় আইঁ ইয়ান্ফা‘আনা য় আও নাত্তাখিযাহূ অলাদা-; অকাযা-লিকা মাক্কান্না- লি ইয়ূসুফা ফিল্ র্আদ্বি অ লিনু‘আল্লিমাহূ মিন্ তাওয়ীলিল্ আহা-দীছ্; অল্লা-হু গলিবুন্ ‘আলা য় আম্রিহী অলা-কিন্না আক্ছারা ন্না-সি লা-ইযা’লামূন্।","english_translit":"Waqala allathee ishtarahu min misra liimraatihi akrimee mathwahu AAasa an yanfaAAana aw nattakhithahu waladan wakathalika makkanna liyoosufa fee alardi walinuAAallimahu min taweeli alahadeethi waAllahu ghalibun AAala amrihi walakinna akthara alnnasi la yaAAlamoona"},{"sura":12,"aya":22,"quran_text":"وَلَمَّا بَلَغَ أَشُدَّهُ آتَيْنَاهُ حُكْمًا وَعِلْمًا وَكَذَلِكَ نَجْزِي الْمُحْسِنِينَ","bangla_mohiuddin":"যখন সে পূর্ণ যৌবনে পৌছে গেল, তখন তাকে প্রজ্ঞা ও ব্যুৎপত্তি দান করলাম। এমননিভাবে আমি সৎকর্মপরায়ণদেরকে প্রতিদান দেই।","bangla_murtaza":"সে (ইউসুফ) যখন পূর্ণ যৌবনে, পূর্ণ বয়সে উপনীত হয়, আমি তাকে প্রদান করি প্রজ্ঞা এবং জ্ঞান (নবুয়্যত)। আর এভাবেই আমি উপকারী পুণ্যবান লোকদের পুরস্কার দিয়ে থাকি।","english_text":"When he reached the prime of life We gave him wisdom and knowledge. Thus We reward those who are good.","bangla_translit":"অ লাম্মা-বালাগা আশুদ্দাহূ য় আ-তাইনা-হু হুক্মাঁও অ ই’ল্মা-;অকাযা-লিকা নাজ্বযিল্ মুহ্সিনীন্।","english_translit":"Walamma balagha ashuddahu ataynahu hukman waAAilman wakathalika najzee almuhsineena"},{"sura":12,"aya":23,"quran_text":"وَرَاوَدَتْهُ الَّتِي هُوَ فِي بَيْتِهَا عَنْ نَفْسِهِ وَغَلَّقَتِ الْأَبْوَابَ وَقَالَتْ هَيْتَ لَكَ قَالَ مَعَاذَ اللَّهِ إِنَّهُ رَبِّي أَحْسَنَ مَثْوَايَ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ","bangla_mohiuddin":"আর সে যে মহিলার ঘরে ছিল, ঐ মহিলা তাকে ফুসলাতে লাগল এবং দরজাসমূহ বন্ধ করে দিল। সে মহিলা বললঃ শুন! তোমাকে বলছি, এদিকে আস, সে বললঃ আল্লাহ রক্ষা করুন; তোমার স্বামী আমার মালিক। তিনি আমাকে সযত্নে থাকতে দিয়েছেন। নিশ্চয় সীমা লংঘনকারীগণ সফল হয় না।","bangla_murtaza":"এদিকে যে মেয়ে লোকটির ঘরে সে (ইউসুফ) অবস্থান করছিল, সে তাকে নিজের দিকে আকৃষ্ট করার পথ অবলম্বন করে। একদিন তো সে ঘরের সব দরজা বন্ধ করে দিয়েই (ইউসুফকে) আহবান জানায়: ‘ওহে, এসো।’ সে (ইউসুফ) বললো: ‘আমি (এমন কর্ম থেকে) আল্লাহর আশ্রয় চাই। তিনিই আমার প্রভু। অতি উত্তম মর্যাদা তিনি আমাকে দান করেছেন (একাজ করা আমার পক্ষে অসম্ভব)। আর অন্যায়কারীরা তো কিছুতেই সাফল্য অর্জন করেনা।’","english_text":"But she in whose house he resided wished to seduce him and, closing the doors, said: \"Come into me. \"God forbid!\" he said; \"he is my master who has approved my stay. Surely those who act wrongly do not prosper.\"","bangla_translit":"অ র-অদাত্ হুল্লাতী হুঅ ফী বাইতিহা-‘আন্ নাফ্সিহী অ গল্লাক্বাতিল্ আব্ওয়া-বা অক্ব-লাত্ হাইতা লাক্; ক্ব-লা মা‘আ-যাল্লাহি ইন্নাহূ রব্বী য় আহ্সানা মাছ্ওয়া-ইয়া; ইন্নাহূ লা-ইয়ুফ্লিহুজ্ জোয়া-লিমূন্।","english_translit":"Warawadathu allatee huwa fee baytiha AAan nafsihi waghallaqati alabwaba waqalat hayta laka qala maAAatha Allahi innahu rabbee ahsana mathwaya innahu la yuflihu alththalimoona"},{"sura":12,"aya":24,"quran_text":"وَلَقَدْ هَمَّتْ بِهِ وَهَمَّ بِهَا لَوْلَا أَنْ رَأَى بُرْهَانَ رَبِّهِ كَذَلِكَ لِنَصْرِفَ عَنْهُ السُّوءَ وَالْفَحْشَاءَ إِنَّهُ مِنْ عِبَادِنَا الْمُخْلَصِينَ","bangla_mohiuddin":"নিশ্চয় মহিলা তার বিষয়ে চিন্তা করেছিল এবং সেও মহিলার বিষয়ে চিন্তা করত। যদি না সে স্বীয় পালনকর্তার মহিমা অবলোকন করত। এমনিবাবে হয়েছে, যাতে আমি তার কাছ থেকে মন্দ বিষয় ও নিলজ্জ বিষয় সরিয়ে দেই। নিশ্চয় সে আমার মনোনীত বান্দাদের একজন।","bangla_murtaza":"মেয়েলোকটি তো তার প্রতি আসক্ত হয়েই ছিলো, আর সেও তার প্রতি আসক্তিতে জড়িয়ে পড়তো, যদি তার প্রভুর স্পষ্ট প্রমাণ (evidance) তার দৃষ্টি পথে না থাকতো। এটা করা হয়েছে এজন্যে, যেনো এ পন্থায় আমি তার থেকে অন্যায় ও অশ্লীলতা দূর করে দিতে পারি। অবশ্যি সে ছিলো আমার নির্বাচিত দাসদের একজন।","english_text":"But the woman desired him, and he would have desired her but for the indication he received from his Lord. This was so that We may avert both evil and lechery from him, for he was one of Our chosen devotees.","bangla_translit":"অলাক্বাদ্ হাম্মাত্ বিহী, অহাম্মা বিহা- লাওলা য় র্আরায়া- বুরহা-না রব্বিহ্; কাযা-লিকা লিনাছ্রিফা ‘আন্হুস্ সূ - য়া অল্ ফাহ্শা - য়্; ইন্নাহূ মিন্ ই’বা-দিনাল্ মুখলাছীন্।","english_translit":"Walaqad hammat bihi wahamma biha lawla an raa burhana rabbihi kathalika linasrifa AAanhu alssooa waalfahshaa innahu min AAibadina almukhlaseena"},{"sura":12,"aya":25,"quran_text":"وَاسْتَبَقَا الْبَابَ وَقَدَّتْ قَمِيصَهُ مِنْ دُبُرٍ وَأَلْفَيَا سَيِّدَهَا لَدَى الْبَابِ قَالَتْ مَا جَزَاءُ مَنْ أَرَادَ بِأَهْلِكَ سُوءًا إِلَّا أَنْ يُسْجَنَ أَوْ عَذَابٌ أَلِيمٌ","bangla_mohiuddin":"তারা উভয়ে ছুটে দরজার দিকে গেল এবং মহিলা ইউসুফের জামা পিছন দিক থেকে ছিঁড়ে ফেলল। উভয়ে মহিলার স্বামীকে দরজার কাছে পেল। মহিলা বললঃ যে ব্যক্তি তোমার পরিজনের সাথে কুকর্মের ইচ্ছা করে, তাকে কারাগারে পাঠানো অথবা অন্য কোন যন্ত্রণাদায়ক শাস্তি দেয়া ছাড়া তার আর কি শাস্তি হতে পারে?","bangla_murtaza":"সুতরাং তারা একজন আরেকজনের পেছনে দরজার দিকে দৌড়ায়, আর মেয়েলোকটি পেছন থেকে ইউসুফের জামা টেনে ধরে ছিঁড়েই ফেলে এবং (দৌড়ে এসে দরজায় পৌঁছুতেই) তারা তার কর্তাকে (স্বামীকে) দরজায় দেখতে পায়। তাকে দেখে মেয়েলোকটি বলে উঠে: ‘যে তোমার স্ত্রীর প্রতি অসৎ কর্মের ইচ্ছা পোষণ করে, কারাগারে নিক্ষেপ করা কিংবা কঠিন শাস্তি দেয়া ছাড়া তার আর কী প্রতিবিধান হতে পারে?’","english_text":"Both of them raced to the door, and she (grabbed and) rent his shirt from behind. They met her lord outside the door. \"There is no other penalty for a man,\" said she, \"who wanted to outrage your wife but imprisonment or grievous punishment.\"","bangla_translit":"অস্ তাবাক্বল্ বা-বা অক্বদ্দাত্ ক্বামীছোয়াহূ মিন্ দুবুরিঁও অআল্ফা ইয়া- সাইয়্যিদাহা-লাদাল্ বা-ব্; ক্ব-লাত্ মা-জ্বাযা - য়ু মান্ আর-দা বিআহ্লিকা সূ - য়ান্ ইল্লা য় আইঁ ইয়ুস্জ্বানা আও ‘আযা-বুন্ আলীম্।","english_translit":"Waistabaqa albaba waqaddat qameesahu min duburin waalfaya sayyidaha lada albabi qalat ma jazao man arada biahlika sooan illa an yusjana aw AAathabun aleemun"},{"sura":12,"aya":26,"quran_text":"قَالَ هِيَ رَاوَدَتْنِي عَنْ نَفْسِي وَشَهِدَ شَاهِدٌ مِنْ أَهْلِهَا إِنْ كَانَ قَمِيصُهُ قُدَّ مِنْ قُبُلٍ فَصَدَقَتْ وَهُوَ مِنَ الْكَاذِبِينَ","bangla_mohiuddin":"ইউসুফ (আঃ) বললেন, সেই আমাকে আত্মসংবরণ না করতে ফুসলিয়েছে। মহিলার পরিবারে জনৈক সাক্ষী দিল যে, যদি তার জামা সামনের দিক থেকে ছিন্ন থাকে, তবে মহিলা সত্যবাদিনী এবং সে মিথ্যাবাদি।","bangla_murtaza":"তখন ইউসুফ বললো: ‘উনি আমাকে অসৎ কর্মে জড়িত করার চেষ্টা করেছেন।’ (দুইজনের দুই রকম কথার প্রেক্ষিতে) মেয়েলোকটির পরিবারেরই একজন এ বিষয়ে সাক্ষ্য (ফায়সালা) দেয়: “ইউসুফের জামা যদি সামনের দিকে ছিড়ে গিয়ে থাকে তবে আপনার স্ত্রীর কথাই ঠিক এবং ইউসুফের বক্তব্য অসত্য।","english_text":"(Joseph) said: \"It was she who wanted to seduce me.\" And a witness from her family testified: \"If the shirt is torn from the front then the woman is speaking the truth, and he is a liar.","bangla_translit":"ক্ব-লা হিয়া রা-অদাত্নী ‘আন্ নাফ্সী অ শাহিদা শা-হিদুম্ মিন্ আহ্লিহা- ইন্ কা-না ক্বমীছুহূ ক্বুদ্দা মিন্ ক্বুবুলিন্ ফাছদাক্বত্ অ হুওয়া মিনা ল্কা-যিবীন্।","english_translit":"Qala hiya rawadatnee AAan nafsee washahida shahidun min ahliha in kana qameesuhu qudda min qubulin fasadaqat wahuwa mina alkathibeena"},{"sura":12,"aya":27,"quran_text":"وَإِنْ كَانَ قَمِيصُهُ قُدَّ مِنْ دُبُرٍ فَكَذَبَتْ وَهُوَ مِنَ الصَّادِقِينَ","bangla_mohiuddin":"এবং যদি তার জামা পেছনের দিক থেকে ছিন্ন থাকে, তবে মহিলা মিথ্যাবাদিনী এবং সে সত্যবাদী।","bangla_murtaza":"আর ইউসুফের জামা যদি পেছন দিকে ছিড়েঁ গিয়ে থাকে, তবে আপনার স্ত্রীর কথা অসত্য এবং ইউসুফের বক্তব্য সঠিক।”","english_text":"But if the shirt is torn from behind then she is a liar, and he speaks the truth.\"","bangla_translit":"অইন্ কা-না ক্বামীছুহূ ক্বুদ্দা মিন্ দুবুরিন্ ফাকাযাবাত্ অ হুওয়া মিনাছ্ ছোয়া-দিক্বীন্।","english_translit":"Wain kana qameesuhu qudda min duburin fakathabat wahuwa mina alssadiqeena"},{"sura":12,"aya":28,"quran_text":"فَلَمَّا رَأَى قَمِيصَهُ قُدَّ مِنْ دُبُرٍ قَالَ إِنَّهُ مِنْ كَيْدِكُنَّ إِنَّ كَيْدَكُنَّ عَظِيمٌ","bangla_mohiuddin":"অতঃপর গৃহস্বামী যখন দেখল যে, তার জামা পেছন দিক থেকে ছিন্ন, তখন সে বলল, নিশ্চয় এটা তোমাদের ছলনা। নিঃসন্দেহে তোমাদের ছলনা খুবই মারাত্নক।","bangla_murtaza":"তার স্বামী যখন দেখলো, ইউসুফের জামা পেছন দিকে ছেঁড়া, তখন সে বলে উঠলো: “অবশ্যি এটা তোমাদের নারীদেরই ষড়যন্ত্র। নি:সন্দেহে তোমাদের নারীদের ছলনা-চক্রান্ত ভীষণ ব্যাপার।’","english_text":"When the husband saw the shirt torn at the back, he said: \"Surely this is a woman's ruse, and the wiles of women are great.","bangla_translit":"ফালাম্মা-রায়া-ক্বমীছোয়াহূ ক্বুদ্দা মিন্ দুবুরিন্ ক্ব-লা ইন্নাহূ মিন্ কাইদিকুন্; ইন্না কাইদাকুন্না ‘আজীম্।","english_translit":"Falamma raa qameesahu qudda min duburin qala innahu min kaydikunna inna kaydakunna AAatheemun"},{"sura":12,"aya":29,"quran_text":"يُوسُفُ أَعْرِضْ عَنْ هَذَا وَاسْتَغْفِرِي لِذَنْبِكِ إِنَّكِ كُنْتِ مِنَ الْخَاطِئِينَ","bangla_mohiuddin":"ইউসুফ এ প্রসঙগ ছাড়! আর হে নারী, এ পাপের জন্য ক্ষমা প্রার্থনা কর নিঃসন্দেহে তুমি-ই পাপাচারিনী।","bangla_murtaza":"হে ইউসুফ! তুমি বিষয়টি উপেক্ষা করো। আর হে আমার স্ত্রী! তুমি তোমার অপরাধের জন্যে ক্ষমা চাও। কারণ, অবশ্যি তুমি অপরাধী।”","english_text":"Ignore this affair, O Joseph; and you, O woman, ask forgiveness for your sin, for you were surely errant.\"","bangla_translit":"ইয়ূসুফু আ’রিদ্ব্ ‘আন্ হাযা-অস্তাগ্ফিরী লিযাম্বিকি, ইন্নাকি কুন্তি মিনাল্ খ-ত্বিয়ীন্।","english_translit":"Yoosufu aAArid AAan hatha waistaghfiree lithanbiki innaki kunti mina alkhatieena"},{"sura":12,"aya":30,"quran_text":"وَقَالَ نِسْوَةٌ فِي الْمَدِينَةِ امْرَأَتُ الْعَزِيزِ تُرَاوِدُ فَتَاهَا عَنْ نَفْسِهِ قَدْ شَغَفَهَا حُبًّا إِنَّا لَنَرَاهَا فِي ضَلَالٍ مُبِينٍ","bangla_mohiuddin":"নগরে মহিলারা বলাবলি করতে লাগল যে, আযীযের স্ত্রী স্বীয় গোলামকে কুমতলব চরিতার্থ করার জন্য ফুসলায়। সে তার প্রেমে উম্মত্ত হয়ে গেছে। আমরা তো তাকে প্রকাশ্য ভ্রান্তিতে দেখতে পাচ্ছি।","bangla_murtaza":"(এ ঘটনা প্রকাশ হয়ে পড়লে) নগরীতে একদল নারী বলাবলি করতে থাকে: ‘আযীযের স্ত্রী তার যুবক দাসের প্রতি আসক্ত হয়েছে! প্রেম তাকে পাগল করে ছেড়েছে। আমাদের মতে সে পরিষ্কার ভুল পথে পা বাড়িয়েছে।’","english_text":"In the city the women gossiped: \"The minister's wife longs after her page. He has captured her heart. We think she is in clear error.\"","bangla_translit":"অ ক্ব-লা নিস্অতুন্ ফিল্ মাদীনাতিম্ রয়াতুল্ ‘আযীযি তুরা-ওয়িদু ফাতাহা-‘আন্ নাফ্সিহী, ক্বদ্ শাগফাহা-হুব্বা-; ইন্না-লানারা-হা ফী দ্বোয়ালা-লিম্ মুবীন্।","english_translit":"Waqala niswatun fee almadeenati imraatu alAAazeezi turawidu fataha AAan nafsihi qad shaghafaha hubban inna lanaraha fee dalalin mubeenin"},{"sura":12,"aya":31,"quran_text":"فَلَمَّا سَمِعَتْ بِمَكْرِهِنَّ أَرْسَلَتْ إِلَيْهِنَّ وَأَعْتَدَتْ لَهُنَّ مُتَّكَأً وَآتَتْ كُلَّ وَاحِدَةٍ مِنْهُنَّ سِكِّينًا وَقَالَتِ اخْرُجْ عَلَيْهِنَّ فَلَمَّا رَأَيْنَهُ أَكْبَرْنَهُ وَقَطَّعْنَ أَيْدِيَهُنَّ وَقُلْنَ حَاشَ لِلَّهِ مَا هَذَا بَشَرًا إِنْ هَذَا إِلَّا مَلَكٌ كَرِيمٌ","bangla_mohiuddin":"যখন সে তাদের চক্রান্ত শুনল, তখন তাদেরকে ডেকে পাঠাল এবং তাদের জন্যে একটি ভোজ সভার আয়োজন করল। সে তাদের প্রত্যেককে একটি ছুরি দিয়ে বললঃ ইউসুফ এদের সামনে চলে এস। যখন তারা তাকে দেখল, হতভম্ব হয়ে গেল এবং আপন হাত কেটে ফেলল। তারা বললঃ কখনই নয় এ ব্যক্তি মানব নয়। এ তো কোন মহান ফেরেশতা।","bangla_murtaza":"(আযীযের স্ত্রী) যখন তাদের এই অভিযোগ শুনতে পায়, সে তাদের ডেকে পাঠায় এবং তাদের জন্যে একটি ভোজ উৎসব-এর আয়োজন করে। (খাবার সামগ্রী কেটে খাবার জন্যে) সে প্রত্যেকের সামনে একটি করে ছুরি রেখে দেয়। (অতপর তারা কেটে কেটে খেতে আরম্ভ করলে) সে ইউসুফকে বলে: ‘এদের সামনে বেরিয়ে এসো।’ তারা যখন ইউসুফকে দেখলো, তাকে অতি উচ্চ, মহিমান্বিত পেয়ে অভিভূত ও উত্তেজিত (exalted) হয়ে পড়ে এবং নিজেদের হাত কেটে ফেলে! তারা বলে উঠে: ‘হায় আল্লাহ, এ-তো মানুষ নয়, এ-তো এক সম্ভ্রান্ত (noble) ফেরেশতা!’","english_text":"When she heard their slanderings, she sent for them and prepared a banquet, and gave each of them a knife (for paring fruit), and called (to Joseph): \"Come out before them.\" When they saw him, the women were so wonderstruck they cut their hands, and exclaimed: \"O Lord preserve us! He is no mortal but an honourable angel.\"","bangla_translit":"ফালাম্মা-সামি‘আত্ বিমাক্রিহিন্না আরসালাত্ ইলাইহিন্না অ আ’তাদাত্ লাহুন্না মুত্তাকায়াঁও অআ-তাত্ কুল্লা ওয়া-হিদাতিম্ মিন্হুন্না সিক্কীনাঁও অক্ব-লাতিখ্রুজ্ব্ ‘আলাইহিন্না ফালাম্মা- রায়াইনাহূ য় আর্ক্বানাহূ অক্বাত্ত্বোয়া’না আইদিয়াহুন্না অক্বুল্না হা-শা লিল্লা-হি মা- হাযা- বাশারা-; ইন্ হাযা য় ইল্লা-মালাকুন্ কারীম্।","english_translit":"Falamma samiAAat bimakrihinna arsalat ilayhinna waaAAtadat lahunna muttakaan waatat kulla wahidatin minhunna sikkeenan waqalati okhruj AAalayhinna falamma raaynahu akbarnahu waqattaAAna aydiyahunna waqulna hasha lillahi ma hatha basharan in hatha illa malakun kareemun"},{"sura":12,"aya":32,"quran_text":"قَالَتْ فَذَلِكُنَّ الَّذِي لُمْتُنَّنِي فِيهِ وَلَقَدْ رَاوَدْتُهُ عَنْ نَفْسِهِ فَاسْتَعْصَمَ وَلَئِنْ لَمْ يَفْعَلْ مَا آمُرُهُ لَيُسْجَنَنَّ وَلَيَكُونًا مِنَ الصَّاغِرِينَ","bangla_mohiuddin":"মহিলা বললঃ এ ঐ ব্যক্তি, যার জন্যে তোমরা আমাকে ভৎর্সনা করছিলে। আমি ওরই মন জয় করতে চেয়েছিলাম। কিন্তু সে নিজেকে নিবৃত্ত রেখেছে। আর আমি যা আদেশ দেই, সে যদি তা না করে, তবে অবশ্যই সে কারাগারে প্রেরিত হবে এবং লাঞ্চিত হবে।","bangla_murtaza":"(এবার আযীযের স্ত্রী বলে উঠে: ‘এ হলো সেই যুবক, যার ব্যাপারে তোমরা আমাকে তিরস্কার করছিলে। হ্যাঁ, একেই আমি আমার কামনায় জড়িত করতে চাইছি, কিন্তু সে আমার আহবান প্রত্যাখ্যান করে চলেছে। এরপরও যদি সে আমি যা করতে বলি তা না করে, তবে অবশ্যি তাকে কারাগারে বন্দী করে রাখা হবে এবং তখন হবে সে চরম লাঞ্ছিত-অপদস্ত।’","english_text":"She said: \"This is the one you blamed me for. I did desire his person, but he preserved himself from sin. Yet in case he does not do my bidding he will be put into prison and disgraced.\"","bangla_translit":"ক্ব-লাত্ ফাযা-লিকুন্নাল্লাযী লুম্তুন্নানী ফীহ্; অলাক্বদ্ রা-অত্তুহূ ‘আন্ নাফ্সিহী ফাস্তা’ছোয়াম্; অলায়িল্লাম্ ইয়াফ্‘আল্ মা য় আ-মুরুহূ লাইয়ুস্জ্বানান্না অলাইয়াকূনাম্ মিনাছ্ ছোয়া-গিরীন্।","english_translit":"Qalat fathalikunna allathee lumtunnanee feehi walaqad rawadtuhu AAan nafsihi faistAAsama walain lam yafAAal ma amuruhu layusjananna walayakoonan mina alssaghireena"},{"sura":12,"aya":33,"quran_text":"قَالَ رَبِّ السِّجْنُ أَحَبُّ إِلَيَّ مِمَّا يَدْعُونَنِي إِلَيْهِ وَإِلَّا تَصْرِفْ عَنِّي كَيْدَهُنَّ أَصْبُ إِلَيْهِنَّ وَأَكُنْ مِنَ الْجَاهِلِينَ","bangla_mohiuddin":"ইউসুফ বললঃ হে পালনকর্তা তারা আমাকে যে কাজের দিকে আহবান করে, তার চাইতে আমি কারাগারই পছন্দ করি। যদি আপনি তাদের চক্রান্ত আমার উপর থেকে প্রতিহত না করেন, তবে আমি তাদের প্রতি আকৃষ্ট হয়ে পড়ব এবং অজ্ঞদের অন্তর্ভূক্ত হয়ে যাব।","bangla_murtaza":"ইউসুফ (মহান আল্লাহর কাছে দোয়া করে) বললো: ‘আমার প্রভু! এই নারীরা আমাকে যে কাজের দিকে ডাকছে, তা থেকে কারাগারই আমার অধিক প্রিয়। (প্রভু!) তুমি যদি এদের ছলনা-চক্রান্ত আমার থেকে সরিয়ে না নাও, তবে তো আমি এদের ছলনার ফাঁদে ফেসে যাবো আর অন্তরভুক্ত হয়ে পড়বো জাহিলদের!’","english_text":"(Joseph) prayed: \"O Lord, dearer is prison than what they invite me to. Unless You turn their guiles away from me I shall succumb to their charms and thus become a pagan.\"","bangla_translit":"ক্ব-লা রব্বিস্ সিজ্বনু আহাব্বু ইলাইয়্যা মিম্মা- ইয়াদ্‘ঊনানী য় ইলাইহি অইল্লা-তাছ্রিফ্ ‘আন্নী কাইদাহুন্না আছ্বু ইলাইহিন্না অআকুম্মিনাল্ জ্বা-হিলীন্।","english_translit":"Qala rabbi alssijnu ahabbu ilayya mimma yadAAoonanee ilayhi wailla tasrif AAannee kaydahunna asbu ilayhinna waakun mina aljahileena"},{"sura":12,"aya":34,"quran_text":"فَاسْتَجَابَ لَهُ رَبُّهُ فَصَرَفَ عَنْهُ كَيْدَهُنَّ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ","bangla_mohiuddin":"অতএব তাঁর প্রভু তাঁর প্রতি সাড়া দিলেন আর তাঁর থেকে তাদের ছলাকলা হটিয়ে দিলেন। নিঃসন্দেহ তিনি সর্বশ্রোতা, সর্বজ্ঞাতা।","bangla_murtaza":"তখন তার প্রভু (মহান আল্লাহ) তার দোয়া কবুল করেন এবং সেই নারীদের ছলনা-ষড়যন্ত্র থেকে তাকে রক্ষা করেন। (কারণ) তিনি তো সবই শুনেন, সবই জানেন।","english_text":"His Lord heard his prayer, and averted the women's wiles from him. He verily hears and knows everything.","bangla_translit":"ফাস্তাজ্বা-বা লাহূ রব্বুহূ ফাছোয়ারাফা ‘আন্হু কাইদাহুন্;ইন্নাহূ হুঅস্ সামী‘ঊল্ ‘আলীম্।","english_translit":"Faistajaba lahu rabbuhu fasarafa AAanhu kaydahunna innahu huwa alssameeAAu alAAaleemu"},{"sura":12,"aya":35,"quran_text":"ثُمَّ بَدَا لَهُمْ مِنْ بَعْدِ مَا رَأَوُا الْآيَاتِ لَيَسْجُنُنَّهُ حَتَّى حِينٍ","bangla_mohiuddin":"অতঃপর এসব নিদর্শন দেখার পর তারা তাকে কিছুদিন কারাগারে রাখা সমীচীন মনে করল।","bangla_murtaza":"(ইউসুফের নিষ্কলুষতা আর নিজেদের নারীদের ছিনালি ও অসতিপনার) পরিস্থিতি ও প্রামাণাদি দেখার পর তারা ভাবে, কিছুকালের জন্যে অবশ্যি ইউসুফকে জেলে রাখতে হবে (এবং তারা তাকে কারাগারে পাঠিয়ে দেয়)।","english_text":"And yet in spite of having seen these clear proofs they found it proper to incarcerate him for a time.","bangla_translit":"ছুম্মা বাদা-লাহুম্ মিম্ বা’দি মা-রায়ায়ুল্ আ-ইয়া-তি লাইয়াস্জ্বনুন্নাহূ- হাত্তা- হীন্।","english_translit":"Thumma bada lahum min baAAdi ma raawoo alayati layasjununnahu hatta heenin"},{"sura":12,"aya":36,"quran_text":"وَدَخَلَ مَعَهُ السِّجْنَ فَتَيَانِ قَالَ أَحَدُهُمَا إِنِّي أَرَانِي أَعْصِرُ خَمْرًا وَقَالَ الْآخَرُ إِنِّي أَرَانِي أَحْمِلُ فَوْقَ رَأْسِي خُبْزًا تَأْكُلُ الطَّيْرُ مِنْهُ نَبِّئْنَا بِتَأْوِيلِهِ إِنَّا نَرَاكَ مِنَ الْمُحْسِنِينَ","bangla_mohiuddin":"তাঁর সাথে কারাগারে দুজন যুবক প্রবেশ করল। তাদের একজন বললঃ আমি স্বপ্নে দেখলাম যে, আমি মদ নিঙড়াচ্ছি। অপরজন বললঃ আমি দেখলাম যে, নিজ মাথায় রুটি বহন করছি। তা থেকে পাখী ঠুকরিয়ে খাচ্ছে। আমাদের কে এর ব্যাখ্যা বলুন। আমরা আপনাকে সৎকর্মশীল দেখতে পাচ্ছি।","bangla_murtaza":"আর তার সাথে কারাগারে প্রবেশ করে দুই যুবক (রাজ কর্মচারি)। একদিন (তারা ইউসুফের কাছে আসে এবং) তাদের একজন বলে: ‘আমি স্বপ্ন দেখেছি, আমি মদ তৈরি করছি।’ আর অপরজন বলে: ‘আমি স্বপ্ন দেখেছি, আমার মাথায় রুটি বহন করছি আর তা থেকে (ঠোকর মেরে মেরে) খাচ্ছে পাখিরা।’ (দুজনেই বললো:) ‘আমাদেরকে এর তাৎপর্য বলে দিন। আমাদের দৃষ্টিতে আপনি একজন অতি উত্তম মানুষ।’","english_text":"Two other youths were imprisoned along with him. Said one of them: \"I dreamt that I was pressing grapes;\" and the other: \"I dreamt that I was carrying bread on my head, and the birds were pecking at it. You tell us the meaning of this. You seem to be a righteous man.\"","bangla_translit":"অদাখালা মা‘আহুস্ সিজ্বনা ফাতাইয়া-ন্; ক্ব-লা আহাদুহুমা য় ইন্নী য় আরনী য় আ’ছিরু খম্রা-’অক্ব-লাল্ আ-খরু ইন্নী য় আরানী য় আহ্মিলু ফাওক্বা রাছী খুব্যান্ তাকুলুত্ব ত্বোয়াইরু মিন্হু; নাব্বিনা- বিতাওয়ীলিহী ইন্না- নারা-কা মিনাল্ মুহ্সিনীন্।","english_translit":"Wadakhala maAAahu alssijna fatayani qala ahaduhuma innee aranee aAAsiru khamran waqala alakharu innee aranee ahmilu fawqa rasee khubzan takulu alttayru minhu nabbina bitaweelihi inna naraka mina almuhsineena"},{"sura":12,"aya":37,"quran_text":"قَالَ لَا يَأْتِيكُمَا طَعَامٌ تُرْزَقَانِهِ إِلَّا نَبَّأْتُكُمَا بِتَأْوِيلِهِ قَبْلَ أَنْ يَأْتِيَكُمَا ذَلِكُمَا مِمَّا عَلَّمَنِي رَبِّي إِنِّي تَرَكْتُ مِلَّةَ قَوْمٍ لَا يُؤْمِنُونَ بِاللَّهِ وَهُمْ بِالْآخِرَةِ هُمْ كَافِرُونَ","bangla_mohiuddin":"তিনি বললেনঃ তোমাদেরকে প্রত্যহ যে খাদ্য দেয়া হয়, তা তোমাদের কাছে আসার আগেই আমি তার ব্যাখ্যা বলে দেব। এ জ্ঞান আমার পালনকর্তা আমাকে শিক্ষা দিয়েছেন। আমি ঐসব লোকের ধর্ম পরিত্যাগ করেছি যারা আল্লাহর প্রতি বিশ্বাস স্থাপন করে না এবং পরকালে অবিশ্বাসী।","bangla_murtaza":"ইউসুফ (তাদের কথা শুনে) বললো: “তোমাদের যে খাবার এখানে দেয়া হয়, তা আসার আগেই আমি তোমাদের স্বপ্নের তাৎপর্য বলে দেবো। (তাই এর মধ্যে তোমরা কয়েকটি জরুরি কথা শুনো), আমি যে কথাগুলো তোমাদের বলবো, সেগুলো আমার প্রভু (আল্লাহ) আমাকে শিক্ষা দিয়েছেন। আমি বর্জন করেছি সেইসব লোকদের মত ও পথ, যারা এক আল্লাহর প্রতি ঈমান রাখেনা এবং আখিরাতের প্রতি অবিশ্বাসী।”","english_text":"(Joseph) answered: \"I will give you its interpretation before the food you are served arrives. This knowledge is one of the things my Lord has taught me. I have given up the religion of those who do not believe in God and deny the life to come.","bangla_translit":"ক্ব-লা লা- ইয়াতীকুমা- ত্বোয়া‘আ- মুন্ র্তুযাক্ব-নিহী য় ইল্লা-নাব্বা তুকুমা-বিতাওয়ীলিহী ক্বব্লা আইঁ ইয়াতিয়াকুমা-; যা-লিকুমা-মিম্মা-‘আল্লামানী রব্বী; ইন্নী তারাক্তু মিল্লাতা ক্বওমিল্ লা- ইয়ুমিনূনা বিল্লা-হি অহুম্ বিল্ আ-খিরতিহুম্ কা-ফিরূন্।","english_translit":"Qala la yateekuma taAAamun turzaqanihi illa nabbatukuma bitaweelihi qabla an yatiyakuma thalikuma mimma AAallamanee rabbee innee taraktu millata qawmin la yuminoona biAllahi wahum bialakhirati hum kafiroona"},{"sura":12,"aya":38,"quran_text":"وَاتَّبَعْتُ مِلَّةَ آبَائِي إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ مَا كَانَ لَنَا أَنْ نُشْرِكَ بِاللَّهِ مِنْ شَيْءٍ ذَلِكَ مِنْ فَضْلِ اللَّهِ عَلَيْنَا وَعَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ","bangla_mohiuddin":"আমি আপন পিতৃপুরুষ ইব্রাহীম, ইসহাক ও ইয়াকুবের ধর্ম অনুসরণ করছি। আমাদের জন্য শোভা পায় না যে, কোন বস্তুকে আল্লাহর অংশীদার করি। এটা আমাদের প্রতি এবং অন্য সব লোকের প্রতি আল্লাহর অনুগ্রহ। কিন্ত অধিকাংশ লোক অনুগ্রহ স্বীকার করে না।","bangla_murtaza":"“আমি অনুসরণ করছি আমার পিতৃপুরুষ ইবরাহিম, ইসহাক, ও ইয়াকুবের মতাদর্শ। (সেই আদর্শ হলো:) আমরা আল্লাহর সাথে কারো কোনো অংশিদারিত্ব আরোপ করতে পারিনা। আসলে এটা আমাদের এবং গোটা মানবজাতির প্রতি আল্লাহর এক বিরাট অনুগ্রহ (যে, তিনি মানুষকে একমাত্র তাঁর ছাড়া আর কারো দাস হিসেবে সৃষ্টি করেননি।) তা সত্ত্বেও অধিকাংশ মানুষই তাঁর শোকর আদায় করেনা।”","english_text":"I follow the faith of my fathers, of Abraham and Isaac and Jacob. We cannot associate anyone with God. This is among God's favours to us and to all mankind; but most men are not grateful.","bangla_translit":"অত্তাবা’তু মিল্লাতা আ-বা - য়ী য় ইব্রা-হীমা অ ইস্হা-ক্বা অইয়া’ক্বুব্; মা- কা-না লানা য় আন্ নুশ্রিকা বিল্লা-হি মিন্ শাইয়িন্ যা-লিকা মিন্ ফাদ্ব্লিল্লা-হি ‘আলাইনা- অ‘আলান্না-সি অলা-কিন্না আক্ছারান্না-সি লা- ইয়াশ্কুরূন্।","english_translit":"WaittabaAAtu millata abaee ibraheema waishaqa wayaAAqooba ma kana lana an nushrika biAllahi min shayin thalika min fadli Allahi AAalayna waAAala alnnasi walakinna akthara alnnasi la yashkuroona"},{"sura":12,"aya":39,"quran_text":"يَا صَاحِبَيِ السِّجْنِ أَأَرْبَابٌ مُتَفَرِّقُونَ خَيْرٌ أَمِ اللَّهُ الْوَاحِدُ الْقَهَّارُ","bangla_mohiuddin":"হে কারাগারের সঙ্গীরা! পৃথক পৃথক অনেক উপাস্য ভাল, না পরাক্রমশালী এক আল্লাহ?","bangla_murtaza":"“হে আমার প্রিয় কারা-সাথিরা! (তোমরাই বলো:) বহু স্বতন্ত্র (দুর্বল-অক্ষম) খোদা ভালো, নাকি এক দুর্জয় অপ্রতিরোধ্য মহান আল্লাহ ভালো?”","english_text":"(Tell me) O fellow-prisoners, are a number of gods better, or one God omnipotent?","bangla_translit":"ইয়া-ছোয়া-হিবায়িস্ সিজ্বনি আ র্আবা-বুম্ মুতার্ফারিক্বুনা খাইরুন্ আমিল্লা-হুল্ওয়া-হিদুল্ ক্বহ্হার্-।","english_translit":"Ya sahibayi alssijni aarbabun mutafarriqoona khayrun ami Allahu alwahidu alqahharu"},{"sura":12,"aya":40,"quran_text":"مَا تَعْبُدُونَ مِنْ دُونِهِ إِلَّا أَسْمَاءً سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ مَا أَنْزَلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ إِنِ الْحُكْمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ","bangla_mohiuddin":"তোমরা আল্লাহকে ছেড়ে নিছক কতগুলো নামের এবাদত কর, সেগুলো তোমরা এবং তোমাদের বাপ-দাদারা সাব্যস্ত করে নিয়েছে। আল্লাহ এদের কোন প্রমাণ অবতীর্ণ করেননি। আল্লাহ ছাড়া কারও বিধান দেবার ক্ষমতা নেই। তিনি আদেশ দিয়েছেন যে, তিনি ব্যতীত অন্য কারও এবাদত করো না। এটাই সরল পথ। কিন্তু অধিকাংশ লোক তা জানে না।","bangla_murtaza":"“তাঁকে ছাড়া তোমরা যাদের ইবাদত-উপাসনা করছো, তারা তো তোমাদের আর তোমাদের পিতৃপুরুষদের আরোপিত কতোগুলো নাম ছাড়া আর কিছু নয়। এদের (খোদা হবার) পক্ষে তো আল্লাহ কোনো অনুমতি-অধিকার প্রদান করেননি। আল্লাহর ছাড়া আর কারো কোনো কর্তৃত্ব নেই। তিনি নির্দেশ দিয়েছেন: তোমরা তাঁর ছাড়া আর কারো ইবাদত (আনুগত্য, দাসত্ব ও উপাসনা) করোনা। এটাই জীবন যাপনের সরল সঠিক পথ। কিন্তু অধিকাংশ মানুষই বিষয়টি জানেনা।”","english_text":"(What) you worship besides Him are nothing but names that you and your fathers have assigned, for which no sanction has been sent down by God. Authority belongs to God alone. He commands that you worship none but Him. This is the right way; but most men are ignorant.","bangla_translit":"মা-তা’বুদূনা মিন্ দুনিহী য় ইল্লা য় আস্মা - য়ান সাম্মাইতুমূ হা য় আন্তুম্ অ আ-বা - য়ুকুম্ মা য় আন্যালা ল্লা-হু বিহা-মিন্ সুল্ত্বোয়া-ন্; ইনিল্ হুক্মু ইল্লা-লিল্লা-হ্; আমারা আল্লা-তা’বুদূ য় ইল্লা য় ইয়্যা-হু; যা-লিকাদ্দীনু ল্ক্বাইয়্যিমু অলা-কিন্না আক্ছারান্ না-সি লা-ইয়া’লামূন্।","english_translit":"Ma taAAbudoona min doonihi illa asmaan sammaytumooha antum waabaokum ma anzala Allahu biha min sultanin ini alhukmu illa lillahi amara alla taAAbudoo illa iyyahu thalika alddeenu alqayyimu walakinna akthara alnnasi la yaAAlamoona"},{"sura":12,"aya":41,"quran_text":"يَا صَاحِبَيِ السِّجْنِ أَمَّا أَحَدُكُمَا فَيَسْقِي رَبَّهُ خَمْرًا وَأَمَّا الْآخَرُ فَيُصْلَبُ فَتَأْكُلُ الطَّيْرُ مِنْ رَأْسِهِ قُضِيَ الْأَمْرُ الَّذِي فِيهِ تَسْتَفْتِيَانِ","bangla_mohiuddin":"হে কারাগারের সঙ্গীরা! তোমাদের একজন আপন প্রভুকে মদ্যপান করাবে এবং দ্বিতীয়জন, তাকে শুলে চড়ানো হবে। অতঃপর তার মস্তক থেকে পাখী আহার করবে। তোমরা যে, বিষয়ে জানার আগ্রহী তার সিদ্ধান্ত হয়ে গেছে।","bangla_murtaza":"“হে আমার কারা-সাথিরা! (তোমাদের স্বপ্নের তাৎপর্য হলো:) তোমাদের একজন (চাকুরিতে ফিরে গিয়ে) নিজের মনিবকে মদ্যপান করাবে, আর অপরজনকে শুলবিদ্ধ করা হবে এবং পাখিরা তার মাথা ঠুকরে ঠুকরে খাবে। -তোমরা যা জানতে চেয়েছিলে এ হলো তার ফায়সালা।”","english_text":"O fellow-prisoners, one of you will serve wine to your master, the other will be crucified and the birds will peck at his brain. Determined is the matter of your inquiry.\"","bangla_translit":"ইয়া-ছোয়া-হিবায়িস্ সিজ্বনি আম্মা য় আহাদুকুমা- ফাইয়াস্ক্বী রব্বাহূ খাম্রান্ অ আম্মাল্ আ-খারু ফাইয়ুছ্লাবু ফাতাকুলুত্বত্বোয়াইরু র্মি রসিহী-ক্বুদ্বিয়াল্ আম্রুল্লাযী ফীহি তাস্তাফ্তিয়া-ন্।","english_translit":"Ya sahibayi alssijni amma ahadukuma fayasqee rabbahu khamran waamma alakharu fayuslabu fatakulu alttayru min rasihi qudiya alamru allathee feehi tastaftiyani"},{"sura":12,"aya":42,"quran_text":"وَقَالَ لِلَّذِي ظَنَّ أَنَّهُ نَاجٍ مِنْهُمَا اذْكُرْنِي عِنْدَ رَبِّكَ فَأَنْسَاهُ الشَّيْطَانُ ذِكْرَ رَبِّهِ فَلَبِثَ فِي السِّجْنِ بِضْعَ سِنِينَ","bangla_mohiuddin":"যে ব্যক্তি সম্পর্কে ধারণা ছিল যে, সে মুক্তি পাবে, তাকে ইউসুফ বলে দিলঃ আপন প্রভুর কাছে আমার আলোচনা করবে। অতঃপর শয়তান তাকে প্রভুর কাছে আলোচনার কথা ভুলিয়ে দিল। ফলে তাঁকে কয়েক বছর কারাগারে থাকতে হল।","bangla_murtaza":"দুই কারা সাথির মধ্যে যে মুক্তি পেয়ে যাবে বলে ইউসুফ মনে করলো, সে তাকে বললো: ‘তোমার মনিবের (রাজার) সাথে আমার কথা আলোচনা ক’রো।’ কিন্তু শয়তান তার মনিবের কাছে তার সম্পর্কে বলতে ভুলিয়ে দেয়। ফলে ইউসুফ কারাগারে আরো ক’বছর পড়ে থাকে।","english_text":"And (Joseph) asked the man he knew would be released: \"Remember me to your lord;\" but Satan made him forget to mention this to his lord, and Joseph remained in prison for a number of years.","bangla_translit":"অক্ব-লা লিল্লাযী জোয়ান্না আন্নাহূ না-জ্বিম্ মিন্হুমায্ র্কুনী ‘ইন্দা রব্বিকা ফাআন্সা-হুশ্ শাইত্বোয়া-নু যিক্র রব্বিহী ফালাবিছা ফিস্ সিজ্বনি বিদ্ব ‘আ সিনীন্।","english_translit":"Waqala lillathee thanna annahu najin minhuma othkurnee AAinda rabbika faansahu alshshaytanu thikra rabbihi falabitha fee alssijni bidAAa sineena"},{"sura":12,"aya":43,"quran_text":"وَقَالَ الْمَلِكُ إِنِّي أَرَى سَبْعَ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعَ سُنْبُلَاتٍ خُضْرٍ وَأُخَرَ يَابِسَاتٍ يَا أَيُّهَا الْمَلَأُ أَفْتُونِي فِي رُؤْيَايَ إِنْ كُنْتُمْ لِلرُّؤْيَا تَعْبُرُونَ","bangla_mohiuddin":"বাদশাহ বললঃ আমি স্বপ্নে দেখলাম, সাতটি মোটাতাজা গাভী-এদেরকে সাতটি শীর্ণ গাভী খেয়ে যাচ্ছে এবং সাতটি সবুজ শীষ ও অন্যগুলো শুষ্ক। হে পরিষদবর্গ! তোমরা আমাকে আমার স্বপ্নের ব্যাখ্যা বল, যদি তোমরা স্বপ্নের ব্যাখ্যায় পারদর্শী হয়ে থাক।","bangla_murtaza":"একদিন রাজা (তার সভাসদদের) বললো: ‘আমি স্বপ্ন দেখেছি, সাতটি মোটাতাজা গরু। তাদের খেয়ে ফেলছে সাতটি শুকনো গরু। (আরো দেখেছি, ফসলের) সবুজ সাতটি শীষ আর শুকনো সাতটি শীষ। -হে আমার সভাসদেরা! তোমরা যদি স্বপ্নের তা’বির জানো, তবে আমার স্বপ্নের তাৎপর্য বলো।’","english_text":"(One day) the king said (to his courtiers): \"I saw seven fat cows in a dream being devoured by seven lean ones, and seven ears of corn that were green and seven others that were seared. O courtiers, tell me the significance of my dream, if you know how to interpret them.\"","bangla_translit":"অক্ব-লাল্ মালিকু ইন্নী য় আরা- সাব্‘আ বাক্বারা-তিন্ সিমা-নিইঁ ইয়াকুলুহুন্না সাব্‘উন্ ‘ইজ্বাফুঁও অ সাব্‘আ সুম্বুলাতিন্ খুদ্ব্রিঁও অ উখর ইয়া-বিসা-ত্; ইয়া য় আইয়্যুহাল্ মালায়ু আফ্তূনী ফী রুইয়া-ইয়া ইন্ কুন্তুম্ লিররুইয়া-তাবুরূন্।","english_translit":"Waqala almaliku innee ara sabAAa baqaratin simanin yakuluhunna sabAAun AAijafun wasabAAa sunbulatin khudrin waokhara yabisatin ya ayyuha almalao aftoonee fee ruyaya in kuntum lilrruya taAAburoona"},{"sura":12,"aya":44,"quran_text":"قَالُوا أَضْغَاثُ أَحْلَامٍ وَمَا نَحْنُ بِتَأْوِيلِ الْأَحْلَامِ بِعَالِمِينَ","bangla_mohiuddin":"তারা বললঃ এটা কল্পনাপ্রসূত স্বপ্ন। এরূপ স্বপ্নের ব্যাখ্যা আমাদের জানা নেই।","bangla_murtaza":"তারা বললো: ‘এ এক তালগোল পাকানো (mixed up) বাতিল স্বপ্ন। তাছাড়া আমরা স্বপ্ন ব্যাখ্যায় পারদর্শী নই।’","english_text":"\"They were only confused dreams,\" they said; \"we do not know how to interpret them.\"","bangla_translit":"ক্ব-লূ য় আদ্ব্গ-ছু আহ্লা-মিন্ অমা- নাহ্নু বিতাওয়ীলিল্ আহ্লা-মি বি‘আ-লিমীন্।","english_translit":"Qaloo adghathu ahlamin wama nahnu bitaweeli alahlami biAAalimeena"},{"sura":12,"aya":45,"quran_text":"وَقَالَ الَّذِي نَجَا مِنْهُمَا وَادَّكَرَ بَعْدَ أُمَّةٍ أَنَا أُنَبِّئُكُمْ بِتَأْوِيلِهِ فَأَرْسِلُونِ","bangla_mohiuddin":"দু’জন কারারুদ্ধের মধ্য থেকে যে ব্যক্তি মুক্তি পেয়েছিল এবং দীর্ঘকাল পর স্মরণ হলে, সে বলল, আমি তোমাদেরকে এর ব্যাখ্যা বলছি। তোমরা আমাকে প্রেরণ কর।","bangla_murtaza":"ইউসুফের কারা সাথিদের মধ্যে যে মুক্তি পেয়েছিল, দীর্ঘকাল পর এ সময় তার (ইউসুফের) কথা স্মরণ হলো। সে (রাজ সভায়) বললো: ‘আমি এ স্বপ্নের তাৎপর্য আপনাদের বলে দেবো, আমাকে (কারাগারে) পাঠান।’","english_text":"Then the servant, who of the two had been released, remembering (Joseph), said: \"I will give you its interpretation; let me go for it.\"","bangla_translit":"অক্ব-লাল্লাযী নাজ্বা-মিন্হুমা- অদ্দাকারা বা’দা উম্মাতিন্ আনা উনাব্বিয়ুকুম্ বিতাওয়ীলিহী ফার্আসিলূন্।","english_translit":"Waqala allathee naja minhuma waiddakara baAAda ommatin ana onabbiokum bitaweelihi faarsilooni"},{"sura":12,"aya":46,"quran_text":"يُوسُفُ أَيُّهَا الصِّدِّيقُ أَفْتِنَا فِي سَبْعِ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعِ سُنْبُلَاتٍ خُضْرٍ وَأُخَرَ يَابِسَاتٍ لَعَلِّي أَرْجِعُ إِلَى النَّاسِ لَعَلَّهُمْ يَعْلَمُونَ","bangla_mohiuddin":"সে তথায় পৌঁছে বললঃ হে ইউসুফ! হে সত্যবাদী! সাতটি মোটাতাজা গাভী-তাদেরকে খাচ্ছে সাতটি শীর্ণ গাভী এবং সাতটি সবুজ শীর্ষ ও অন্যগুলো শুষ্ক; আপনি আমাদেরকে এ স্বপ্ন সম্পর্কে পথনির্দেশ প্রদান করুনঃ যাতে আমি তাদের কাছে ফিরে গিয়ে তাদের অবগত করাতে পারি।","bangla_murtaza":"(সে কারাগারে এসে ইউসুফকে বললো:) হে ইউসুফ! হে সত্যবাদীতার প্রতীক! এই স্বপ্নের তাৎপর্য আমাদের বলে দিন: ‘সাতটি মোটাতাজা গরু। তাদের খেয়ে ফেলছে সাতটি শুকনো গরু। আর ফসলের সবুজ সাতটি শীষ এবং শুকনো সাতটি শীষ।’ এর তাৎপর্য বলে দিন, যাতে করে আমি ফিরে গিয়ে লোকদের বলতে পারি এবং তারা যেনো (আপনার সম্পর্কে) জানতে পারে।’","english_text":"(And coming to the prison) he said: \"O Joseph the truthful, tell us (the meaning of) seven fat cows being devoured by seven lean ones, and seven green ears of corn and seven seared, that I may go back to the people and tell them.\"","bangla_translit":"ইয়ূসুফু আইয়্যুহাছ্ ছিদ্দীক্বু আফ্তিনা- ফী সাব‘ঈ বাক্বারা-তিন্ সিমা-নিঁ ইয়াকুলুহুন্না সাব‘ঊন্ ‘ইজ্বা-ফুঁও অসাব্‘ঈ ‘সুম্বুলা-তিন্ খুদ্ব্রিঁও অউখর ইয়া-বিসা-তি ল্লা‘আল্লী য় র্আজি‘উ ইলান্না-সি লা‘আল্লাহুম্ ইয়া’লামূন্।","english_translit":"Yoosufu ayyuha alssiddeequ aftina fee sabAAi baqaratin simanin yakuluhunna sabAAun AAijafun wasabAAi sunbulatin khudrin waokhara yabisatin laAAallee arjiAAu ila alnnasi laAAallahum yaAAlamoona"},{"sura":12,"aya":47,"quran_text":"قَالَ تَزْرَعُونَ سَبْعَ سِنِينَ دَأَبًا فَمَا حَصَدْتُمْ فَذَرُوهُ فِي سُنْبُلِهِ إِلَّا قَلِيلًا مِمَّا تَأْكُلُونَ","bangla_mohiuddin":"বললঃ তোমরা সাত বছর উত্তম রূপে চাষাবাদ করবে। অতঃপর যা কাটবে, তার মধ্যে যে সামান্য পরিমাণ তোমরা খাবে তা ছাড়া অবশিষ্ট শস্য শীষ সমেত রেখে দেবে।","bangla_murtaza":"ইউসুফ স্বপ্নের এই তাৎপর্য বলে দিলো: “তোমরা সাত বছর লাগাতার চাষাবাদ করে যাবে। এ (সাত বছর) সময় তোমরা যে ফসল কাটবে সেগুলো শীষ সমেত রেখে দেবে, তবে শুধুমাত্র তোমাদের আহারের জন্যে যে পরিমাণ দরকার, কেবল তাই শীষ থেকে ছাড়িয়ে নেবে।”","english_text":"He said: \"Sow as usual for seven years, and after reaping leave the corn in the ears, except the little you need for food.","bangla_translit":"ক্ব-লা তায্রা‘ঊনা সাব্‘আ সিনীনা দায়াবান্ ফামা-হাছোয়াত্তুম্ ফাযারূহু ফী সুম্বুলিহী য় ইল্লা-ক্বালীলাম্ মিম্মা-তাকুলূন্।","english_translit":"Qala tazraAAoona sabAAa sineena daaban fama hasadtum fatharoohu fee sunbulihi illa qaleelan mimma takuloona"},{"sura":12,"aya":48,"quran_text":"ثُمَّ يَأْتِي مِنْ بَعْدِ ذَلِكَ سَبْعٌ شِدَادٌ يَأْكُلْنَ مَا قَدَّمْتُمْ لَهُنَّ إِلَّا قَلِيلًا مِمَّا تُحْصِنُونَ","bangla_mohiuddin":"এবং এরপরে আসবে দূর্ভিক্ষের সাত বছর; তোমরা এ দিনের জন্যে যা রেখেছিলে, তা খেয়ে যাবে, কিন্তু অল্প পরিমাণ ব্যতীত, যা তোমরা তুলে রাখবে।","bangla_murtaza":"“তারপর আসবে কঠিন (দুর্ভিক্ষের) সাত বছর। এসময় জনগণ তোমাদের পূর্ব মওজুদকৃত ফসল খাবে। তবে এ থেকে তোমরা সঞ্চয়ে রাখলে সামান্যই রাখতে পারবে।”","english_text":"Then there will come seven years of hardship which will consume the grain you had laid up against them, except a little you may have stored away.","bangla_translit":"ছুম্মা ইয়াতী মিম্ বা’দি যা-লিকা সাব্‘উন্ শিদা-দুইঁ ইয়া’কুল্না মা-ক্বদ্দাম্তুম্ লাহুন্না ইল্লা-ক্বলীলাম্ মিম্মা-তুহ্ছিনূন্।","english_translit":"Thumma yatee min baAAdi thalika sabAAun shidadun yakulna ma qaddamtum lahunna illa qaleelan mimma tuhsinoona"},{"sura":12,"aya":49,"quran_text":"ثُمَّ يَأْتِي مِنْ بَعْدِ ذَلِكَ عَامٌ فِيهِ يُغَاثُ النَّاسُ وَفِيهِ يَعْصِرُونَ","bangla_mohiuddin":"এর পরেই আসবে একবছর-এতে মানুষের উপর বৃষ্টি বর্ষিত হবে এবং এতে তারা রস নিঙড়াবে।","bangla_murtaza":"“এরপর আসবে এমন একটি বছর, যে বছর মানুষ লাভ করবে প্রচুর বৃষ্টিপাত আর নিংড়াবে প্রচুর ফলের রস।”","english_text":"This will be followed by a year of rain, and people shall press (the grapes).\"","bangla_translit":"ছুম্মা ইয়াতী মিম্ বা’দি যা-লিকা ‘আ-মুন্ ফীহি ইয়ুগ-ছুন্ না-সু অ ফীহি ইয়া’ছিরূন্।","english_translit":"Thumma yatee min baAAdi thalika AAamun feehi yughathu alnnasu wafeehi yaAAsiroona"},{"sura":12,"aya":50,"quran_text":"وَقَالَ الْمَلِكُ ائْتُونِي بِهِ فَلَمَّا جَاءَهُ الرَّسُولُ قَالَ ارْجِعْ إِلَى رَبِّكَ فَاسْأَلْهُ مَا بَالُ النِّسْوَةِ اللَّاتِي قَطَّعْنَ أَيْدِيَهُنَّ إِنَّ رَبِّي بِكَيْدِهِنَّ عَلِيمٌ","bangla_mohiuddin":"বাদশাহ বললঃ ফিরে যাও তোমাদের প্রভুর কাছে এবং জিজ্ঞেস কর তাকে ঐ মহিলার স্বরূপ কি, যারা স্বীয় হস্ত কর্তন করেছিল! আমার পালনকর্তা তো তাদের ছলনা সবই জানেন।","bangla_murtaza":"(স্বপ্নের এই তা’বির শোনার পর রাজা ব্যতিব্যস্ত হয়ে) বললো: ‘তোমরা তাকে (ইউসুফকে) আমার কাছে নিয়ে আসো।’ রাজার দূত (ইউসুফের কাছে) উপস্থিত হলে সে বললো: ‘ফিরে যাও তোমার মনিবের (রাজার) কাছে। তাকে জিজ্ঞেস করো, যে নারীরা নিজেদের হাত কেটে ফেলেছিল, তাদের (চক্রান্তের) ব্যাপারে কী (ফায়সালা) করা হয়েছে? আমার প্রভু (আল্লাহ তায়ালা) তো তাদের চক্রান্ত সম্পর্কে ভালোভাবেই অবগত আছেন।’","english_text":"The king said: \"Bring him to me. So when the messenger came to Joseph, he said: \"Go back to your lord and ask him: 'How fare the women who had cut their hands?' My Lord is cognisant of their guile.\"","bangla_translit":"অ ক্ব-লাল্ মালিকুতূনী বিহী ফালাম্মা-জ্বা - য়ার্হু রাসূলু ক্ব-র্লা জ্বি’ ইলা-রব্বিকা ফাস্য়াল্হু মা- বা-লুন্ নিস্অতিল্ লাতী কাত্ত্বোয়া’না আইদিয়াহুন্না; ইন্না রব্বী বিকাইদিহিন্না ‘আলীম্।","english_translit":"Waqala almaliku itoonee bihi falamma jaahu alrrasoolu qala irjiAA ila rabbika faisalhu ma balu alnniswati allatee qattaAAna aydiyahunna inna rabbee bikaydihinna AAaleemun"},{"sura":12,"aya":51,"quran_text":"قَالَ مَا خَطْبُكُنَّ إِذْ رَاوَدْتُنَّ يُوسُفَ عَنْ نَفْسِهِ قُلْنَ حَاشَ لِلَّهِ مَا عَلِمْنَا عَلَيْهِ مِنْ سُوءٍ قَالَتِ امْرَأَتُ الْعَزِيزِ الْآنَ حَصْحَصَ الْحَقُّ أَنَا رَاوَدْتُهُ عَنْ نَفْسِهِ وَإِنَّهُ لَمِنَ الصَّادِقِينَ","bangla_mohiuddin":"বাদশাহ মহিলাদেরকে বললেনঃ তোমাদের হাল-হাকিকত কি, যখন তোমরা ইউসুফকে আত্মসংবরণ থেকে ফুসলিয়েছিলে? তারা বললঃ আল্লাহ মহান, আমরা তার সম্পর্কে মন্দ কিছু জানি না। আযীয-পত্মি বললঃ এখন সত্য কথা প্রকাশ হয়ে গেছে। আমিই তাকে আত্মসংবরণ থেকে ফুসলিয়েছিলাম এবং সে সত্যবাদী।","bangla_murtaza":"তখন রাজা তাদের ডেকে জিজ্ঞেস করলো: ‘হে নারীরা! তোমরা যখন ইউসুফকে অসৎ কর্মে ফাঁসাতে চেয়েছিলে, তোমাদের তখনকার ব্যাপারটা কী ছিলো?’ তারা বললো: ‘আল্লাহর কী মহিমা! আমরা তার মধ্যে বিন্দুমাত্র অসৎ প্রবণতা দেখিনি।’ (এবার) আযীযের স্ত্রী বলে উঠলো: ‘এখন (সবার কাছে) সত্য প্রকাশ হয়ে পড়েছে। মূলত, আমিই তাকে অসৎ কাজে ফাঁসাতে চেষ্টা করেছিলাম। আর সে অবশ্য অবশ্যি সত্যবাদী।’","english_text":"The king asked the women: \"What was the affair of seducing Joseph?\" \"God preserve us,\" they said; \"we know no evil against him.\" The wife of the minister said: \"The truth has now come out. It was I who desired to seduce him, but he is indeed a man of virtue.\" --","bangla_translit":"ক্ব-লা মা- খাত্ববুকুন্না ইয্ রা-ওয়াত্তুন্না ইয়ূসুফা ‘আন্ নাফ্সিহী; ক্বুল্না হা-শা লিল্লা-হি মা-‘আলিম্না-‘আলাইহি মিন্ সূ - য়িন্; ক্ব-লাতিম্ রায়াতুল্ ‘আযীযিল্ আ-না হাছ্হাছোয়াল্ হাক্ব্ক্ব ু আনা র-ওয়াত্তুহূ আন্ নাফ্সিহী অইন্নাহূ লামিনাছ্ ছোয়া-দিক্বীন্।","english_translit":"Qala ma khatbukunna ith rawadtunna yoosufa AAan nafsihi qulna hasha lillahi ma AAalimna AAalayhi min sooin qalati imraatu alAAazeezi alana hashasa alhaqqu ana rawadtuhu AAan nafsihi wainnahu lamina alssadiqeena"},{"sura":12,"aya":52,"quran_text":"ذَلِكَ لِيَعْلَمَ أَنِّي لَمْ أَخُنْهُ بِالْغَيْبِ وَأَنَّ اللَّهَ لَا يَهْدِي كَيْدَ الْخَائِنِينَ","bangla_mohiuddin":"ইউসুফ বললেনঃ এটা এজন্য, যাতে আযীয জেনে নেয় যে, আমি গোপনে তার সাথে বিশ্বাসঘাতকতা করিনি। আরও এই যে, আল্লাহ বিশ্বাসঘাতকদের প্রতারণাকে এগুতে দেন না।","bangla_murtaza":"(সত্য প্রকাশিত হওয়ায় ইউসুফ বললো:) “আমি এ জন্যে বিষয়টি তদন্ত (inquiry) করতে বলেছি, যাতে করে তিনি (আযীয মিশর) জানতে পারেন, আমি তার অনুপস্থিতিতে তার খেয়ানত করিনি। আর আল্লাহ তো কিছুতেই খিয়ানতকারীদের ষড়যন্ত্র সফলতায় পৌঁছান না।”","english_text":"(At this Joseph remarked:) \"From this (the Minister) should know that I did not betray him in his absence, and that God does not surely let the wiles of those who betray ever succeed.","bangla_translit":"যা-লিকা লিইয়া’লামা আন্নী লাম্ আখুন্হু বিল্গইবি অ আন্নাল্লা-হা লা-ইয়াহ্দী কাইদাল্ খ - য়িনীন্।","english_translit":"Thalika liyaAAlama annee lam akhunhu bialghaybi waanna Allaha la yahdee kayda alkhaineena"},{"sura":12,"aya":53,"quran_text":"وَمَا أُبَرِّئُ نَفْسِي إِنَّ النَّفْسَ لَأَمَّارَةٌ بِالسُّوءِ إِلَّا مَا رَحِمَ رَبِّي إِنَّ رَبِّي غَفُورٌ رَحِيمٌ","bangla_mohiuddin":"আমি নিজেকে নির্দোষ বলি না। নিশ্চয় মানুষের মন মন্দ কর্মপ্রবণ কিন্তু সে নয়-আমার পালনকর্তা যার প্রতি অনুগ্রহ করেন। নিশ্চয় আমার পালনকর্তা ক্ষমাশীল, দয়ালু।","bangla_murtaza":"“আমি আমার নিজেকে নির্দোষ প্রমাণ করতে চাইছিনা, মানুষের নফস তো মন্দ কাজে প্ররোচিত করেই, তবে আমার প্রভু যদি কারো প্রতি দয়া করেন, সে-ই কেবল (এ প্ররোচনা থেকে) বাঁচতে পারে। অবশ্যি আমার প্রভু বড় ক্ষমাশীল, অতীব দয়ালু।”","english_text":"But I do not wish to absolve myself, for the soul is prone to evil, unless my Lord have mercy. Indeed my Lord is forgiving and kind.\" --","bangla_translit":"অমা য় উর্বারিয়ু নাফ্সী ইন্নান্ নাফ্সা লাআম্মা-রতুম্ বিস্সূ - য়ি ইল্লা-মা-রহিমা রব্বী ; ইন্না রব্বী গফূর্রু রহীম্।","english_translit":"Wama obarrio nafsee inna alnnafsa laammaratun bialssooi illa ma rahima rabbee inna rabbee ghafoorun raheemun"},{"sura":12,"aya":54,"quran_text":"وَقَالَ الْمَلِكُ ائْتُونِي بِهِ أَسْتَخْلِصْهُ لِنَفْسِي فَلَمَّا كَلَّمَهُ قَالَ إِنَّكَ الْيَوْمَ لَدَيْنَا مَكِينٌ أَمِينٌ","bangla_mohiuddin":"বাদশাহ বললঃ তাকে আমার কাছে নিয়ে এসো। আমি তাকে নিজের বিশ্বস্ত সহচর করে রাখব। অতঃপর যখন তার সাথে মতবিনিময় করল, তখন বললঃ নিশ্চয়ই আপনি আমার কাছে আজ থেকে বিশ্বস্ত হিসাবে মর্যাদার স্থান লাভ করেছেন।","bangla_murtaza":"রাজা বললো: ‘এবার ওকে আমার কাছে নিয়ে আসো। আমি তাকে নিজের জন্যে (ব্যক্তিগত সহকারি বা উপদেষ্টা) নিযুক্ত করবো।’ অতপর সে (রাজা) যখন তার সাথে কথা বললো, তখন (তার যোগ্যতায় বিমুগ্ধ হয়ে) বলে উঠলো: ‘(ইউসুফ) আজ থেকে তুমি আমাদের কাছে উচ্চ মর্যাদাশীল (high in rank) এবং পূর্ণ আস্থাভাজন (fully trusted)।’","english_text":"When the king heard this he said: \"Bring him to me. I shall take him in my special service.\" When he had talked to him, he said: \"Today you are established in a rank of trust with us.\"","bangla_translit":"অক্ব-লাল্ মালিকু’তূ নী বিহী য় আস্তাখ্লিছ্হু লিনাফ্সী ফালাম্মা-কাল্লামাহূ ক্ব-লা ইন্নাকাল্ ইয়াওমা লাদাইনা-মাকীনুন্ আমীন্।","english_translit":"Waqala almaliku itoonee bihi astakhlishu linafsee falamma kallamahu qala innaka alyawma ladayna makeenun ameenun"},{"sura":12,"aya":55,"quran_text":"قَالَ اجْعَلْنِي عَلَى خَزَائِنِ الْأَرْضِ إِنِّي حَفِيظٌ عَلِيمٌ","bangla_mohiuddin":"ইউসুফ বললঃ আমাকে দেশের ধন-ভান্ডারে নিযুক্ত করুন। আমি বিশ্বস্ত রক্ষক ও অধিক জ্ঞানবান।","bangla_murtaza":"ইউসুফ বললো: ‘আমাকে দেশের সামগ্রিক ভান্ডারের উপর কর্তৃত্ব প্রদান করুন। আমি পূর্ণজ্ঞান ও দক্ষতার সাথে সবকিছু সংরক্ষণ ও পরিচালনা করবো।’","english_text":"\"Appoint me over the granaries of the land,\" (he said); \"I shall be a knowledgeable keeper.\"","bangla_translit":"ক্ব-লা জ‘আল্নী ‘আলা-খযা-য়িনিল্ র্আদ্বি ইন্নী হাফীজুন্ ‘আলীম্।","english_translit":"Qala ijAAalnee AAala khazaini alardi innee hafeethun AAaleemun"},{"sura":12,"aya":56,"quran_text":"وَكَذَلِكَ مَكَّنَّا لِيُوسُفَ فِي الْأَرْضِ يَتَبَوَّأُ مِنْهَا حَيْثُ يَشَاءُ نُصِيبُ بِرَحْمَتِنَا مَنْ نَشَاءُ وَلَا نُضِيعُ أَجْرَ الْمُحْسِنِينَ","bangla_mohiuddin":"এমনিভাবে আমি ইউসুফকে সে দেশের বুকে প্রতিষ্ঠা দান করেছি। সে তথায় যেখানে ইচ্ছা স্থান করে নিতে পারত। আমি স্বীয় রহমত যাকে ইচ্ছা পৌছে দেই এবং আমি পূণ্যবানদের প্রতিদান বিনষ্ট করি না।","bangla_murtaza":"এভাবে আমরা ইউসুফকে সে দেশের পূর্ণ কর্তৃত্ব প্রদান করলাম, যাতে করে সারা দেশের যেখানে যখন ইচ্ছা সে অবস্থান করতে পারে। মূলত যাকে ইচ্ছা আমরা আমার করুণাসিক্ত করে থাকি। আর আমরা উত্তম-পুণ্যবান লোকদের পুরস্কৃত করতে কসুর করিনা।","english_text":"Thus We gave Joseph authority in the land so that he lived wherever he liked. We bestow Our favours on whomsoever We please, and do not allow the reward of those who are good to go waste.","bangla_translit":"অকাযা-লিকা মাক্কান্না- লিইয়ূসুফা ফিল্ র্আদ্বি; ইয়াতাবাঅয়ু মিন্হা- হাইছু ইয়াশা - য়্; নুছীবু বিরহ্মাতিনা- মান্ নাশা - য়ু অলা-নুদ্বী‘উ আজ্বরল্ মুহ্সিনীন্।","english_translit":"Wakathalika makanna liyoosufa fee alardi yatabawwao minha haythu yashao nuseebu birahmatina man nashao wala nudeeAAu ajra almuhsineena"},{"sura":12,"aya":57,"quran_text":"وَلَأَجْرُ الْآخِرَةِ خَيْرٌ لِلَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ","bangla_mohiuddin":"এবং ঐ লোকদের জন্য পরকালে প্রতিদান উত্তম যারা ঈমান এনেছে ও সতর্কতা অবলম্বন করে।","bangla_murtaza":"তাছাড়া যারা ঈমানের ভিত্তিতে তাকওয়ার নীতি অবলম্বন করে, তাদের জন্যে আখিরাতের পুরস্কার অবশ্যি অতি উত্তম।","english_text":"And certainly the recompense of the life to come is better for those who believe and follow the right path.","bangla_translit":"অলা আজ্বরুল্ আ-খিরতি খইরুল্ লিল্লাযীনা আ-মানূ অকা-নূ ইয়াত্তাক্বুন্।","english_translit":"Walaajru alakhirati khayrun lillatheena amanoo wakanoo yattaqoona"},{"sura":12,"aya":58,"quran_text":"وَجَاءَ إِخْوَةُ يُوسُفَ فَدَخَلُوا عَلَيْهِ فَعَرَفَهُمْ وَهُمْ لَهُ مُنْكِرُونَ","bangla_mohiuddin":"ইউসুফের ভ্রাতারা আগমন করল, অতঃপর তার কাছে উপস্থিত হল। সে তাদেরকে চিনল এবং তারা তাকে চিনল না।","bangla_murtaza":"(পরবর্তী সময়ের কথা,) ইউসুফের ভাইয়েরা (খাদ্য শস্যের জন্যে) মিশরে আসে এবং ইউসুফের কাছে উপস্থিত হয়। ইউসুফ তাদের (দেখেই) চিনে ফেলে, কিন্তু তারা তাকে চিনতে পারেনি।","english_text":"The brothers of Joseph came (to Egypt) and visited him. He recognised them, though they did not recognise him.","bangla_translit":"অজ্বা - য়া ইখ্ওয়াতু ইউসুফা ফাদাখলূ ‘আলাইহি ফা‘আরফাহুম্ অহুম্ লাহূ মুন্কিরূন্।","english_translit":"Wajaa ikhwatu yoosufa fadakhaloo AAalayhi faAAarafahum wahum lahu munkiroona"},{"sura":12,"aya":59,"quran_text":"وَلَمَّا جَهَّزَهُمْ بِجَهَازِهِمْ قَالَ ائْتُونِي بِأَخٍ لَكُمْ مِنْ أَبِيكُمْ أَلَا تَرَوْنَ أَنِّي أُوفِي الْكَيْلَ وَأَنَا خَيْرُ الْمُنْزِلِينَ","bangla_mohiuddin":"এবং সে যখন তাদেরকে তাদের রসদ প্রস্তুত করে দিল, তখন সে বললঃ তোমাদের বৈমাত্রেয় ভাইকে আমার কাছে নিয়ে এসো। তোমরা কি দেখ না যে, আমি পুরা মাপ দেই এবং মেহমানদেরকে উত্তম সমাদার করি?","bangla_murtaza":"অতপর সে যখন তাদের প্রয়োজনীয় সামগ্রী সাজিয়ে দিলো, তখন (যাত্রার প্রাক্কালে তাদের) বললো: “তোমরা (আবার আসার সময়) তোমাদের বৈমাত্রেয় ভাই (বিনইয়ামিন) কে আমার কাছে নিয়ে এসো। তোমরা দেখছোনা আমি পাত্র ভরে মেপে দিই, আর আমি একজন উত্তম অতিথি পরায়ণ?”","english_text":"When he had supplied their provisions, he said to them: \"Bring your (half) brother with you. Have you not seen that I have given full measure, and that I am the best of hosts?","bangla_translit":"অলাম্মা-জ্বাহ্হাযা হুম্ বিজ্বাহা-যিহিম্ ক্বা-লাতূনী বিআখিল্লাকুম্ মিন্ আবীকুম্ আলা-তারাওনা আন্নী য় ঊফিল্ কাইলা অআনা খইরুল্ মুন্যিলীন।","english_translit":"Walamma jahhazahum bijahazihim qala itoonee biakhin lakum min abeekum ala tarawna annee oofee alkayla waana khayru almunzileena"},{"sura":12,"aya":60,"quran_text":"فَإِنْ لَمْ تَأْتُونِي بِهِ فَلَا كَيْلَ لَكُمْ عِنْدِي وَلَا تَقْرَبُونِ","bangla_mohiuddin":"অতঃপর যদি তাকে আমার কাছে না আন, তবে আমার কাছে তোমাদের কোন বরাদ্ধ নেই এবং তোমরা আমার কাছে আসতে পারবে না।","bangla_murtaza":"“(আবার আসার সময়) যদি তাকে না নিয়ে আসো, তবে আমার কাছে তোমাদের জন্যে রসদের কোনো বরাদ্দ থাকবেনা, আর তোমরা আমার কাছেও এসোনা।”","english_text":"But if you do not bring him with you, then I shall have no grain for you, nor should you come back to me.\"","bangla_translit":"ফাইল্লাম্ তাতূনী বিহী ফালা- কাইলালাকুম্ ‘ইন্দী অলা-তাক্বুরাবূন্।","english_translit":"Fain lam tatoonee bihi fala kayla lakum AAindee wala taqrabooni"},{"sura":12,"aya":61,"quran_text":"قَالُوا سَنُرَاوِدُ عَنْهُ أَبَاهُ وَإِنَّا لَفَاعِلُونَ","bangla_mohiuddin":"তারা বললঃ আমরা তার সম্পর্কে তার পিতাকে সম্মত করার চেষ্টা করব এবং আমাদেরকে একাজ করতেই হবে।","bangla_murtaza":"তারা বললো: ‘আমরা তাকে আনার ব্যাপারে তার পিতাকে সম্মত করার চেষ্টা করবো। আর একাজ আমরা করবোই।’","english_text":"They said: \"We shall request his father, and will certainly do that.\"","bangla_translit":"ক্ব-লূ সানুরা-ওয়িদু ‘আন্হু আবা-হু অইন্না- লাফা-‘ইলূন্।","english_translit":"Qaloo sanurawidu AAanhu abahu wainna lafaAAiloona"},{"sura":12,"aya":62,"quran_text":"وَقَالَ لِفِتْيَانِهِ اجْعَلُوا بِضَاعَتَهُمْ فِي رِحَالِهِمْ لَعَلَّهُمْ يَعْرِفُونَهَا إِذَا انْقَلَبُوا إِلَى أَهْلِهِمْ لَعَلَّهُمْ يَرْجِعُونَ","bangla_mohiuddin":"এবং সে ভৃত্যদেরকে বললঃ তাদের পণ্যমূল্য তাদের রসদ-পত্রের মধ্যে রেখে দাও-সম্ভবতঃ তারা গৃহে পৌঁছে তা বুঝতে পারবে, সম্ভবতঃ তারা পুনর্বার আসবে।","bangla_murtaza":"ইউসুফ তার কর্মচারিদের বললো: ‘তারা খাদ্য শস্যের যে দাম দিয়েছে, সে অর্থ (গোপনে) তাদের পণ্য সামগ্রীর মধ্যেই রেখে দাও। এতে করে তারা নিজেদের পরিজনের কাছে ফিরে গিয়ে (যখন পণ্য সামগ্রী খুলবে, তখন আমরা যে দ্রব্যমূল্য ফেরত দিয়েছি, তা) জানতে পারবে এবং আমাদের দানশীলতা সম্পর্কেও জানতে পারবে। ফলে আশা করা যায় তারা আবার ফিরে আসবে।’","english_text":"Then he ordered his servants: \"Put their money back in their packs: They may find it on reaching home, and perhaps come again.\"","bangla_translit":"অক্ব-লা লিফিত্ইয়া-নিহিজ্ব ‘আলূ- বিদ্বোয়া-‘আতাহুম্ ফী রিহা-লিহিম্ লা‘আল্লাহুম্ ইয়া’রিফূনাহা য় ইযান্ ক্বলাবূয় ইলা য় আহ্লিহিম্ লা‘আল্লাহুম্ ইর্য়াজ্বি‘ঊন্।","english_translit":"Waqala lifityanihi ijAAaloo bidaAAatahum fee rihalihim laAAallahum yaAArifoonaha itha inqalaboo ila ahlihim laAAallahum yarjiAAoona"},{"sura":12,"aya":63,"quran_text":"فَلَمَّا رَجَعُوا إِلَى أَبِيهِمْ قَالُوا يَا أَبَانَا مُنِعَ مِنَّا الْكَيْلُ فَأَرْسِلْ مَعَنَا أَخَانَا نَكْتَلْ وَإِنَّا لَهُ لَحَافِظُونَ","bangla_mohiuddin":"তারা যখন তাদের পিতার কাছে ফিরে এল তখন বললঃ হে আমাদের পিতা, আমাদের জন্যে খাদ্য শস্যের বরাদ্দ নিষিদ্ধ করা হয়েছে। অতএব আপনি আমাদের ভাইকে আমাদের সাথে প্রেরণ করুন; যাতে আমরা খাদ্য শস্যের বরাদ্দ আনতে পারি এবং আমরা অবশ্যই তার পুরোপুরি হেফাযত করব।","bangla_murtaza":"অতপর তারা যখন তাদের পিতার কাছে ফিরে এলো, তাকে বললো: ‘বাবা! আমাদের জন্যে খাদ্য শস্যের বরাদ্দ নিষিদ্ধ করা হয়েছে। তাই আমাদের ভাইকে এবার আমাদের সাথে পাঠান, যাতে করে আমরা খাদ্য শস্যের বরাদ্দ পাই। আমরা অবশ্যি তার হিফাযত করবো।’","english_text":"When they returned to their father, they said: \"O father, a further measure has been denied us. So send our brother with us that he may bring more grain. We shall take care of him.\"","bangla_translit":"ফালাম্মা- রাজ্বা‘ঊয় ইলা য় আবীহিম্ ক্ব-লূ ইয়া য় আবা-না- মুনি‘আ মিন্নাল্ কাইলু ফার্আসিল্ মা‘আনা য় আখা-না-নাক্তাল্ অইন্না-লাহূ লাহাফিজূন্।","english_translit":"Falamma rajaAAoo ila abeehim qaloo ya abana muniAAa minna alkaylu faarsil maAAana akhana naktal wainna lahu lahafithoona"},{"sura":12,"aya":64,"quran_text":"قَالَ هَلْ آمَنُكُمْ عَلَيْهِ إِلَّا كَمَا أَمِنْتُكُمْ عَلَى أَخِيهِ مِنْ قَبْلُ فَاللَّهُ خَيْرٌ حَافِظًا وَهُوَ أَرْحَمُ الرَّاحِمِينَ","bangla_mohiuddin":"বললেন, আমি তার সম্পর্কে তোমাদেরকে কি সেরূপ বিশ্বাস করব, যেমন ইতিপূর্বে তার ভাই সম্পর্কে বিশ্বাস করেছিলাম? অতএব আল্লাহ উত্তম হেফাযতকারী এবং তিনিই সর্বাধিক দয়ালু।","bangla_murtaza":"তাদের বাপ (ইয়াকুব) বললো: ‘ওর ব্যাপারে আমি তোমাদের প্রতি কি সেরকম আস্থা রাখবো, যেরকম আস্থা রেখেছিলাম ইতোপূর্বে ওর ভাইয়ের (ইউসুফের) ব্যাপারে? আল্লাহই সর্বোত্তম হিফাযতকারী এবং তিনিই সব দয়ালুর বড় দয়ালু।’","english_text":"He replied: \"Should I trust you with him as I did his brother? But God is the best of guardians, and most merciful of all.\"","bangla_translit":"ক্ব-লা হাল্ আ-মানুকুম্ ‘আলাইহি ইল্লা-কামা য় আমিন্তুকুম্ ‘আলা য় আখীহি মিন্ ক্বব্লু; ফাল্লা-হু খইরুন্ হা-ফিজোয়াঁও অহুঅ র্আহার্মু র-হিমীন্।","english_translit":"Qala hal amanukum AAalayhi illa kama amintukum AAala akheehi min qablu faAllahu khayrun hafithan wahuwa arhamu alrrahimeena"},{"sura":12,"aya":65,"quran_text":"وَلَمَّا فَتَحُوا مَتَاعَهُمْ وَجَدُوا بِضَاعَتَهُمْ رُدَّتْ إِلَيْهِمْ قَالُوا يَا أَبَانَا مَا نَبْغِي هَذِهِ بِضَاعَتُنَا رُدَّتْ إِلَيْنَا وَنَمِيرُ أَهْلَنَا وَنَحْفَظُ أَخَانَا وَنَزْدَادُ كَيْلَ بَعِيرٍ ذَلِكَ كَيْلٌ يَسِيرٌ","bangla_mohiuddin":"এবং যখন তারা আসবাবপত্র খুলল, তখন দেখতে পেল যে, তাদেরকে তাদের পন্যমুল্য ফেরত দেয়া হয়েছে। তারা বললঃ হে আমাদের পিতা, আমরা আর কি চাইতে পারি। এই আমাদের প্রদত্ত পন্যমূল্য, আমাদেরকে ফেরত দেয়া হয়েছে। এখন আমরা আবার আমাদের পরিবারবর্গের জন্যে রসদ আনব এবং আমাদের ভাইয়ের দেখাশোনা করব এবং এক এক উটের বরাদ্দ খাদ্যশস্য আমরা অতিরিক্ত আনব। ঐ বরাদ্দ সহজ।","bangla_murtaza":"অতপর তারা যখন তাদের পণ্য সামগ্রীর (বস্তা) খুললো, দেখতে পেলো, তাদের অর্থকড়ি ফেরত দেয়া হয়েছে। তখন তারা (আনন্দে চিৎকার করে) বলে উঠলো: ‘বাবা! আমরা আর কী চাই! এই যে দেখুন, আমাদের অর্থকড়ি ফেরত দেয়া হয়েছে। এখন আমরা আমাদের পরিজনকে (আরো) খাদ্যশস্য এনে দিতে পারবো। আমরা অবশ্যি আমাদের ভাইয়ের হিফাযত করবো এবং অতিরিক্ত এক উট (বিনইয়ামিনের উট) বোঝাই করে খাদ্য শস্য আনবো। এই পরিমাণ অধিক শস্য দেয়া (মিশর শাসকের জন্যে) খুবই সহজ।","english_text":"When they unpacked their goods they said: \"O father, what more can we ask? Look, even our money has been returned. We shall go and bring a camel-load more of grain for our family, and take good care of our brother. That will be an easy measure.\"","bangla_translit":"অলাম্মা- ফাতাহূ মাতা-‘আহুম্ অজ্বাদূ বিদ্বোয়া-‘আতাহুম্ রুদ্দাত্ ইলাইহিম্; ক্ব-লূ ইয়া য় আ-বা-না-মা-নাব্গী হা-যিহী বিদ্বোয়া-‘আতুনা- রুদ্দাত্ ইলাইনা- অনামীরু আহ্লানা-অনাহ্ফাজু আখ-না-অনায্দা-দু কাইলা বা‘র্ঈ যা-লিকা কাইলুঁই ইয়ার্সী।","english_translit":"Walamma fatahoo mataAAahum wajadoo bidaAAatahum ruddat ilayhim qaloo ya abana ma nabghee hathihi bidaAAatuna ruddat ilayna wanameeru ahlana wanahfathu akhana wanazdadu kayla baAAeerin thalika kaylun yaseerun"},{"sura":12,"aya":66,"quran_text":"قَالَ لَنْ أُرْسِلَهُ مَعَكُمْ حَتَّى تُؤْتُونِ مَوْثِقًا مِنَ اللَّهِ لَتَأْتُنَّنِي بِهِ إِلَّا أَنْ يُحَاطَ بِكُمْ فَلَمَّا آتَوْهُ مَوْثِقَهُمْ قَالَ اللَّهُ عَلَى مَا نَقُولُ وَكِيلٌ","bangla_mohiuddin":"বললেন, তাকে ততক্ষণ তোমাদের সাথে পাঠাব না, যতক্ষণ তোমরা আমাকে আল্লাহর নামে অঙ্গীকার না দাও যে, তাকে অবশ্যই আমার কাছে পৌঁছে দেবে; কিন্তু যদি তোমরা সবাই একান্তই অসহায় না হয়ে যাও। অতঃপর যখন সবাই তাঁকে অঙ্গীকার দিল, তখন তিনি বললেনঃ আমাদের মধ্যে যা কথাবার্তা হলো সে ব্যাপারে আল্লাহই মধ্যস্থ রইলেন।","bangla_murtaza":"তাদের পিতা বললো: ‘আমি ওকে কখনো তোমাদের সাথে পাঠাবোনা, যতোক্ষণ না তোমরা এই মর্মে আল্লাহর কসম খেয়ে আমাকে কথা দেবে যে, তোমরা অবশ্যি তাকে আমার কাছে ফিরিয়ে আনবে। তবে তোমরা নিজেরাই আক্রান্ত হয়ে পড়লে ভিন্ন কথা।’ অতপর তারা যখন এই মর্মে শপথ করে তাকে কথা দিলো, তখন সে বললো: ‘দেখো, আমরা যে বিষয়ে কথা স্থির করলাম, তার সাক্ষী স্বয়ং আল্লাহ।’","english_text":"He said: \"I will never send him with you until you swear by God that you will bring him back to me, unless all of you are overtaken (by misfortune).\" When they had given their promise, he said: \"God is witness to our conversation.\"","bangla_translit":"ক্ব-লা লান্ র্উসিলাহূ মা‘আকুম্ হাত্তা-তুতূনি মাওছিক্বম্ মিনাল্লা-হি লাতাতুন্নানী বিহী য় ইল্লা য় আইঁ ইয়ুহা-ত্বোয়াবিকুম্, ফালাম্মা য় আ-তাওহু মাওছিক্বহুম্ ক্ব-লাল্লা-হু ‘আলা- মা- নাক্বুলু অক্বীল্।","english_translit":"Qala lan orsilahu maAAakum hatta tutooni mawthiqan mina Allahi latatunnanee bihi illa an yuhata bikum falamma atawhu mawthiqahum qala Allahu AAala ma naqoolu wakeelun"},{"sura":12,"aya":67,"quran_text":"وَقَالَ يَا بَنِيَّ لَا تَدْخُلُوا مِنْ بَابٍ وَاحِدٍ وَادْخُلُوا مِنْ أَبْوَابٍ مُتَفَرِّقَةٍ وَمَا أُغْنِي عَنْكُمْ مِنَ اللَّهِ مِنْ شَيْءٍ إِنِ الْحُكْمُ إِلَّا لِلَّهِ عَلَيْهِ تَوَكَّلْتُ وَعَلَيْهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ","bangla_mohiuddin":"ইয়াকুব বললেনঃ হে আমার বৎসগণ! সবাই একই প্রবেশদ্বার দিয়ে যেয়ো না, বরং পৃথক পৃথক দরজা দিয়ে প্রবেশ করো। আল্লাহর কোন বিধান থেকে আমি তোমাদেরকে রক্ষা করতে পারি না। নির্দেশ আল্লাহরই চলে। তাঁরই উপর আমি ভরসা করি এবং তাঁরই উপর ভরসা করা উচিত ভরসাকারীদের।","bangla_murtaza":"সে (তাদের পিতা) আরো বললো: ‘হে আমার সন্তানেরা! তোমরা এক গেইট দিয়ে (এক পথে শহরে) প্রবেশ করোনা, বিভিন্ন প্রবেশ দ্বার দিয়ে প্রবেশ করবে। (তোমরা এভাবে সতর্ক হয়ে প্রবেশ করবে) তবে আল্লাহর ইচ্ছা থেকে আমি তোমাদের রক্ষা করতে পারবোনা। সর্বময় কর্তৃত্ব একমাত্র আল্লাহর। আমি নিজেকে তাঁর কাছেই ন্যস্ত করতে চাই, তাঁর কাছেই ন্যস্ত করা উচিত।’","english_text":"(As they were leaving) their father said to them: \"O my sons, do not seek one approach but employ different ways (of attaining your object). If anything should befall you from God I shall not be able to avert it, for all authority belongs to God. I have placed my trust in Him, and the trusting should rely on Him alone.\"","bangla_translit":"অ ক্ব-লা ইয়া-বানিয়্যা লা-তাদ্খুলূ মিম্ বা-বিঁও অহিদিঁও ওয়াদ্খুলূ মিন্ আব্ওয়া-বিম্ মুতার্ফারিক্বাহ; অমা য় উগ্নী ‘আনকুম্ মিনাল্লা-হি মিন্ শাইয়িন্ ইনিল্ হুক্মু ইল্লা-লিল্লা-হি ‘আলাইহি তাওয়াক্কাল্তু, অ ‘আলাইহি ফালইয়াতাঅক্কালিল্ মুতাঅক্কিলূন্।","english_translit":"Waqala ya baniyya la tadkhuloo min babin wahidin waodkhuloo min abwabin mutafarriqatin wama oghnee AAankum mina Allahi min shayin ini alhukmu illa lillahi AAalayhi tawakkaltu waAAalayhi falyatawakkali almutawakkiloona"},{"sura":12,"aya":68,"quran_text":"وَلَمَّا دَخَلُوا مِنْ حَيْثُ أَمَرَهُمْ أَبُوهُمْ مَا كَانَ يُغْنِي عَنْهُمْ مِنَ اللَّهِ مِنْ شَيْءٍ إِلَّا حَاجَةً فِي نَفْسِ يَعْقُوبَ قَضَاهَا وَإِنَّهُ لَذُو عِلْمٍ لِمَا عَلَّمْنَاهُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ","bangla_mohiuddin":"তারা যখন পিতার কথামত প্রবেশ করল, তখন আল্লাহর বিধানের বিরুদ্ধে তা তাদের বাঁচাতে পারল না। কিন্তু ইয়াকুবের সিদ্ধান্তে তাঁর মনের একটি বাসনা ছিল, যা তিনি পূর্ণ করেছেন। এবং তিনি তো আমার শেখানো বিষয় অবগত ছিলেন। কিন্তু অনেক মানুষ অবগত নয়।","bangla_murtaza":"তারা যখন তাদের পিতার নির্দেশ মতো (বিভিন্ন প্রবেশ পথে শহরে) প্রবেশ করলো, এ (সতর্কতামূলক) ব্যবস্থা আল্লাহর ইচ্ছার মোকাবেলায় তাদের কোনো কাজে আসেনি। তবে ইয়াকুবের মনে এ ব্যবস্থার সুফল সম্পর্কে যে চিন্তার উদ্রেক হয়েছিল, এর ফলে তার সে ভাবনাটা পূর্ণ হয়েছে। অবশ্যি সে আমার প্রদত্ত শিক্ষায় জ্ঞানবান ছিলো। তবে অনেক মানুষই এ বিষয়ে অবগত নয়।","english_text":"When they entered as their father had advised them, nothing could avail them against (the will of) God, yet it confirmed a premonition Jacob had, for verily he had knowledge as We had taught him, though most men do not know.","bangla_translit":"অ লাম্মা- দাখালূ মিন্ হাইছু আমারহুম্ আবূহুম্ মা-কা-না ইয়ুগ্নী ‘আন্হুম্ মিনাল্লা-হি মিন্ শাইয়িন্ ইল্লা-হা-জ্বাতান্ ফী নাফ্সি ইয়া’ক্বুবা ক্বদ্বোয়া-হা-; অ ইন্নাহূ লাযূ ই’ল্মিল্লিমা-‘আল্লাম্না-হু অলা-কিন্না আক্ছারা ন্না-সি লা-ইয়া’লামূন্।","english_translit":"Walamma dakhaloo min haythu amarahum aboohum ma kana yughnee AAanhum mina Allahi min shayin illa hajatan fee nafsi yaAAqooba qadaha wainnahu lathoo AAilmin lima AAallamnahu walakinna akthara alnnasi la yaAAlamoona"},{"sura":12,"aya":69,"quran_text":"وَلَمَّا دَخَلُوا عَلَى يُوسُفَ آوَى إِلَيْهِ أَخَاهُ قَالَ إِنِّي أَنَا أَخُوكَ فَلَا تَبْتَئِسْ بِمَا كَانُوا يَعْمَلُونَ","bangla_mohiuddin":"যখন তারা ইউসুফের কাছে উপস্থিত হল, তখন সে আপন ভ্রাতাকে নিজের কাছে রাখল। বললঃ নিশ্চই আমি তোমার সহোদর। অতএব তাদের কৃতকর্মের জন্যে দুঃখ করো না।","bangla_murtaza":"তারা যখন ইউসুফের কাছে (কার্যালয়ে) পৌঁছে, ইউসুফ তার ভাই (বিনইয়ামিন)-কে নিজের কাছে নিয়ে নেয়। সে তাকে বলে: ‘আমি তোমার (হারানো) ভাই ইউসুফ। এরা যা কিছু (আমাদের সাথে) করে আসছে সে জন্যে এখন আর দুঃখ করোনা।’","english_text":"When they came to Joseph he made his brother his guest, and said: \"I am your brother. So do not grieve for what they had done.\"","bangla_translit":"অ লাম্মা- দাখালূ ‘আলা- ইয়ূসুফা আ- অ য় ইলাইহি আখ-হু ক্ব-লা ইন্নী য় আনা আখূকা ফালা-তাব্তায়িস্ বিমা-কানূ ইয়া’মালূন্।","english_translit":"Walamma dakhaloo AAala yoosufa awa ilayhi akhahu qala innee ana akhooka fala tabtais bima kanoo yaAAmaloona"},{"sura":12,"aya":70,"quran_text":"فَلَمَّا جَهَّزَهُمْ بِجَهَازِهِمْ جَعَلَ السِّقَايَةَ فِي رَحْلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا الْعِيرُ إِنَّكُمْ لَسَارِقُونَ","bangla_mohiuddin":"অতঃপর যখন ইউসুফ তাদের রসদপত্র প্রস্তুত করে দিল, তখন পানপাত্র আপন ভাইয়ের রসদের মধ্যে রেখে দিল। অতঃপর একজন ঘোষক ডেকে বললঃ হে কাফেলার লোকজন, তোমরা অবশ্যই চোর।","bangla_murtaza":"অতপর ইউসুফ যখন তাদের জন্যে পণ্যসামগ্রী প্রস্তুত করে (করায়) তখন তাদের পণ্যসামগ্রীর মধ্যে পানপাত্র রেখে দেয়। তারপর (তারা যাত্রা করলে) একজন ঘোষক চিৎকার করে ঘোষণা করে: ‘হে কাফেলার লোকেরা! তোমরা চোর।’","english_text":"When he had given them their provisions he put his goblet in his brother's saddle-bag. Then a crier announced: \"O men of the caravan, you are thieves.\"","bangla_translit":"ফালাম্মা-জ্বাহ্হাযাহুম্ বিজ্বাহা-যিহিম্ জ্বা‘আলাস্ সিক্ব- ইয়াতা ফী রহ্লি আখীহি ছুম্মা আয্যানা মুওয়ায্যিনুন্ আইয়্যাতুহাল্ ‘ঈরু ইন্নাকুম্ লাসা-রিক্বুন্।","english_translit":"Falamma jahhazahum bijahazihim jaAAala alssiqayata fee rahli akheehi thumma aththana muaththinun ayyatuha alAAeeru innakum lasariqoona"},{"sura":12,"aya":71,"quran_text":"قَالُوا وَأَقْبَلُوا عَلَيْهِمْ مَاذَا تَفْقِدُونَ","bangla_mohiuddin":"তারা ওদের দিকে মুখ করে বললঃ তোমাদের কি হারিয়েছে?","bangla_murtaza":"তখন তারা ঘোষণাকারীদের দিকে ফিরে জিজ্ঞেস করে: ‘আপনাদের কি জিনিস খোয়া গেছে?’","english_text":"They turned to them and asked: \"What is it you have lost?\"","bangla_translit":"ক্ব-লূ অআক্ব্ ্বালূ ‘আলাইহিম্ মা-যা-তাফ্ক্বিদূন্।","english_translit":"Qaloo waaqbaloo AAalayhim matha tafqidoona"},{"sura":12,"aya":72,"quran_text":"قَالُوا نَفْقِدُ صُوَاعَ الْمَلِكِ وَلِمَنْ جَاءَ بِهِ حِمْلُ بَعِيرٍ وَأَنَا بِهِ زَعِيمٌ","bangla_mohiuddin":"তারা বললঃ আমরা বাদশাহর পানপাত্র হারিয়েছি এবং যে কেউ এটা এনে দেবে সে এক উটের বোঝা পরিমাণ মাল পাবে এবং আমি এর যামিন।","bangla_murtaza":"তারা বললো: ‘আমরা রাজার পানপাত্র খুঁজে পাচ্ছিনা। যে তা এনে দেবে, সে এক উট বোঝাই পণ্য সামগ্রী পাবে। আর এর জিম্মা (দায়িত্ব) নিচ্ছি আমি।’","english_text":"\"We cannot find the master's goblet. Whoever comes up with it will be given a camel-load of grain; I vouch for it.\"","bangla_translit":"ক্ব-লূ নাফ্ক্বিদু ছঅ-‘আল্ মালিকি অলিমান্ জ্বা - য়া বিহী হিম্লু বাঈ’রিওঁ অআনা বিহী যা‘ঈম্।","english_translit":"Qaloo nafqidu suwaAAa almaliki waliman jaa bihi himlu baAAeerin waana bihi zaAAeemun"},{"sura":12,"aya":73,"quran_text":"قَالُوا تَاللَّهِ لَقَدْ عَلِمْتُمْ مَا جِئْنَا لِنُفْسِدَ فِي الْأَرْضِ وَمَا كُنَّا سَارِقِينَ","bangla_mohiuddin":"তারা বললঃ আল্লাহর কসম, তোমরা তো জান, আমরা অনর্থ ঘটাতে এদেশে আসিনি এবং আমরা কখনও চোর ছিলাম না।","bangla_murtaza":"তারা বললো: ‘আল্লাহর কসম, তোমরা তো জানো, আমরা তোমাদের দেশে অনাসৃষ্টি করতে আসিনি, আর চুরির সাথেও আমাদের কোনো সম্পর্ক নেই।’","english_text":"They said: \"We swear by God. You know we did not come to commit any crime in the land, nor are we thieves.\"","bangla_translit":"ক্ব-লূ তাল্লা-হি লাক্বদ্ ‘আলিম্তুম্ মা-জ্বি’না লিনুফ্সিদা ফিল্ র্আদ্বি অমা-কুন্না-সারিক্বীন্।","english_translit":"Qaloo taAllahi laqad AAalimtum ma jina linufsida fee alardi wama kunna sariqeena"},{"sura":12,"aya":74,"quran_text":"قَالُوا فَمَا جَزَاؤُهُ إِنْ كُنْتُمْ كَاذِبِينَ","bangla_mohiuddin":"তারা বললঃ যদি তোমরা মিথ্যাবাদী হও, তবে যে, চুরি করেছে তার কি শাস্তি?","bangla_murtaza":"তারা (ইউসুফের লোকেরা) বললো: ‘তার (চোরের) কী শাস্তি হবে যদি তোমাদের কথা মিথ্যা প্রমাণিত হয়?’","english_text":"\"What should be the punishment,\" they were asked, \"in case you are liars?\"","bangla_translit":"ক্ব-লূ ফামা-জ্বাযা - য়ুহূ য় ইন্ কুন্তুম্ কা-যিবীন্।","english_translit":"Qaloo fama jazaohu in kuntum kathibeena"},{"sura":12,"aya":75,"quran_text":"قَالُوا جَزَاؤُهُ مَنْ وُجِدَ فِي رَحْلِهِ فَهُوَ جَزَاؤُهُ كَذَلِكَ نَجْزِي الظَّالِمِينَ","bangla_mohiuddin":"তারা বললঃ এর শাস্তি এই যে, যার রসদপত্র থেকে তা পাওয়া যাবে, এর প্রতিদানে সে দাসত্বে যাবে। আমরা যালেমদেরকে এভাবেই শাস্তি দেই।","bangla_murtaza":"তারা জবাব দিলো: ‘(আমাদের আইনে) এর শাস্তি হলো যার পণ্য সামগ্রীর মধ্যে পান পাত্রটি পাওয়া যাবে, সে-ই এর বিনিময় (হিসেবে গ্রেফতার) হবে। আমাদের দেশে আমরা অন্যায়কারীদের এভাবেই শাস্তি দিয়ে থাকি।’","english_text":"\"The punishment for that (should be),\" they said, \"that he in whose luggage it is found should be held as punishment. This is how we repay the wrong-doers.\"","bangla_translit":"ক্ব-লূ জ্বাযা - য়ুহূ মাওঁ য়ুজ্বিদা ফী রহ্লিহী ফাহঅ জ্বাযা - য়ুহূ কাযা-লিকা নাজ্বযিজ্ জোয়া-লিমীন্।","english_translit":"Qaloo jazaohu man wujida fee rahlihi fahuwa jazaohu kathalika najzee alththalimeena"},{"sura":12,"aya":76,"quran_text":"فَبَدَأَ بِأَوْعِيَتِهِمْ قَبْلَ وِعَاءِ أَخِيهِ ثُمَّ اسْتَخْرَجَهَا مِنْ وِعَاءِ أَخِيهِ كَذَلِكَ كِدْنَا لِيُوسُفَ مَا كَانَ لِيَأْخُذَ أَخَاهُ فِي دِينِ الْمَلِكِ إِلَّا أَنْ يَشَاءَ اللَّهُ نَرْفَعُ دَرَجَاتٍ مَنْ نَشَاءُ وَفَوْقَ كُلِّ ذِي عِلْمٍ عَلِيمٌ","bangla_mohiuddin":"অতঃপর ইউসুফ আপন ভাইদের থলের পূর্বে তাদের থলে তল্লাশী শুরু করলেন। অবশেষে সেই পাত্র আপন ভাইয়ের থলের মধ্য থেকে বের করলেন। এমনিভাবে আমি ইউসুফকে কৌশল শিক্ষা দিয়েছিলাম। সে বাদশাহর আইনে আপন ভাইকে কখনও দাসত্বে দিতে পারত না, কিু栦#2438;ল্লাহ যদি ইচ্ছা করেন। আমি যাকে ইচ্ছা, মর্যাদায় উন্নীত করি এবং প্রত্যেক জ্ঞানীর উপরে আছে অধিকতর এক জ্ঞানীজন।","bangla_murtaza":"তারপর সে ইউসুফের সহোদরের মালপত্রের পূর্বে তার সৎ ভাইদের মালপত্রের তল্লাশি শুরু করে। পরে তার সহোদরের পণ্যসামগ্রীর মধ্য থেকে পাত্রটি বের করে। এভাবে আমি ইউসুফের জন্যে কৌশল ঠিক করেছিলাম। মিশর রাজের প্রচলিত আইনে তার ভাইকে নিজের কাছে রেখে দেয়া সম্ভব ছিলনা। তবে আল্লাহ চাইলে ভিন্ন কথা। যাকে ইচ্ছা আমি মর্যাদা উঁচু করে দিই। আর প্রত্যেক জ্ঞান ওয়ালার উপরই সর্বজ্ঞানী (আল্লাহ) আছেন।","english_text":"So he searched their saddle-bags before his brother's, then produced the cup from his brother's bag. That is how We planned an excuse for Joseph, for under the law of the king he could not detain his brother unless God so willed. We raise the status of whom We please. Over every man of knowledge there is one more knowing.","bangla_translit":"ফাবাদায়া বিআও‘ইইয়াতিহিম্ ক্বব্লা ওয়ি‘আ - যা আখীহি ছুম্মাস্ তাখ্রাজ্বাহা- মিঁও ওয়ি‘আ - য়ি আখীহ্; কাযা-লিকা কিদ্না-লিইয়ূসুফ্; মা-কা-না লিইয়াখুযা আখ-হু ফী দীনিল্ মালিকি ইল্লা য় আইঁ ইয়াশা - য়াল্লা-হ্; র্নাফাউ’ দারাজ্বা-তিম্ মান্ নাশা - য়ু অফাওক্ব কুল্লি যী ‘ইল্মিন্ ‘আলীম্।","english_translit":"Fabadaa biawAAiyatihim qabla wiAAai akheehi thumma istakhrajaha min wiAAai akheehi kathalika kidna liyoosufa ma kana liyakhutha akhahu fee deeni almaliki illa an yashaa Allahu narfaAAu darajatin man nashao wafawqa kulli thee AAilmin AAaleemun"},{"sura":12,"aya":77,"quran_text":"قَالُوا إِنْ يَسْرِقْ فَقَدْ سَرَقَ أَخٌ لَهُ مِنْ قَبْلُ فَأَسَرَّهَا يُوسُفُ فِي نَفْسِهِ وَلَمْ يُبْدِهَا لَهُمْ قَالَ أَنْتُمْ شَرٌّ مَكَانًا وَاللَّهُ أَعْلَمُ بِمَا تَصِفُونَ","bangla_mohiuddin":"তারা বলতে লাগলঃ যদি সে চুরি করে থাকে, তবে তার এক ভাইও ইতিপূর্বে চুরি করেছিল। তখন ইউসুফ প্রকৃত ব্যাপার নিজের মনে রাখলেন এবং তাদেরকে জানালেন না। মনে মনে বললেনঃ তোমরা লোক হিসাবে নিতান্ত মন্দ এবং আল্লাহ খুব জ্ঞাত রয়েছেন, যা তোমরা বর্ণনা করছ;","bangla_murtaza":"(ইউসুফের সহোদরের বস্তায় পানপাত্রটি পাওয়ায় তার সৎ ভাইয়েরা) বলে উঠলো: ‘এ যদি আজ চুরি করে থাকে, তবে (এতে বিস্ময়ের কিছু নেই, কারণ) ইতোপূর্বে তার এক সহোদরও (ইউসুফও) চুরি করেছিল।’ ইউসুফ (তাদের এই জঘন্য মন্তব্যের প্রতিক্রিয়া) নিজের মনের মধ্যে হজম করে নিলো, তাদের সামনে প্রকাশ হতে দিলনা। (শুধু মনে মনে) বললো: ‘একেবারে নিকৃষ্ট পর্যায়ে গিয়ে পৌছেছো তোমরা। যে জঘন্য দোষ তোমরা আমার প্রতি আরোপ করলে সে বিষয়ে আল্লাহই সর্বাধিক অবহিত আছেন।’","english_text":"Said the brothers: \"If he has stolen (no wonder), his brother had stolen before.\" But Joseph kept this secret and did not disclose it to them, and said (to himself): \"You are worse in the degree of evil, for God knows better of what you allege.\"","bangla_translit":"ক্ব-লূ য় ইঁ ইয়াসরিক্বু ফাক্বদ্ সারাক্বা আখুল্লাহূ মিন্ ক্বব্লু, ফাআর্সারহা-ইয়ূসুফু ফী নাফ্সিহী অলাম্ ইউব্দিহা-লাহুম্, ক্ব-লা আনতুম্ র্শারুম্ মাকা-নান্, অল্লা-হু আ’লামু বিমা-তাছিফূন্।","english_translit":"Qaloo in yasriq faqad saraqa akhun lahu min qablu faasarraha yoosufu fee nafsihi walam yubdiha lahum qala antum sharrun makanan waAllahu aAAlamu bima tasifoona"},{"sura":12,"aya":78,"quran_text":"قَالُوا يَا أَيُّهَا الْعَزِيزُ إِنَّ لَهُ أَبًا شَيْخًا كَبِيرًا فَخُذْ أَحَدَنَا مَكَانَهُ إِنَّا نَرَاكَ مِنَ الْمُحْسِنِينَ","bangla_mohiuddin":"তারা বলতে লাগলঃ হে আযীয, তার পিতা আছেন, যিনি খুবই বৃদ্ধ বয়স্ক। সুতরাং আপনি আমাদের একজনকে তার বদলে রেখে দিন। আমরা আপনাকে অনুগ্রহশীল ব্যক্তিদের একজন দেখতে পাচ্ছি।","bangla_murtaza":"তারা বললো: ‘হে আযীয! এর একজন অতিশয় বৃদ্ধ পিতা আছেন। তাই আপনি ওর স্থলে আমাদের কোনো একজনকে রেখে দিন। আমাদের দৃষ্টিতে আপনি একজন মহানুভব-পরোপকারী ব্যক্তি।’","english_text":"They said: \"O Minister, he has an aged father, so keep one of us in his place. We see you are a virtuous man.\"","bangla_translit":"ক্ব-লূ-ইয়া য় আইয়্যুহাল্ ‘আযীযু ইন্না লাহূ য় আবান্ শাইখান্ কাবীরান্ ফাখুয্ আহাদানা- মাকা-নাহূ, ইন্না-নারা-কা মিনাল্ মুহ্সিনীন্।","english_translit":"Qaloo ya ayyuha alAAazeezu inna lahu aban shaykhan kabeeran fakhuth ahadana makanahu inna naraka mina almuhsineena"},{"sura":12,"aya":79,"quran_text":"قَالَ مَعَاذَ اللَّهِ أَنْ نَأْخُذَ إِلَّا مَنْ وَجَدْنَا مَتَاعَنَا عِنْدَهُ إِنَّا إِذًا لَظَالِمُونَ","bangla_mohiuddin":"তিনি বললেনঃ যার কাছে আমরা আমাদের মাল পেয়েছি, তাকে ছাড়া আর কাউকে গ্রেফতার করা থেকে আল্লাহ আমাদের রক্ষা করুন। তা হলে তো আমরা নিশ্চিতই অন্যায়কারী হয়ে যাব।","bangla_murtaza":"সে (ইউসুফ) বললো: যার কাছে আমাদের জিনিস পেয়েছি, তাকে ছাড়া অন্য কাউকেও আঁটকানোর (মতো অন্যায়) কাজ থেকে আল্লাহর কাছে পানাহ চাই। এমন কাজ করলে তো আমরা যালিম বলে গণ্য হবো।","english_text":"\"May God forgive us,\" he said, \"if we hold any one but him with whom we found our property, or else we would be unjust.\"","bangla_translit":"ক্ব-লা মা‘আযাল্লা-হি আন্ নাখুযা ইল্লা-মাওঁ অজ্বাদ্না-মাতা-‘আনা-‘ইন্দাহূ য় ইন্না য় ইযাল্লাজোয়া-লিমূন্।","english_translit":"Qala maAAatha Allahi an nakhutha illa man wajadna mataAAana AAindahu inna ithan lathalimoona"},{"sura":12,"aya":80,"quran_text":"فَلَمَّا اسْتَيْأَسُوا مِنْهُ خَلَصُوا نَجِيًّا قَالَ كَبِيرُهُمْ أَلَمْ تَعْلَمُوا أَنَّ أَبَاكُمْ قَدْ أَخَذَ عَلَيْكُمْ مَوْثِقًا مِنَ اللَّهِ وَمِنْ قَبْلُ مَا فَرَّطْتُمْ فِي يُوسُفَ فَلَنْ أَبْرَحَ الْأَرْضَ حَتَّى يَأْذَنَ لِي أَبِي أَوْ يَحْكُمَ اللَّهُ لِي وَهُوَ خَيْرُ الْحَاكِمِينَ","bangla_mohiuddin":"অতঃপর যখন তারা তাঁর কাছ থেকে নিরাশ হয়ে গেল, তখন পরামর্শের জন্যে এখানে বসল। তাদের জ্যেষ্ঠ ভাই বললঃ তোমরা কি জান না যে, পিতা তোমাদের কাছ থেকে আল্লাহর নামে অঙ্গীকার নিয়েছেন এবং পূর্বে ইউসুফের ব্যাপারেও তোমরা অন্যায় করেছো? অতএব আমি তো কিছুতেই এদেশ ত্যাগ করব না, যে পর্যন্ত না পিতা আমাকে আদেশ দেন অথবা আল্লাহ আমার পক্ষে কোন ব্যবস্থা করে দেন। তিনিই সর্বোত্তম ব্যবস্থাপক।","bangla_murtaza":"অতপর যখন তারা তার (ইউসুফের) কাছ থেকে সম্পূর্ণ নিরাশ হলো, তখন নির্জনে গিয়ে পরামর্শ করতে বসলো। তাদের বড়জন (বড়ভাই) বললো: “তোমাদের নলেজে কি নেই, তোমাদের পিতা আল্লাহর নামে তোমাদের কাছ থেকে একথার অংগীকার আদায় করেছেন (যে, তোমরা বিনইয়ামিনকে তাঁর কাছে ফিরিয়ে নেবে)? ইতোপূর্বে তোমরা ইউসুফের ব্যাপারেও (পিতাকে কথা দিয়ে) কথা রাখতে পারোনি। তাই আমি (সিদ্ধান্ত নিয়েছি) আব্বার অনুমতি না পাওয়া পর্যন্ত এ দেশ ত্যাগ করবোনা, যতোক্ষণ না আল্লাহ নিজেই (বিনইয়ামিনকে মুক্ত করে) আমার দেশে ফেরার ব্যবস্থা করে দেন। কারণ, তিনিই তো সর্বোত্তম বিচারক।”","english_text":"When they despaired of (persuading) him, they went aside to confer. The oldest of them said: \"You know that your father has pledged you in the name of God, and you have been guilty of iniquity in the case of Joseph before. I will not leave this place unless my father permits or God decides for me, for He is the best of all judges.","bangla_translit":"ফালাম্মাস্ তাইয়াসূ মিন্হু খালাছূ নাজ্বিয়্যা-; ক্ব-লা কাবীরুহুম্ আলাম্ তা’লামূ য় আন্না আবা-কুম্ ক্বদ্ আখাযা ‘আলাইকুম্ মাওছিক্বম্ মিনাল্লা-হি অমিন্ ক্বব্লু মা-র্ফারাত্বতুম্ ফী ইয়ূসুফা ফালান্ আব্ রহাল্ র্আদ্বোয়া হাত্তা-ইয়াযানা লী য় আবী য় আও ইয়াহ্কুমাল্লা-হু লী অহুঅ খইরুল্ হা-কিমীন্।","english_translit":"Falamma istayasoo minhu khalasoo najiyyan qala kabeeruhum alam taAAlamoo anna abakum qad akhatha AAalaykum mawthiqan mina Allahi wamin qablu ma farrattum fee yoosufa falan abraha alarda hatta yathana lee abee aw yahkuma Allahu lee wahuwa khayru alhakimeena"},{"sura":12,"aya":81,"quran_text":"ارْجِعُوا إِلَى أَبِيكُمْ فَقُولُوا يَا أَبَانَا إِنَّ ابْنَكَ سَرَقَ وَمَا شَهِدْنَا إِلَّا بِمَا عَلِمْنَا وَمَا كُنَّا لِلْغَيْبِ حَافِظِينَ","bangla_mohiuddin":"তোমরা তোমাদের পিতার কাছে ফিরে যাও এবং বলঃ পিতা আপনার ছেলে চুরি করেছে। আমরা তাই বলে দিলাম, যা আমাদের জানা ছিল এবং অদৃশ্য বিষয়ের প্রতি আমাদের লক্ষ্য ছিল না।","bangla_murtaza":"“তোমরা বাবার কাছে ফিরে গিয়ে তাঁকে বলো: বাবা! তোমার ছেলে চুরি করেছে। আমরা (ওকে চুরি করতে) দেখিনি, তবে যা জেনেছি তাই তোমাকে বলছি। আর না দেখা বিষয় তো আমরা হিফাযত করতে পারিনা।”","english_text":"So, go to your father and tell him: 'O father, your son has committed a theft. We bear witness to only what we know; we could not prevent the unknown.","bangla_translit":"র্ইজ্বিঊ’ য় ইলা য় আবীকুম্ ফাক্বুলূ ইয়া য় আবা-না য় ইন্নাব্ নাকা সারাক্ব, অমা-শাহিদ্না য় ইল্লা-বিমা-‘আলিম্না-অমা- কুন্না লিল্গাইবি হা-ফিজীন্।","english_translit":"IrjiAAoo ila abeekum faqooloo ya abana inna ibnaka saraqa wama shahidna illa bima AAalimna wama kunna lilghaybi hafitheena"},{"sura":12,"aya":82,"quran_text":"وَاسْأَلِ الْقَرْيَةَ الَّتِي كُنَّا فِيهَا وَالْعِيرَ الَّتِي أَقْبَلْنَا فِيهَا وَإِنَّا لَصَادِقُونَ","bangla_mohiuddin":"জিজ্ঞেস করুন ঐ জনপদের লোকদেরকে যেখানে আমরা ছিলাম এবং ঐ কাফেলাকে, যাদের সাথে আমরা এসেছি। নিশ্চিতই আমরা সত্য বলছি।","bangla_murtaza":"“আমরা যে বসতিতে ছিলাম সেখানকার লোকদের জিজ্ঞেস করে দেখুন, যে কাফেলার সাথে আমরা ফিরে এসেছি তার লোকদের কাছে জেনে দেখুন, আমরা অবশ্যি সত্য বলছি।”","english_text":"Enquire from the people of that city, or ask the men of the caravan with whom we have come. We are verily speaking the truth.'\"","bangla_translit":"অস্য়ালিল্ র্ক্বইয়াতাল্লাতী কুন্না-ফীহা- অল্‘ঈরল লাতী য় আক্বুবাল্না- ফীহা-; অইন্না-লাছোয়া-দিক্বুন্।","english_translit":"Waisali alqaryata allatee kunna feeha waalAAeera allatee aqbalna feeha wainna lasadiqoona"},{"sura":12,"aya":83,"quran_text":"قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنْفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ عَسَى اللَّهُ أَنْ يَأْتِيَنِي بِهِمْ جَمِيعًا إِنَّهُ هُوَ الْعَلِيمُ الْحَكِيمُ","bangla_mohiuddin":"তিনি বললেনঃ কিছুই না, তোমরা মনগড়া একটি কথা নিয়েই এসেছ। এখন ধৈর্য্যধারণই উত্তম। সম্ভবতঃ আল্লাহ তাদের সবাইকে একসঙ্গে আমার কাছে নিয়ে আসবেন তিনি সুবিজ্ঞ, প্রজ্ঞাময়।","bangla_murtaza":"(তাদের বক্তব্য শুনে তাদের পিতা) ইয়াকুব বললো: ‘না, বরং তোমাদের নফস তোমাদের জন্যে একটা কাজকে সহজ করে দিয়েছে। সুতরাং ধৈর্য ধারণ করাই আমার জন্যে যথোপযুক্ত কাজ। হয়তো আল্লাহ ওদের সবাইকে একত্রে আমার সাথে মিলিত করে দেবেন। অবশ্যি তিনি সর্বময় জ্ঞান ও প্রজ্ঞার মালিক।’","english_text":"\"No,\" said (the father). \"You have made up the story; but patience is best; God may bring them back to me. He is all-knowing and all-wise.\"","bangla_translit":"ক্ব-লা বাল্ সাওঅলাত্ লাকুম্ আন্ফুসুকুম্ আম্রা-; ফাছোয়াব্ রুন্ জ্বামীল্; ‘আসাল্লা-হু আইঁ ইয়াতিয়ানী বিহিম্ জ্বামী‘আ-; ইন্নাহূ হুঅল্ ‘আলীমুল্ হাকীম্।","english_translit":"Qala bal sawwalat lakum anfusukum amran fasabrun jameelun AAasa Allahu an yatiyanee bihim jameeAAan innahu huwa alAAaleemu alhakeemu"},{"sura":12,"aya":84,"quran_text":"وَتَوَلَّى عَنْهُمْ وَقَالَ يَا أَسَفَى عَلَى يُوسُفَ وَابْيَضَّتْ عَيْنَاهُ مِنَ الْحُزْنِ فَهُوَ كَظِيمٌ","bangla_mohiuddin":"এবং তাদের দিক থেকে তিনি মুখ ফিরিয়ে নিলেন এবং বললেনঃ হায় আফসোস ইউসুফের জন্যে। এবং দুঃখে তাঁর চক্ষুদ্বয় সাদা হয়ে গেল। এবং অসহনীয় মনস্তাপে তিনি ছিলেন ক্লিষ্ট।","bangla_murtaza":"সে তাদের সাথে কথা না বাড়িয়ে আত্মমগ্ন হয় এবং স্বগতোক্তি করে: ‘ইউসুফের জন্যে আমি শোকাভিভূত!’ এভাবে দুঃখ ও শোকে তার চক্ষুদ্বয় সাদা হয়ে যায়। আর মনোবেদনায় সে পীড়িত হয়ে পড়ে।","english_text":"He turned away from them and cried: \"Alas for Joseph!\" And his eyes turned white with grief which he bore in silence.","bangla_translit":"অ তাঅল্লা-‘আন্হুম্ অ ক্ব -লা ইয়া য় আ-সাফা- ‘আলা-ইয়ূসুফা অব্ ইয়দ্ব্দ্বোয়াত্ ‘আইনা-হু মিনাল্ হুয্নি ফাহুঅ কাজীম্।","english_translit":"Watawalla AAanhum waqala ya asafa AAala yoosufa waibyaddat AAaynahu mina alhuzni fahuwa katheemun"},{"sura":12,"aya":85,"quran_text":"قَالُوا تَاللَّهِ تَفْتَأُ تَذْكُرُ يُوسُفَ حَتَّى تَكُونَ حَرَضًا أَوْ تَكُونَ مِنَ الْهَالِكِينَ","bangla_mohiuddin":"তারা বলতে লাগলঃ আল্লাহর কসম আপনি তো ইউসুফের স্মরণ থেকে নিবৃত হবেন না, যে পর্যন্ত মরণপন্ন না হয়ে যান কিংবা মৃতবরণ না করেন","bangla_murtaza":"তারা (ছেলেরা) বললো: ‘আল্লাহর কসম, মুমূর্ষু হয়ে পড়া, কিংবা মৃত্যু বরণ করা পর্যন্ত (মনে হয়) আপনি ইউসুফের স্মরণ থেকে বিরত হবেন না।’","english_text":"\"By God,\" said they, \"you will never stop thinking of Joseph till you are consumed or perish.\"","bangla_translit":"ক্ব- লূ তাল্লা-হি তাফ্তায়ূ তায্কুরু ইয়ূসুফা হাত্তা-তাকূনা হারদ্বোয়ান্ আও তাকূনা মিনাল্ হা-লিকীন্।","english_translit":"Qaloo taAllahi taftao tathkuru yoosufa hatta takoona haradan aw takoona mina alhalikeena"},{"sura":12,"aya":86,"quran_text":"قَالَ إِنَّمَا أَشْكُو بَثِّي وَحُزْنِي إِلَى اللَّهِ وَأَعْلَمُ مِنَ اللَّهِ مَا لَا تَعْلَمُونَ","bangla_mohiuddin":"তিনি বললেনঃ আমি তো আমার দুঃখ ও অস্থিরতা আল্লাহর সমীপেই নিবেদন করছি এবং আল্লাহর পক্ষ থেকে আমি যা জানি, তা তোমরা জান না।","bangla_murtaza":"সে (ইয়াকুব) বললো: “আমি আমার দুঃখ-বেদনা ও মনস্তাপের অভিযোগ তো শুধুমাত্র আল্লাহর কাছে নিবেদন করছি। আমি আল্লাহর পক্ষ থেকে তা জানি, যা তোমরা জানোনা।”","english_text":"He replied: \"I cry my plaint and grief to God, and know from God what you do not know.","bangla_translit":"ক্ব-লা ইন্নামা য় আশ্কূ বাছ্ছী অহুয্নী য় ইলাল্লা-হি অ আ’লামু মিনাল্লা-হি মা-লা-তা’লামূন্।","english_translit":"Qala innama ashkoo baththee wahuznee ila Allahi waaAAlamu mina Allahi ma la taAAlamoona"},{"sura":12,"aya":87,"quran_text":"يَا بَنِيَّ اذْهَبُوا فَتَحَسَّسُوا مِنْ يُوسُفَ وَأَخِيهِ وَلَا تَيْأَسُوا مِنْ رَوْحِ اللَّهِ إِنَّهُ لَا يَيْأَسُ مِنْ رَوْحِ اللَّهِ إِلَّا الْقَوْمُ الْكَافِرُونَ","bangla_mohiuddin":"বৎসগণ! যাও, ইউসুফ ও তার ভাইকে তালাশ কর এবং আল্লাহর রহমত থেকে নিরাশ হয়ো না। নিশ্চয় আল্লাহর রহমত থেকে কাফের সম্প্রদায়, ব্যতীত অন্য কেউ নিরাশ হয় না।","bangla_murtaza":"“হে আমার পুত্ররা! তোমরা যাও, গিয়ে ইউসুফ ও তার ভাইয়ের সন্ধান করো। আল্লাহর রহমত (mercy) থেকে নিরাশ হয়োনা। কাফিররা ছাড়া আর কেউই নিরাশ হয়না আল্লাহর রহমত থেকে।”","english_text":"O sons, go in search of Joseph and his brother, and do not despair of the mercy of God. Only they despair of God's mercy who do not believe.\"","bangla_translit":"ইয়া বানিয়্যায্ হাবূ ফাতাহাস্সাসূ মিঁ ইয়ূসুফা অআখীহি অলা-তাইয়াসূ র্মি রওহিল্লা-হ্; ইন্নাহূ লা-ইয়াই আসু র্মি রওহিল্লা-হি ইল্লাল্ ক্বওমুল্ কা-ফিরূন্।","english_translit":"Ya baniyya ithhaboo fatahassasoo min yoosufa waakheehi wala tayasoo min rawhi Allahi innahu la yayasu min rawhi Allahi illa alqawmu alkafiroona"},{"sura":12,"aya":88,"quran_text":"فَلَمَّا دَخَلُوا عَلَيْهِ قَالُوا يَا أَيُّهَا الْعَزِيزُ مَسَّنَا وَأَهْلَنَا الضُّرُّ وَجِئْنَا بِبِضَاعَةٍ مُزْجَاةٍ فَأَوْفِ لَنَا الْكَيْلَ وَتَصَدَّقْ عَلَيْنَا إِنَّ اللَّهَ يَجْزِي الْمُتَصَدِّقِينَ","bangla_mohiuddin":"অতঃপর যখন তারা ইউসুফের কাছে পৌঁছল তখন বললঃ হে আযীয, আমরা ও আমাদের পরিবারবর্গ কষ্টের সম্মুখীন হয়ে পড়েছি এবং আমরা অপর্যাপ্ত পুঁজি নিয়ে এসেছি। অতএব আপনি আমাদের পুরোপুরি বরাদ্দ দিন এবং আমাদের কে দান করুন। আল্লাহ দাতাদেরকে প্রতিদান দিয়ে থাকেন।","bangla_murtaza":"পুনরায় যখন তারা তার (ইউসুফের) কাছে উপস্থিত হলো, বললো: ‘হে আযীয! আমরা এবং আমাদের পরিবার পরিজন যারপর নাই বিপদের মধ্যে পড়েছি, আর সামান্য পূজি আমরা নিয়ে এসেছি। আপনি আমাদের পূর্ণ বরাদ্দ প্রদান করুন এবং আমাদের প্রতি দানের হাত বাড়িয়ে দিন! আল্লাহ অবশ্যি দানশীলদের পুরস্কৃত করে থাকেন।’","english_text":"When they returned to him, they said (to Joseph): \"O Minister, calamity has befallen us and our people. We have brought but a meagre sum, but give us full measure as alms bestowed. God surely rewards those who give alms.\"","bangla_translit":"ফালাম্মা-দাখালূ ‘আলাইহি ক্ব-লূ ইয়া য় আইয়্যুহাল্ ‘আযীযু মাস্সানা-অআহ্লানাদ্বর্ ুরু অজ্বিনা- বিবিদ্বোয়া-‘আতিম্ মুয্জ্বা-তিন ফাআওফি লানাল্ কাইলা অতাছোদ্দাক্ব ‘আলাইনা-; ইন্নাল্লা-হা ইয়াজ্বযিল্ মুতাছোয়াদ্দিক্বীন্।","english_translit":"Falamma dakhaloo AAalayhi qaloo ya ayyuha alAAazeezu massana waahlana alddurru wajina bibidaAAatin muzjatin faawfi lana alkayla watasaddaq AAalayna inna Allaha yajzee almutasaddiqeena"},{"sura":12,"aya":89,"quran_text":"قَالَ هَلْ عَلِمْتُمْ مَا فَعَلْتُمْ بِيُوسُفَ وَأَخِيهِ إِذْ أَنْتُمْ جَاهِلُونَ","bangla_mohiuddin":"ইউসুফ বললেনঃ তোমাদের জানা আছে কি, যা তোমরা ইউসুফ ও তার ভাইয়ের সাথে করেছ, যখন তোমরা অপরিণামদর্শী ছিলে?","bangla_murtaza":"সে (ইউসুফ) বললো: ‘তোমরা কি জানোনা, তোমরা ইউসুফ আর তার সহোদরের সাথে কী আচরণটা করেছিলে, যখন তোমরা ছিলে জাহিল?’","english_text":", He said: \"Do you know what you did to Joseph and his brother in your ignorance?\"","bangla_translit":"ক্ব-লা হাল্ ‘আলিম্তুম্ মা-ফা‘আল্তুম্ বিইয়ূসুফা অআখীহি ইয্ আন্তুম্ জ্বা-হিলূন্।","english_translit":"Qala hal AAalimtum ma faAAaltum biyoosufa waakheehi ith antum jahiloona"},{"sura":12,"aya":90,"quran_text":"قَالُوا أَإِنَّكَ لَأَنْتَ يُوسُفُ قَالَ أَنَا يُوسُفُ وَهَذَا أَخِي قَدْ مَنَّ اللَّهُ عَلَيْنَا إِنَّهُ مَنْ يَتَّقِ وَيَصْبِرْ فَإِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ","bangla_mohiuddin":"তারা বলল, তবে কি তুমিই ইউসুফ! বললেনঃ আমিই ইউসুফ এবং এ হল আমার সহোদর ভাই। আল্লাহ আমাদের প্রতি অনুগ্রহ করেছেন। নিশ্চয় যে তাকওয়া অবলম্বন করে এবং সবর করে, আল্লাহ এহেন সৎকর্মশীলদের প্রতিদান বিনষ্ট করেন না।","bangla_murtaza":"তারা বললো: ‘তবে কি তুমি-তুমিই ইউসুফ?’ সে বললো: ‘আমিই ইউসুফ আর এ আমার সহোদর! আল্লাহ আমাদের প্রতি ইহ্সান করেছেন। যারা তাকওয়া আর সবর অবলম্বন করে, নিশ্চয়ই আল্লাহ সেইসব মুহসিনদের কর্মফল বৃথা যেতে দেন না।’","english_text":"They said: \"Surely you are not Joseph!\" \"I am Joseph,\" he said, \"and this is my brother. God has been gracious to us; for God does not verily deprive those who fear Him and are patient of the recompense of those who are good.\"","bangla_translit":"ক্ব-লূ য় ‘আইন্নাকা লাআন্তা ইয়ূসুফু; ক্ব-লা আনা ইয়ূসূফু অহাযা য় আখী ক্বদ্ মান্নাল্লা-হু ‘আলাইনা-; ইন্নাহূ মাইঁ ইয়াত্তাক্বি অইয়ার্ছ্বি ফাইন্না ল্লা-হা লা-ইয়ুদ্বী‘উ আজ্বরাল্ মুহসিনীন্।","english_translit":"Qaloo ainnaka laanta yoosufa qala ana yoosufu wahatha akhee qad manna Allahu AAalayna innahu man yattaqi wayasbir fainna Allaha la yudeeAAu ajra almuhsineena"},{"sura":12,"aya":91,"quran_text":"قَالُوا تَاللَّهِ لَقَدْ آثَرَكَ اللَّهُ عَلَيْنَا وَإِنْ كُنَّا لَخَاطِئِينَ","bangla_mohiuddin":"তারা বললঃ আল্লাহর কসম, আমাদের চাইতে আল্লাহ তোমাকে পছন্দ করেছেন এবং আমরা অবশ্যই অপরাধী ছিলাম।","bangla_murtaza":"তারা বললো: ‘আল্লাহর কসম! আল্লাহ তোমাকে আমাদের উপর প্রাধান্য দিয়েছেন আর আমরা অবশ্যি অপরাধ করে আসছি।’","english_text":"They said: \"By God, God has favoured you above us, for we have indeed been sinners.\"","bangla_translit":"ক্ব-লূ তাল্লা-হি লাক্বদ্ আ-ছারকাল্লা-হু ‘আলাইনা- অইন্ কুন্না- লাখ-ত্বিয়ীন্।","english_translit":"Qaloo taAllahi laqad atharaka Allahu AAalayna wain kunna lakhatieena"},{"sura":12,"aya":92,"quran_text":"قَالَ لَا تَثْرِيبَ عَلَيْكُمُ الْيَوْمَ يَغْفِرُ اللَّهُ لَكُمْ وَهُوَ أَرْحَمُ الرَّاحِمِينَ","bangla_mohiuddin":"বললেন, আজ তোমাদের বিরুদ্ধে কোন অভিযোগ নেই। আল্লাহ তোমাদের কে ক্ষমা করুন। তিনি সব মেহেরবানদের চাইতে অধিক মেহেরবান।","bangla_murtaza":"ইউসুফ বললো: “আজ আর তোমাদের বিরুদ্ধে (আমার) কোনো নিন্দা-ভৎর্সনা নেই। আল্লাহ তোমাদের ক্ষমা করুন। তিনি সবার সেরা দয়ালু।”","english_text":"\"There is no blame on you today,\" he said, \"May God forgive you. He is the most merciful of all.","bangla_translit":"ক্ব -লা লা-তাছ্রীবা ‘আলাইকুমুল্ ইয়াওম্; ইয়াগ্ফিরু ল্লা-হু লাকুম্ অহুঅ র্আহামুর র-হিমীন্।","english_translit":"Qala la tathreeba AAalaykumu alyawma yaghfiru Allahu lakum wahuwa arhamu alrrahimeena"},{"sura":12,"aya":93,"quran_text":"اذْهَبُوا بِقَمِيصِي هَذَا فَأَلْقُوهُ عَلَى وَجْهِ أَبِي يَأْتِ بَصِيرًا وَأْتُونِي بِأَهْلِكُمْ أَجْمَعِينَ","bangla_mohiuddin":"তোমরা আমার এ জামাটি নিয়ে যাও। এটি আমার পিতার মুখমন্ডলের উপর রেখে দিও, এতে তাঁর দৃষ্টি শক্তি ফিরে আসবে। আর তোমাদের পরিবারবর্গের সবাইকে আমার কাছে নিয়ে এস।","bangla_murtaza":"“তোমরা আমার এই জামাটি নিয়ে আব্বাজানের কাছে যাও এবং এটি তাঁর মুখমন্ডলে লাগাও, এতে তিনি দৃষ্টিশক্তি ফিরে পাবেন। আর তোমাদের পরিবার পরিজন সবাইকে নিয়ে আমার এখানে চলে আসো।”","english_text":"Take my shirt and put it on my father's face; his eyesight will be restored; and bring your entire family to me.\"","bangla_translit":"ইয্ হাবূ বিক্বমীছী হাযা- ফায়াল্ক্বহু ‘আলা-অজ্বহি আবী ইয়াতি বাছীরন্, অতূনী বিআহ্লিকুম্ আজ্বমা‘ঈন্।","english_translit":"Ithhaboo biqameesee hatha faalqoohu AAala wajhi abee yati baseeran watoonee biahlikum ajmaAAeena"},{"sura":12,"aya":94,"quran_text":"وَلَمَّا فَصَلَتِ الْعِيرُ قَالَ أَبُوهُمْ إِنِّي لَأَجِدُ رِيحَ يُوسُفَ لَوْلَا أَنْ تُفَنِّدُونِ","bangla_mohiuddin":"যখন কাফেলা রওয়ানা হল, তখন তাদের পিতা বললেনঃ যদি তোমরা আমাকে অপ্রকৃতিস্থ না বল, তবে বলিঃ আমি নিশ্চিতরূপেই ইউসুফের গন্ধ পাচ্ছি।","bangla_murtaza":"তাদের কাফেলা যখন (মিশর থেকে) যাত্রা শুরু করলো, তখন তাদের পিতা পরিবারের লোকদের বলতে লাগলো: ‘তোমরা যদি আমাকে বৃদ্ধ বয়সের মতিভ্রম মনে না করো, তবে শুনো! অবশ্যি আমি ইউসুফের সুবাস পাচ্ছি।’","english_text":"The caravan departed (from Egypt) and Jacob said (at home): \"Say not that I am in my dotage, but I get the smell of Joseph.\"","bangla_translit":"অলাম্মা-ফাছোয়ালাতিল্ ‘ঈরু ক্ব-লা আবূহুম্ ইন্নী লাআজ্বিদু রীহা ইয়ূসুফা লাওলা য় আন্ তুফান্নিদূন্।","english_translit":"Walamma fasalati alAAeeru qala aboohum innee laajidu reeha yoosufa lawla an tufannidooni"},{"sura":12,"aya":95,"quran_text":"قَالُوا تَاللَّهِ إِنَّكَ لَفِي ضَلَالِكَ الْقَدِيمِ","bangla_mohiuddin":"লোকেরা বললঃ আল্লাহর কসম, আপনি তো সেই পুরানো ভ্রান্তিতেই পড়ে আছেন।","bangla_murtaza":"তারা বললো: ‘আল্লাহর কসম, আপনি আপনার পুরোনো (বৃদ্ধ বয়সের) বিভ্রান্তির মধ্যেই নিমজ্জিত আছেন।’","english_text":"They said: \"By God, you are still persisting in your old delusion.\"","bangla_translit":"ক্ব-লূ তাল্লা-হি ইন্নাকা লাফী দ্বলা-লিকাল্ ক্বদীম্।","english_translit":"Qaloo taAllahi innaka lafee dalalika alqadeemi"},{"sura":12,"aya":96,"quran_text":"فَلَمَّا أَنْ جَاءَ الْبَشِيرُ أَلْقَاهُ عَلَى وَجْهِهِ فَارْتَدَّ بَصِيرًا قَالَ أَلَمْ أَقُلْ لَكُمْ إِنِّي أَعْلَمُ مِنَ اللَّهِ مَا لَا تَعْلَمُونَ","bangla_mohiuddin":"অতঃপর যখন সুসংবাদদাতা পৌঁছল, সে জামাটি তাঁর মুখে রাখল। অমনি তিনি দৃষ্টি শক্তি ফিরে পেলেন। বললেনঃ আমি কি তোমাদেরকে বলিনি যে, আমি আল্লাহর পক্ষ থেকে যা জানি তোমরা তা জান না?","bangla_murtaza":"অতপর যখন আনন্দ সংবাদের বাহক এসে উপস্থিত হয়, সে ইউসুফের জামা ইয়াকুবের মুখমন্ডলে রাখে, আর সাথে সাথে সে দৃষ্টি শক্তি ফিরে পায়। সে বলে: ‘আমি কি তোমাদের বলিনি, আমি আল্লাহর পক্ষ থেকে এমন সব বিষয় জানি, যা তোমরা জানোনা?’","english_text":"Then, as the harbinger of happy news arrived and put the garment over his face his eyesight was restored. He said: \"Did I not tell you? I know from God what you do not know.\"","bangla_translit":"ফালাম্মা য় আন্ জ্বা - য়াল্ বাশীরু আল্ক্বা-হু ‘আলা-অজ্বহিহী র্ফাতাদ্দা বাছীরান্ ক্ব-লা আলাম্ আক্বুল্ লাকুম্ ইন্নী য় আ’লামু মিনাল্লা-হি মা-লা-তা’লামূন্।","english_translit":"Falamma an jaa albasheeru alqahu AAala wajhihi fairtadda baseeran qala alam aqul lakum innee aAAlamu mina Allahi ma la taAAlamoona"},{"sura":12,"aya":97,"quran_text":"قَالُوا يَا أَبَانَا اسْتَغْفِرْ لَنَا ذُنُوبَنَا إِنَّا كُنَّا خَاطِئِينَ","bangla_mohiuddin":"তারা বললঃ পিতা আমাদের অপরাধ ক্ষমা করান। নিশ্চয় আমরা অপরাধী ছিলাম।","bangla_murtaza":"তারা বললো: ‘বাবা! আপনি আমাদের অপরাধ মাফির জন্যে (আল্লাহর কাছে) ক্ষমা প্রার্থনা করুন, আমরা অবশ্যি অপরাধে লিপ্ত ছিলাম।’","english_text":"Said (the sons): \"O our father, pray for us that our sins be forgiven, for we are really sinners.\"","bangla_translit":"ক্ব-লূ ইয়া য় আবা-নাস্তার্গ্ফিলানা-যুনূবানা য় ইন্না-কুন্না-খ-ত্বিয়ীন্।","english_translit":"Qaloo ya abana istaghfir lana thunoobana inna kunna khatieena"},{"sura":12,"aya":98,"quran_text":"قَالَ سَوْفَ أَسْتَغْفِرُ لَكُمْ رَبِّي إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ","bangla_mohiuddin":"বললেন, সত্বরই আমি পালনকর্তার কাছে তোমাদের জন্য ক্ষমা চাইব। নিশ্চয় তিনি ক্ষমাশীল, দয়ালূ।","bangla_murtaza":"সে (ইয়াকুব) বললো: ‘হ্যাঁ, আমি আমার প্রভুর কাছে তোমাদের মাফ করে দেয়ার জন্যে অচিরেই আবেদন জানাবো। নিশ্চয়ই তিনি মহাক্ষমাশীল পরম করুণাময়।’","english_text":"\"I will ask my Lord to forgive you,\" he replied, \"for He is forgiving and kind.\"","bangla_translit":"ক্ব-লা সাওফা আস্তাগ্ফিরু লাকুম্ রব্বী; ইন্নাহূ হুঅল্ গফূর্রু রহীম্।","english_translit":"Qala sawfa astaghfiru lakum rabbee innahu huwa alghafooru alrraheemu"},{"sura":12,"aya":99,"quran_text":"فَلَمَّا دَخَلُوا عَلَى يُوسُفَ آوَى إِلَيْهِ أَبَوَيْهِ وَقَالَ ادْخُلُوا مِصْرَ إِنْ شَاءَ اللَّهُ آمِنِينَ","bangla_mohiuddin":"অতঃপর যখন তারা ইউসুফের কাছে পৌঁছল, তখন ইউসুফ পিতা-মাতাকে নিজের কাছে জায়গা দিলেন এবং বললেনঃ আল্লাহ চাহেন তো শান্তি চিত্তে মিসরে প্রবেশ করুন।","bangla_murtaza":"অতপর তারা (মিশরের উদ্দেশ্যে যাত্রা করে) যখন ইউসুফের কাছে (সীমানায়) এসে পৌঁছে, ইউসুফ (তাদের অভ্যর্থনা জানাবার জন্যে এগিয়ে যায়), নিজের আব্বা আম্মাকে নিজের সাথে নিয়ে নেয় এবং (সবাইকে) বলে: ‘ইনশাল্লাহ, আপনারা নিরাপদ নিশ্চিন্তে মিশরে প্রবেশ করুন।’","english_text":"When they went back to Joseph he gave his father and mother a place of honour, and said: \"Enter Egypt in peace by the will of God.\"","bangla_translit":"ফালাম্মা-দাখালূ ‘আলা-ইয়ূসুফা আ-ওয়া য় ইলাইহি আবাঅইহি অক্ব-লাদ্খুলূ মিছ্রা ইন্শা - য়াল্লা-হু আ-মিনীন্।","english_translit":"Falamma dakhaloo AAala yoosufa awa ilayhi abawayhi waqala odkhuloo misra in shaa Allahu amineena"},{"sura":12,"aya":100,"quran_text":"وَرَفَعَ أَبَوَيْهِ عَلَى الْعَرْشِ وَخَرُّوا لَهُ سُجَّدًا وَقَالَ يَا أَبَتِ هَذَا تَأْوِيلُ رُؤْيَايَ مِنْ قَبْلُ قَدْ جَعَلَهَا رَبِّي حَقًّا وَقَدْ أَحْسَنَ بِي إِذْ أَخْرَجَنِي مِنَ السِّجْنِ وَجَاءَ بِكُمْ مِنَ الْبَدْوِ مِنْ بَعْدِ أَنْ نَزَغَ الشَّيْطَانُ بَيْنِي وَبَيْنَ إِخْوَتِي إِنَّ رَبِّي لَطِيفٌ لِمَا يَشَاءُ إِنَّهُ هُوَ الْعَلِيمُ الْحَكِيمُ","bangla_mohiuddin":"এবং তিনি পিতা-মাতাকে সিংহাসনের উপর বসালেন এবং তারা সবাই তাঁর সামনে সেজদাবনত হল। তিনি বললেনঃ পিতা এ হচ্ছে আমার ইতিপূর্বেকার স্বপ্নের বর্ণনা আমার পালনকর্তা একে সত্যে পরিণত করেছেন এবং তিনি আমার প্রতি অনুগ্রহ করেছেন। আমাকে জেল থেকে বের করেছেন এবং আপনাদেরকে গ্রাম থেকে নিয়ে এসেছেন, শয়তান আমার ও আমার ভাইদের মধ্যে কলহ সৃষ্টি করে দেয়ার পর। আমার পালনকর্তা যা চান, কৌশলে সম্পন্ন করেন। নিশ্চয় তিনি বিজ্ঞ, প্রজ্ঞাময়।","bangla_murtaza":"আর সে নিজের পিতা মাতাকে উচ্চাসনে উঠিয়ে নেয়। তখন তারা সবাই ইউসুফের প্রতি সাজদায় অবনত হয়। আর ইউসুফ তার পিতাকে বলে: ‘আব্বাজান! ইতোপূর্বে (ছোটবেলায়) আমি যে স্বপ্ন দেখেছিলাম, এটাই সে স্বপ্নের তাৎপর্য। আমার প্রভু সেই স্বপ্নটিকে সত্যে পরিণত করেছেন। তাছাড়া আমার মহান প্রভু আমাকে কারাগার থেকে বের করে এনে এবং শয়তান আমার ও আমার ভাইদের মধ্যে বিরোধ সৃষ্টি করে দেয়ার পরও আপনাদের সবাইকে মরু অঞ্চল থেকে এখানে এনে আমার সাথে মিলিত করে দিয়ে আমার প্রতি বিরাট ইহ্সান করেছেন। আসলে আমার প্রভু যার প্রতি ইচ্ছা করেন, খুবই কোমল-দয়ালু হয়ে থাকেন। নিশ্চয়ই তিনি সর্বজ্ঞানী-প্রজ্ঞাময়।”","english_text":"He seated his parents by his side on the throne; and they fell down before him in homage. \"O my father,\" said Joseph, \"this is the meaning of my earlier dream. My Lord has made it come true. He was gracious in getting me out of the prison, and bringing you out of the desert to me after the discord created by Satan between me and my brothers, for my Lord is gracious to whomsoever He please. He is indeed all-knowing and all-wise.","bangla_translit":"অ রফা‘আ আবাঅইহি ‘আলাল্ ‘র্আশি অর্খারূ লাহূ সুজ্জ্বাদান্ অক্ব-লা ইয়া য় আবাতি হাযা- তাওয়ীলু রুইয়া-ইয়া মিন্ ক্ববলু ক্বদ্ জ্বা‘আলাহা-রব্বী হাক্বুক্ব-; অক্বদ্ আহ্সানা বী য় ইয্ আখ্রজ্বানী মিনাস্ সিজ্বনি অজ্বা - য়া বিকুম্ মিনাল্ বাদ্ওয়ি মিম্ বা’দি আন্ নাযাগাশ্ শাইত্বোয়া-নু বাইনী অবাইনা ইখ্অতী-; ইন্না রব্বী লাত্বীফুল্ লিমা-ইয়াশা - য়্; ইন্নাহূ হুঅল্ ‘আলীমুল্ হাকীম্।","english_translit":"WarafaAAa abawayhi AAala alAAarshi wakharroo lahu sujjadan waqala ya abati hatha taweelu ruyaya min qablu qad jaAAalaha rabbee haqqan waqad ahsana bee ith akhrajanee mina alssijni wajaa bikum mina albadwi min baAAdi an nazagha alshshaytanu baynee wabayna ikhwatee inna rabbee lateefun lima yashao innahu huwa alAAaleemu alhakeemu"},{"sura":12,"aya":101,"quran_text":"رَبِّ قَدْ آتَيْتَنِي مِنَ الْمُلْكِ وَعَلَّمْتَنِي مِنْ تَأْوِيلِ الْأَحَادِيثِ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ أَنْتَ وَلِيِّي فِي الدُّنْيَا وَالْآخِرَةِ تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ","bangla_mohiuddin":"হে পালনকর্তা আপনি আমাকে রাষ্ট্রক্ষমতাও দান করেছেন এবং আমাকে বিভিন্ন তাৎপর্য সহ ব্যাখ্যা করার বিদ্যা শিখিয়ে দিয়েছেন। হে নভোমন্ডল ও ভূ-মন্ডলের স্রষ্টা, আপনিই আমার কার্যনির্বাহী ইহকাল ও পরকালে। আমাকে ইসলামের উপর মৃত্যুদান করুন এবং আমাকে স্বজনদের সাথে মিলিত করুন।","bangla_murtaza":"(ইউসুফ এসময় বিনয়ের সাথে দোয়া করে। দোয়ায়) সে বলে: “আমার প্রভু! তুমি আমাকে রাষ্ট্র ক্ষমতা দান করেছো এবং আমাকে সকল কথার (কিংবা সকল বিষয়ের, অথবা স্বপ্নের) তাৎপর্য উপলব্ধি করার শিক্ষা দান করেছো! মহাবিশ্ব আর এই পৃথিবীর (একমাত্র স্রষ্টা তুমি! এই পৃথিবীর জীবনে এবং আখিরাতে তুমিই আমার অভিভাবক! তোমার প্রতি আত্মসমর্পণকারী হিসেবে আমাকে মৃত্যু দান করো, আর আমাকে সাথি বানিয়ে দাও সালেহ্ লোকদের।”","english_text":"O my Lord, you have given me dominion and taught me the interpretation of dreams; O Creator of the heavens and the earth, You alone are my saviour in this world and the world to come; let me die submitting to You, and place me among the upright.\"","bangla_translit":"রব্বী ক্বদ্ আ-তাইতানী মিনাল্ মুল্কি অ‘আল্লাম্তানী মিন্ তা’ওয়ীলিল্ আহা-দীছি, ফা-ত্বিরস্ সামা-ওয়া-তি অল্ র্আদ্বি আন্তা অলিয়্যী ফিদ্দুনইয়া-অল্ আ-খিরতি, তাঅফ্ফানী মুস্লিমাওঁ অ আল্হিক্বুনী বিচ্ছোয়া-লিহীন্।","english_translit":"Rabbi qad ataytanee mina almulki waAAallamtanee min taweeli alahadeethi fatira alssamawati waalardi anta waliyyee fee alddunya waalakhirati tawaffanee musliman waalhiqnee bialssaliheena"},{"sura":12,"aya":102,"quran_text":"ذَلِكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنْتَ لَدَيْهِمْ إِذْ أَجْمَعُوا أَمْرَهُمْ وَهُمْ يَمْكُرُونَ","bangla_mohiuddin":"এগুলো অদৃশ্যের খবর, আমি আপনার কাছে প্রেরণ করি। আপনি তাদের কাছে ছিলেন না, যখন তারা স্বীয় কাজ সাব্যস্ত করছিল এবং চক্রান্ত করছিল।","bangla_murtaza":"(হে মুহাম্মদ! এতোক্ষণ যে ইতিহাস তোমাকে জানানো হলো) সেটা একটা অদৃশ্য সংবাদ, যা অহির মাধ্যমে আমরা তোমাকে জানালাম। নতুবা তুমি তো আর সে সময় তাদের ওখানে উপস্থিত ছিলেনা, যখন তারা (ইউসুফের ভাইয়েরা ইউসুফের বিরুদ্ধে) একজোট হয়ে ষড়যন্ত্র পাকিয়েছিল।","english_text":"This is news of the unknown We reveal to you, for you were not present when Joseph's brothers agreed on their course of action, and devised their plot.","bangla_translit":"যা-লিকা মিন্ আম্বা-য়িল্ গইবি নূহীহি ইলাইকা অমা-কুন্তা লাদাইহিম্ ইয্ আজ্বমা‘ঊ য় আম্রহুম্ অহুম্ ইয়াম্কুরূন্।","english_translit":"Thalika min anbai alghaybi nooheehi ilayka wama kunta ladayhim ith ajmaAAoo amrahum wahum yamkuroona"},{"sura":12,"aya":103,"quran_text":"وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ","bangla_mohiuddin":"আপনি যতই চান, অধিকাংশ লোক বিশ্বাসকারী নয়।","bangla_murtaza":"তবে তুমি যতোই উৎসুক হও না কেন, অধিকাংশ মানুষই কিন্তু মুমিন হবেনা।","english_text":"Many men will not believe howsoever you wish,","bangla_translit":"অমা য় আক্ছারুন্না-সি অলাও হারাছ্তা বিমুমিনীন্।","english_translit":"Wama aktharu alnnasi walaw harasta bimumineena"},{"sura":12,"aya":104,"quran_text":"وَمَا تَسْأَلُهُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ","bangla_mohiuddin":"আপনি এর জন্যে তাদের কাছে কোন বিনিময় চান না। এটা তো সারা বিশ্বের জন্যে উপদেশ বৈ নয়।","bangla_murtaza":"অথচ তুমি তো (আল্লাহর দিকে আহবান করার) একাজের বিনিময়ে তাদের কাছ থেকে কোনো প্রকার পারিশ্রমিক দাবি করছোনা। এ (কুরআন) তো বিশ্ববাসীর জন্যে (মহাকল্যাণের) এক উপদেশ ছাড়া আর কিছুই নয়।","english_text":"Even though you ask no recompense (for it). It is only a warning for all mankind.","bangla_translit":"অমা-তাস্য়ালুহুম্ ‘আলাইহি মিন্ আজ্বরিন্ ইন্ হুঅ ইল্লা-যিক্রুল্লিল্‘আ-লামীন্।","english_translit":"Wama tasaluhum AAalayhi min ajrin in huwa illa thikrun lilAAalameena"},{"sura":12,"aya":105,"quran_text":"وَكَأَيِّنْ مِنْ آيَةٍ فِي السَّمَاوَاتِ وَالْأَرْضِ يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ","bangla_mohiuddin":"অনেক নিদর্শন রয়েছে নভোমন্ডলে ও ভু-মন্ডলে যেগুলোর উপর দিয়ে তারা পথ অতিক্রম করে এবং তারা এসবের দিকে মনোনিবেশ করে না।","bangla_murtaza":"দিনরাত তারা আসমান জমিনের কতো যে নিদর্শন অতিক্রম করছে, অথচ সেগুলোর ব্যাপারে তারা একেবারেই উদাসীন (সেগুলো সম্পর্কে মোটেও তারা ভেবে দেখেনা।)","english_text":"How many a sign there is in the heavens and the earth which most men pass by and ignore,","bangla_translit":"অকায়াইঁয়্যিম্মিন্ আ-ইয়াতিন্ ফিস্ সামা-ওয়া-তি অল্ র্আদ্বি ইয়ার্মুরূনা ‘আলাইহা-অহুম্ ‘আন্হা-মু’রিদ্বুন্।","english_translit":"Wakaayyin min ayatin fee alssamawati waalardi yamurroona AAalayha wahum AAanha muAAridoona"},{"sura":12,"aya":106,"quran_text":"وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللَّهِ إِلَّا وَهُمْ مُشْرِكُونَ","bangla_mohiuddin":"অনেক মানুষ আল্লাহর প্রতি বিশ্বাস স্থাপন করে, কিন্তু সাথে সাথে শিরকও করে।","bangla_murtaza":"তাদের অধিকাংশই আল্লাহর প্রতি ঈমান রাখে না, তবে রাখে মুশরিক অবস্থায়।","english_text":"Not only do they not believe in God, but also associate others with Him.","bangla_translit":"অমা-ইয়ুমিনু আক্ছারুহুম্ বিল্লা-হি ইল্লা- অ হুম্ মুশরিকূন্।","english_translit":"Wama yuminu aktharuhum biAllahi illa wahum mushrikoona"},{"sura":12,"aya":107,"quran_text":"أَفَأَمِنُوا أَنْ تَأْتِيَهُمْ غَاشِيَةٌ مِنْ عَذَابِ اللَّهِ أَوْ تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ","bangla_mohiuddin":"তারা কি নির্ভীক হয়ে গেছে এ বিষয়ে যে, আল্লাহর আযাবের কোন বিপদ তাদেরকে আবৃত করে ফেলবে অথবা তাদের কাছে হঠাৎ কেয়ামত এসে যাবে, অথচ তারা টেরও পাবে না?","bangla_murtaza":"আল্লাহর আযাব তাদের গ্রাস করে নেবেনা এবং হঠাৎ তাদের অজ্ঞাতে কিয়ামত সম্মুখে উপস্থিত হবেনা বলে কি তারা নিশ্চিত হয়ে গেছে?","english_text":"Do they really believe that an all-embracing punishment of God will not come upon them, or the Day of Doom overtake them suddenly while they remain unaware?","bangla_translit":"আফাআ মিনূ য় আন্ তাতিয়াহুম্ গ-শিয়াতুম্ মিন্ ‘আযা-বিল্লা-হি আও তাতিয়াহুমুস্সা-‘আতু বাগ্ তাতাঁও অহুম্ লা-ইয়াশ্ ‘ঊরূন্।","english_translit":"Afaaminoo an tatiyahum ghashiyatun min AAathabi Allahi aw tatiyahumu alssaAAatu baghtatan wahum la yashAAuroona"},{"sura":12,"aya":108,"quran_text":"قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي وَسُبْحَانَ اللَّهِ وَمَا أَنَا مِنَ الْمُشْرِكِينَ","bangla_mohiuddin":"বলে দিনঃ এই আমার পথ। আমি আল্লাহর দিকে বুঝে সুঝে দাওয়াত দেই আমি এবং আমার অনুসারীরা। আল্লাহ পবিত্র। আমি অংশীবাদীদের অন্তর্ভুক্ত নই।","bangla_murtaza":"(হে মুহাম্মদ!) তুমি তাদের বলে দাও: ‘এটাই আমার পথ, আমি তোমাদের আল্লাহর দিকে ডাকছি দীপ্ত জ্ঞানের পূর্ণ আলোতে উদ্ভাসিত হয়ে-আমি এবং আমার সাথিরা। আর আল্লাহ পবিত্র এবং আমি মুশরিকদের অন্তরভুক্ত নই।’","english_text":"Say: \"My way, and that of my followers, is to call you to God with full perception. All glory to God, I am not an idolater.\"","bangla_translit":"ক্বুল্ হা-যিহী সাবীলী য় আদ্‘ঊ য় ইলাল্লা-হি ‘আলা-বাছীরাতিন্ আনা-অমানিত তাবা‘আনী-; অসুব্হা-নাল্লা-হি অমা য় আনা মিনাল্ মুশ্রিকীন্।","english_translit":"Qul hathihi sabeelee adAAoo ila Allahi AAala baseeratin ana wamani ittabaAAanee wasubhana Allahi wama ana mina almushrikeena"},{"sura":12,"aya":109,"quran_text":"وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ مِنْ أَهْلِ الْقُرَى أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ وَلَدَارُ الْآخِرَةِ خَيْرٌ لِلَّذِينَ اتَّقَوْا أَفَلَا تَعْقِلُونَ","bangla_mohiuddin":"আপনার পূর্বে আমি যতজনকে রসূল করে পাঠিয়েছি, তারা সবাই পুরুষই ছিল জনপদবাসীদের মধ্য থেকে। আমি তাঁদের কাছে ওহী প্রেরণ করতাম। তারা কি দেশ-বিদেশ ভ্রমণ করে না, যাতে দেখে নিত কিরূপ পরিণতি হয়েছে তাদের যারা পূর্বে ছিল ? সংযমকারীদের জন্যে পরকালের আবাসই উত্তম। তারা কি এখনও বোঝে না?","bangla_murtaza":"(হে মুহাম্মদ!) তোমার আগেও আমি মানুষ ছাড়া আর কাউকেও রসূল বানিয়ে পাঠাইনি। তারাও জনপদেরই ছিলো বাসিন্দা, তাদের প্রতি আমি অহি পাঠিয়েছি। এরা কি পৃথিবী ভ্রমণ করে দেখতে পারেনা, তাদের আগেকার (যারা আমার নবীদের অমান্য করেছিল, সেইসব) লোকদের কী (করুণ) পরিণতি হয়েছিল? যারা আল্লাহকে ভয় করে জীবন যাপন করে, তাদের জন্যে আখিরাতের ঘরই উত্তম। এরপরও কি তোমাদের বোধোদয় হবেনা?","english_text":"All the apostles We had sent before you were men of those regions, to whom We sent Our revelations. Have they not travelled on the earth and seen what befell the people before them? Surely the abode of the Hereafter is better for those who fear straying from the right path. Do you not understand?","bangla_translit":"অমা য় র্আসাল্না-মিন্ ক্বব্লিকা ইল্লা- রিজ্বা-লান্ নূহী য় ইলাইহিম্ মিন্ আহ্লিল্ ক্বুরা-; আফালাম্ ইয়াসীরূ ফিল্ র্আদ্বি ফাইয়ান্জুরূ কাইফা কা-না ‘আ-ক্বিবাতু ল্লাযীনা মিন্ ক্ববলিহিম্; অলাদা-রুল্ আ-খিরতি খইরু ল্লিল্লাযীনাত্তাক্বাও; আফালা-তা’ক্বিলূন্।","english_translit":"Wama arsalna min qablika illa rijalan noohee ilayhim min ahli alqura afalam yaseeroo fee alardi fayanthuroo kayfa kana AAaqibatu allatheena min qablihim waladaru alakhirati khayrun lillatheena ittaqaw afala taAAqiloona"},{"sura":12,"aya":110,"quran_text":"حَتَّى إِذَا اسْتَيْأَسَ الرُّسُلُ وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا جَاءَهُمْ نَصْرُنَا فَنُجِّيَ مَنْ نَشَاءُ وَلَا يُرَدُّ بَأْسُنَا عَنِ الْقَوْمِ الْمُجْرِمِينَ","bangla_mohiuddin":"এমনকি যখন পয়গম্বরগণ নৈরাশ্যে পতিত হয়ে যেতেন, এমনকি এরূপ ধারণা করতে শুরু করতেন যে, তাদের অনুমান বুঝি মিথ্যায় পরিণত হওয়ার উপক্রম হয়েছিল, তখন তাদের কাছে আমার সাহায্য পৌছে। অতঃপর আমি যাদের চেয়েছি তারা উদ্ধার পেয়েছে। আমার শাস্তি অপরাধী সম্প্রদায় থেকে প্রতিহত হয় না।","bangla_murtaza":"(তাদের ধ্বংস করে দেয়ার কাজটি ততোক্ষণ পর্যন্ত বিলম্বিত করা হয়েছিল) যতোক্ষণ না রসূলেরা সম্পূর্ণ নিরাশ হয়েছে এবং ফায়সালায় উপনীত হয়েছে যে, তাদেরকে সম্পূর্ণ প্রত্যাখ্যান করা হয়েছে। তারপর (যখন সে অবস্থা সৃষ্টি হয় তখন) রসূলদের পক্ষে আমার সাহায্য গিয়ে হাজির হয়। অতপর আমি যাকে চাই, তাকে বাঁচাই। কিন্তু অপরাধীদের উপর থেকে আমার শাস্তি প্রতিরোধ করার আর কেউই থাকেনা।","english_text":"When the apostles despaired and thought they were made false promises, Our help arrived, and We delivered whom We pleased; but never will Our punishment be averted from the sinners.","bangla_translit":"হাত্তা য় ইযাস্ তাইয়ার্সা রুসুলু অজোয়ান্ন ূয় আন্নাহুম্ ক্বদ্ কুযিবূ জ্বা - য়াহুম্ নাছ্রুনা-ফানুজ্জিয়া মান্ নাশা - য়্;অলা-ইয়ুরদ্দু বাসুনা- ‘আনিল্ ক্বওমিল্ মুজ্বরিমীন্।","english_translit":"Hatta itha istayasa alrrusulu wathannoo annahum qad kuthiboo jaahum nasruna fanujjiya man nashao wala yuraddu basuna AAani alqawmi almujrimeena"},{"sura":12,"aya":111,"quran_text":"لَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَةٌ لِأُولِي الْأَلْبَابِ مَا كَانَ حَدِيثًا يُفْتَرَى وَلَكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ كُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ","bangla_mohiuddin":"তাদের কাহিনীতে বুদ্ধিমানদের জন্য রয়েছে প্রচুর শিক্ষণীয় বিষয়, এটা কোন মনগড়া কথা নয়, কিন্তু যারা বিশ্বাস স্থাপন করে তাদের জন্যে পূর্বেকার কালামের সমর্থন এবং প্রত্যেক বস্তুর বিবরণ রহমত ও হেদায়েত।","bangla_murtaza":"আগেকার লোকদের (এসব করুণ) কাহিনীতে বুঝ-বুদ্ধি ওয়ালা লোকদের জন্যে রয়েছে এক বড় শিক্ষা (lesson)। (এই কুরআন) কোনো বানোয়াট বিবৃতি নয়। বরঞ্চ এটা হলো সেই শাশ্বত গ্রন্থ যা তার পূর্বে পাঠানো কিতাবের বক্তব্যকে সমর্থন করে এবং সকল বিষয়ের বিশদ বিবরণ প্রদান করে। তাছাড়া যারা (কুফরের পথ ত্যাগ করে) ঈমানের পথে আসে, এ কিতাব তাদের জন্যে পথ প্রদর্শক আর করুণাধারা।","english_text":"Verily in their accounts is a lesson for men of wisdom. This is not a fictitious tale, but a verification of earlier Books, and a clear exposition of everything, and a guidance and grace for those who believe.","bangla_translit":"লাক্বদ্ কা-না ফী ক্বছোয়াছিহিম্ ‘ইব্রতু ল্লিউলিল্ আল্বা-ব্; মা-কা-না হাদীছাঁই ইয়ুফ্তার- অলা-কিন্ তাছ্দীক্বল্ লাযী বাইনা ইয়াদাইহি অতাফ্ছীলা কুল্লি শাইয়িঁও অহুদাঁও অরহ্মাতাল্ লিক্বওমিঁই ইয়ুমিনূন্।","english_translit":"Laqad kana fee qasasihim AAibratun liolee alalbabi ma kana hadeethan yuftara walakin tasdeeqa allathee bayna yadayhi watafseela kulli shayin wahudan warahmatan liqawmin yuminoona"}]