[{"sura":59,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ","bangla_mohiuddin":"নভোমন্ডল ও ভূমন্ডলে যা কিছু আছে, সবই আল্লাহর পবিত্রতা বর্ণনা করে। তিনি পরাক্রমশালী মহাজ্ঞানী।","bangla_murtaza":"পরম করুণাময় পরম দয়াবান আল্লাহর নামে মহাকাশ এবং পৃথিবীতে যা কিছু আছে সবই তসবিহ করে আল্লাহর। তিনি মহাশক্তিধর, মহাপ্রজ্ঞাবান।","english_text":"WHATEVER IS IN the heavens and the earth sings the praises of God. He is all-mighty and all-wise.","bangla_translit":"সাব্বাহা-লিল্লা-হি মা-ফিস্ সামা-ওয়া-তি অমা-ফিল্ র্আদ্বি অহুওয়াল্ ‘আযীযুল্ হাকীম্।","english_translit":"Sabbaha lillahi ma fee alssamawati wama fee alardi wahuwa alAAazeezu alhakeemu"},{"sura":59,"aya":2,"quran_text":"هُوَ الَّذِي أَخْرَجَ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ مِنْ دِيَارِهِمْ لِأَوَّلِ الْحَشْرِ مَا ظَنَنْتُمْ أَنْ يَخْرُجُوا وَظَنُّوا أَنَّهُمْ مَانِعَتُهُمْ حُصُونُهُمْ مِنَ اللَّهِ فَأَتَاهُمُ اللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ يُخْرِبُونَ بُيُوتَهُمْ بِأَيْدِيهِمْ وَأَيْدِي الْمُؤْمِنِينَ فَاعْتَبِرُوا يَا أُولِي الْأَبْصَارِ","bangla_mohiuddin":"তিনিই কিতাবধারীদের মধ্যে যারা কাফের, তাদেরকে প্রথমবার একত্রিত করে তাদের বাড়ী-ঘর থেকে বহিস্কার করেছেন। তোমরা ধারণাও করতে পারনি যে, তারা বের হবে এবং তারা মনে করেছিল যে, তাদের দূর্গগুলো তাদেরকে আল্লাহর কবল থেকে রক্ষা করবে। অতঃপর আল্লাহর শাস্তি তাদের উপর এমনদিক থেকে আসল, যার কল্পনাও তারা করেনি। আল্লাহ তাদের অন্তরে ত্রাস সঞ্চার করে দিলেন। তারা তাদের বাড়ী-ঘর নিজেদের হাতে এবং মুসলমানদের হাতে ধ্বংস করছিল। অতএব, হে চক্ষুষ্মান ব্যক্তিগণ, তোমরা শিক্ষা গ্রহণ কর।","bangla_murtaza":"তিনিই আহলে কিতাবের কাফিরদের (বনু নজিরের ইহুদিদের) বের করে দিয়েছেন তাদের আবাস থেকে প্রথমবার সমবেতভাবে। তারা বেরিয়ে যাবে বলে তো তোমরা কল্পনাও করোনি। আর তারা মনে করেছিল তাদের দুর্গগুলো তাদের রক্ষা করবে আল্লাহর পাকড়াও থেকে। কিন্তু আল্লাহ তাদের এমন একদিক থেকে শাস্তি দিলেন, যা ছিলো তাদের কল্পনারও বাইরে। আর তাদের অন্তরে সঞ্চার করে দিয়েছিলেন ভীতি। তারা নিজেদের হাতেই নিজেদের ঘরবাড়ি ধ্বংস করে ফেলছিল এবং মুমিনদের হাতেও। সুতরাং উপদেশ গ্রহণ করো হে চক্ষুষ্মান ব্যক্তিরা!","english_text":"It is He who drove those among the people of the Book who refused to believe, from their homes for the first confrontation. You did not think that they would go away, and they imagined that their forts would protect them against God. But God came upon them from where they did not suspect, and filled their hearts with terror, so that they destroyed their homes with their own hands (or were destroyed) by the hands of believers. So take heed, O men of sight!","bangla_translit":"হুওয়াল্ লাযী য় আখ্ রজ্বাল্লাযীনা কাফারূ মিন্ আহ্লিল্ কিতা-বি মিন্ দিয়া-রিহিম্ লিআওয়্যালিল্ হাশ্র; মা-জোয়ানান্তুম্ আইঁ ইয়াখ্রুজ্ব ক্র অজোয়ান্ন ক্র য় আন্নাহুম্ মা-নি‘আতুহুম্ হূছূনুহুম্ মিনাল্লা-হি ফাআতা-হুমুল্লা-হু মিন্ হাইছু লাম্ ইয়াহ্তাসিবূ অক্বযাফা ফী কুলূ বিহির্মু রু’বা ইয়ুখ্রিবূনা বুইয়ূতাহুম্ বিআইদীহিম্ অ আইদিল্ মু”মিনীনা ফা’তাবিরূ ইয়া য় উলিল্ আব্ছোয়ার্-।","english_translit":"Huwa allathee akhraja allatheena kafaroo min ahli alkitabi min diyarihim liawwali alhashri ma thanantum an yakhrujoo wathannoo annahum maniAAatuhum husoonuhum mina Allahi faatahumu Allahu min haythu lam yahtasiboo waqathafa fee quloobihimu alrruAAba yukhriboona buyootahum biaydeehim waaydee almumineena faiAAtabiroo ya olee alabsari"},{"sura":59,"aya":3,"quran_text":"وَلَوْلَا أَنْ كَتَبَ اللَّهُ عَلَيْهِمُ الْجَلَاءَ لَعَذَّبَهُمْ فِي الدُّنْيَا وَلَهُمْ فِي الْآخِرَةِ عَذَابُ النَّارِ","bangla_mohiuddin":"আল্লাহ যদি তাদের জন্যে নির্বাসন অবধারিত না করতেন, তবে তাদেরকে দুনিয়াতে শাস্তি দিতেন। আর পরকালে তাদের জন্যে রয়েছে জাহান্নামের আযাব।","bangla_murtaza":"আল্লাহ তাদের নির্বাসনের সিদ্ধান্ত না দিলেও পৃথিবীতে তাদের অন্য কোনো শাস্তি দিতেন। আর আখিরাতে তাদের জন্যে রয়েছে আগুনের আযাব।","english_text":"Had God not decreed the expulsion for them He would have punished them in this world, and in the next the punishment of Hell would have been theirs.","bangla_translit":"অলাওলা য় আন্ কাতাবা ল্লা-হু ‘আলাইহিমুল্ জ্বালা-য়া লা‘আয্ যাবাহুম্ ফিদ্দুন্ইয়া-; অলাহুম্ ফিল্ ‘আ-খিরতি ‘আযা-বুন্ নার্-।","english_translit":"Walawla an kataba Allahu AAalayhimu aljalaa laAAaththabahum fee alddunya walahum fee alakhirati AAathabu alnnari"},{"sura":59,"aya":4,"quran_text":"ذَلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ وَمَنْ يُشَاقِّ اللَّهَ فَإِنَّ اللَّهَ شَدِيدُ الْعِقَابِ","bangla_mohiuddin":"এটা এ কারণে যে, তারা আল্লাহ ও তাঁর রসূলের বিরুদ্ধাচরণ করেছে। যে আল্লাহর বিরুদ্ধাচরণ করে, তার জানা উচিত যে, আল্লাহ কঠোর শাস্তিদাতা।","bangla_murtaza":"এর কারণ, তারা আল্লাহ ও তাঁর রসূলের বিরুদ্ধাচরণ করেছে। আর যারাই আল্লাহর বিরুদ্ধাচরণ করে, আল্লাহ অবশ্যি কঠোর শাস্তিদাতা।","english_text":"For they had opposed God and His Apostle; and whosoever opposes God, then God is severe in retribution.","bangla_translit":"যা-লিকা বিআন্নাহুম্ শা-কক্ব ক্রল্লা-হা অরসূলাহূ অমাইঁ ইয়ুশা-কক্বি ল্লা-হা ফাইন্নাল্লা-হা শাদীদুল্ ই’ক্বা-ব্।","english_translit":"Thalika biannahum shaqqoo Allaha warasoolahu waman yushaqqi Allaha fainna Allaha shadeedu alAAiqabi"},{"sura":59,"aya":5,"quran_text":"مَا قَطَعْتُمْ مِنْ لِينَةٍ أَوْ تَرَكْتُمُوهَا قَائِمَةً عَلَى أُصُولِهَا فَبِإِذْنِ اللَّهِ وَلِيُخْزِيَ الْفَاسِقِينَ","bangla_mohiuddin":"তোমরা যে কিছু কিছু খর্জুর বৃক্ষ কেটে দিয়েছ এবং কতক না কেটে ছেড়ে দিয়েছ, তা তো আল্লাহরই আদেশ এবং যাতে তিনি অবাধ্যদেরকে লাঞ্ছিত করেন।","bangla_murtaza":"তোমরা যে খেজুরগাছগুলো কেটেছিলে কিংবা কান্ডের উপর রেখে দিয়েছিলে তাতো আল্লাহরই অনুমতিক্রমে করেছিলে এবং এজন্যে, যেনো আল্লাহ তাদের লাঞ্ছিত করেন।","english_text":"The palm trees that you cut down or left standing intact was by God's dispensation, so that He might disgrace the transgressors.","bangla_translit":"মা-ক্বাত্বোয়া’তুম্ মিল্লীনাতিন্ আওতারক্তুমূহা-ক্ব-য়িমাতান্ ‘আলা য় উছূ লিহা-ফাবিইয্ নিল্লা-হি অ লিইয়ুখ্যিয়াল্ ফা-সিক্বীন্।","english_translit":"Ma qataAAtum min leenatin aw taraktumooha qaimatan AAala osooliha fabiithni Allahi waliyukhziya alfasiqeena"},{"sura":59,"aya":6,"quran_text":"وَمَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْهُمْ فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلَا رِكَابٍ وَلَكِنَّ اللَّهَ يُسَلِّطُ رُسُلَهُ عَلَى مَنْ يَشَاءُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ","bangla_mohiuddin":"আল্লাহ বনু-বনুযায়রের কাছ থেকে তাঁর রসূলকে যে ধন-সম্পদ দিয়েছেন, তজ্জন্যে তোমরা ঘোড়ায় কিংবা উটে চড়ে যুদ্ধ করনি, কিন্তু আল্লাহ যার উপর ইচ্ছা, তাঁর রসূলগণকে প্রাধান্য দান করেন। আল্লাহ সবকিছুর উপর সর্বশক্তিমান।","bangla_murtaza":"আল্লাহ ইহুদিদের থেকে তাঁর রসূলকে যে ফায় (যুদ্ধ ছাড়াই লব্ধ সম্পদ) পাইয়ে দিয়েছেন তার জন্যে তোমরা ঘোড়ায় কিংবা উটে আরোহণ করে যুদ্ধ করোনি। আল্লাহ যার উপর ইচ্ছা তাঁর রসূলকে কর্তৃত্ব প্রদান করেন। আল্লাহ প্রতিটি বিষয়ে সর্বশক্তিমান।","english_text":"You did not charge with horse or camel for whatever (spoils) God gave His Apostle from them. In any case, God gives authority to His Apostle over whomsoever He please. God has power over everything.","bangla_translit":"অমা য় আফা-য়াল্লা-হু ‘আলা-রসূলিহী মিন্হুম্ ফামা য় আওজ্বাফ্তুম্ ‘আলাইহি মিন্ খাইলিঁও অলা-রিকা-বিঁও অলা-কিন্নাল্লা-হা ইয়ুসাল্লিতু রুসুলাহূ ‘আলা-মাইঁ ইয়াশা-য়্; অল্লা-হু ‘আলা-কুল্লি শাইয়িন্ ক্বর্দী।","english_translit":"Wama afaa Allahu AAala rasoolihi minhum fama awjaftum AAalayhi min khaylin wala rikabin walakinna Allaha yusallitu rusulahu AAala man yashao waAllahu AAala kulli shayin qadeerun"},{"sura":59,"aya":7,"quran_text":"مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْ أَهْلِ الْقُرَى فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ كَيْ لَا يَكُونَ دُولَةً بَيْنَ الْأَغْنِيَاءِ مِنْكُمْ وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ","bangla_mohiuddin":"আল্লাহ জনপদবাসীদের কাছ থেকে তাঁর রসূলকে যা দিয়েছেন, তা আল্লাহর, রসূলের, তাঁর আত্নীয়-স্বজনের, ইয়াতীমদের, অভাবগ্রস্তদের এবং মুসাফিরদের জন্যে, যাতে ধনৈশ্বর্য্য কেবল তোমাদের বিত্তশালীদের মধ্যেই পুঞ্জীভূত না হয়। রসূল তোমাদেরকে যা দেন, তা গ্রহণ কর এবং যা নিষেধ করেন, তা থেকে বিরত থাক এবং আল্লাহকে ভয় কর। নিশ্চয় আল্লাহ কঠোর শাস্তিদাতা।","bangla_murtaza":"আল্লাহ জনপদবাসীদের থেকে তাঁর রসূলকে যা কিছু দিয়েছেন, তা আল্লাহর, তাঁর রসূলের, রসূলের আত্মীয়দের, এতিমদের, মিসকিনদের এবং পথিকদের, যাতে করে তোমাদের মধ্যে যারা বিত্তশালী, কেবল তাদের মাঝেই অর্থ-সম্পদ আবর্তিত না হয়। রসূল তোমাদের যা দেয় তা গ্রহণ করো, আর যা থেকে তোমাদের নিষেধ করে, তা থেকে বিরত থাকো। আল্লাহ্কে ভয় করো নিশ্চয়ই আল্লাহ কঠোর শাস্তিদাতা।","english_text":"Whatever booty God gives to His Apostle from the people of the cities, is for God and His Apostle, the near relations, the orphans, the needy and wayfarers, so that it does not concentrate in the hands of those who are rich among you. Accept what the Apostle gives you, and refrain from what he forbids, and take heed for yourself and fear God. Surely God is severe of retribution.","bangla_translit":"মা য় আফা-য়াল্লা-হু ‘আলা- রসূলিহী মিন্ আহ্লিল্ কুরা-ফালিল্লা-হি অর্লিরসূলি অলিযিল্ কুরবা- অল্ ইয়াতা-মা-অল্ মাসা-কীনি অব্নিস্ সাবীলি কাই লা-ইয়াকূনা দূলাতাম্ বাইনাল্ আগ্নিয়া-য়ি মিন্কুম্; অমা য় আ-তা-কুর্মু রসূলু ফাখুযূহু অমা-নাহা-কুম্ ‘আন্হু ফান্তাহূ অত্তাকুল্লা-হ্; ইন্না ল্লা-হা শাদী দুল্ ‘ইক্ব-ব্।","english_translit":"Ma afaa Allahu AAala rasoolihi min ahli alqura falillahi walilrrasooli walithee alqurba waalyatama waalmasakeeni waibni alssabeeli kay la yakoona doolatan bayna alaghniyai minkum wama atakumu alrrasoolu fakhuthoohu wama nahakum AAanhu faintahoo waittaqoo Allaha inna Allaha shadeedu alAAiqabi"},{"sura":59,"aya":8,"quran_text":"لِلْفُقَرَاءِ الْمُهَاجِرِينَ الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ وَأَمْوَالِهِمْ يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ وَرِضْوَانًا وَيَنْصُرُونَ اللَّهَ وَرَسُولَهُ أُولَئِكَ هُمُ الصَّادِقُونَ","bangla_mohiuddin":"এই ধন-সম্পদ দেশত্যাগী নিঃস্বদের জন্যে, যারা আল্লাহর অনুগ্রহ ও সন্তুষ্টিলাভের অন্বেষণে এবং আল্লাহ তাঁর রসূলের সাহায্যার্থে নিজেদের বাস্তুভিটা ও ধন-সম্পদ থেকে বহিস্কৃত হয়েছে। তারাই সত্যবাদী।","bangla_murtaza":"এই সম্পদ অভাবগ্রস্ত মুহাজিরদের জন্যে যারা নিজেদের ঘরবাড়ি ও অর্থ-সম্পদ থেকে উৎখাত হয়ে এসেছে। তারা আল্লাহর অনুগ্রহ এবং সন্তুষ্টি কামনা করে, তারা আল্লাহ ও তাঁর রসূলকে সাহায্য করে। তারা সত্যবাদী।","english_text":"The spoils are also for the poor emigrants who were deprived of their homes and possessions and are seeking the bounty and protection of God, and are helping God and His Apostle. They are the ones who are true of word and deed.","bangla_translit":"লিল্ ফুক্বারা-য়িল্ মুহাজ্বিরীনাল্ লাযীনা উখ্রিজ্ব ক্রমিন্ দিয়া- রিহিম্ অ আম্ওয়া-লিহিম্ ইয়াব্তাগূনা ফাদ্বলাম্ মিনাল্লা-হি অ রিদ্বওয়া-নাওঁ অ ইয়ান্ ছুরূনা ল্লা-হা অ রসূলাহ্; উলা-য়িকা হুমুছ্ ছোয়া-দিক্ব ক্রন্।","english_translit":"Lilfuqarai almuhajireena allatheena okhrijoo min diyarihim waamwalihim yabtaghoona fadlan mina Allahi waridwanan wayansuroona Allaha warasoolahu olaika humu alssadiqoona"},{"sura":59,"aya":9,"quran_text":"وَالَّذِينَ تَبَوَّءُوا الدَّارَ وَالْإِيمَانَ مِنْ قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِمَّا أُوتُوا وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ","bangla_mohiuddin":"যারা মুহাজিরদের আগমনের পূর্বে মদীনায় বসবাস করেছিল এবং বিশ্বাস স্থাপন করেছিল, তারা মুহাজিরদের ভালবাসে, মুহাজিরদেরকে যা দেয়া হয়েছে, তজ্জন্যে তারা অন্তরে ঈর্ষাপোষণ করে না এবং নিজেরা অভাবগ্রস্ত হলেও তাদেরকে অগ্রাধিকার দান করে। যারা মনের কার্পণ্য থেকে মুক্ত, তারাই সফলকাম।","bangla_murtaza":"আর তাদের জন্যেও, যারা মুহাজিরদের আসার পূর্ব থেকেই এ নগরীতে বসবাস করে  আসছে এবং ঈমান এনেছে। তারা হিজরত করে আসা লোকদের ভালোবাসে। মুহাজিরদের যা দেয়া হয়েছে, তার জন্যে তারা অন্তরে আশা পোষণ করেনা। মূলত তারা তাদেরকে নিজেদের উপর অগ্রাধিকার দেয় নিজেরা অভাবগ্রস্ত হলেও। যারা মনের সংকীর্ণতা থেকে মুক্ত, তারাই সাফল্য অর্জনকারী।","english_text":"Those who came to the city and to faith before them, love those who take refuge with them, and do not feel for themselves any need for what is given them, and give them preference over themselves even if they are indigent. Whoever preserves himself from his own greed will be prosperous.","bangla_translit":"অল্লাযীনা তাবাওয়্যায়ুদ্ দা-রা অল্ঈমা-না মিন্ ক্বব্লিহিম্ ইয়ুহিব্বূনা মান্ হা-জ্বারা ইলাইহিম্ অলা-ইয়াজ্বিদূনা ফী ছুদূরিহিম্ হা-জ্বাতাম্ মিম্মা য় উতূ অইয়ু”ছিরূনা ‘আলা য় আন্ফুসিহিম্ অ লাও কা-না বিহিম্ খাছোয়া-ছোয়াহ্; অমাইঁইয়ূক্বা শুহ্হা নাফসিহী ফাউলা-য়িকা হুমুল্ মুফ্লিহূন্ ।","english_translit":"Waallatheena tabawwaoo alddara waaleemana min qablihim yuhibboona man hajara ilayhim wala yajidoona fee sudoorihim hajatan mimma ootoo wayuthiroona AAala anfusihim walaw kana bihim khasasatun waman yooqa shuhha nafsihi faolaika humu almuflihoona"},{"sura":59,"aya":10,"quran_text":"وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَلَا تَجْعَلْ فِي قُلُوبِنَا غِلًّا لِلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَءُوفٌ رَحِيمٌ","bangla_mohiuddin":"আর এই সম্পদ তাদের জন্যে, যারা তাদের পরে আগমন করেছে। তারা বলেঃ হে আমাদের পালনকর্তা, আমাদেরকে এবং ঈমানে আগ্রহী আমাদের ভ্রাতাগণকে ক্ষমা কর এবং ঈমানদারদের বিরুদ্ধে আমাদের অন্তরে কোন বিদ্বেষ রেখো না। হে আমাদের পালনকর্তা, আপনি দয়ালু, পরম করুণাময়।","bangla_murtaza":"যারা তাদের পরে এসেছে তারা বলে: ‘আমাদের প্রভু! ক্ষমা করে দাও আমাদেরকে, ঈমানের দিক থেকে আমাদের সাবেক (অগ্রগামী) ভাইদেরকে এবং আমাদের অন্তরে মুমিনদের জন্যে কোনো বিদ্বেষ রেখোনা। আমাদের প্রভু! নিশ্চয়ই তুমি পরম দয়াবান, পরম করুণাময়।’","english_text":"(And the spoils are for) those who came after them, who say: \"O Lord, forgive us and our brothers who came to faith before us, and do not put a grudge in our hearts against those who believe O Lord, You are compassionate and kind.\"","bangla_translit":"অল্লাযীনা জ্বা-ঊ মিম্ বা’দিহিম্ ইয়াক্ব ক্রলূনা রব্বানাগ্ ফিরলানা-অলিইখ্ওয়া-নিনাল লাযীনা সাবাক্ব ক্রনা বিল্ ঈমা-নি অলা- তাজ্ব ‘আল্ ফী কুলূবিনা-গিল্লাল্লিল্লাযীনা আ-মানূ রব্বানা য় ইন্নাকা রায়ূফুর রহীম্","english_translit":"Waallatheena jaoo min baAAdihim yaqooloona rabbana ighfir lana waliikhwanina allatheena sabaqoona bialeemani wala tajAAal fee quloobina ghillan lillatheena amanoo rabbana innaka raoofun raheemun"},{"sura":59,"aya":11,"quran_text":"أَلَمْ تَرَ إِلَى الَّذِينَ نَافَقُوا يَقُولُونَ لِإِخْوَانِهِمُ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيعُ فِيكُمْ أَحَدًا أَبَدًا وَإِنْ قُوتِلْتُمْ لَنَنْصُرَنَّكُمْ وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ","bangla_mohiuddin":"আপনি কি মুনাফিকদেরকে দেখেন নি? তারা তাদের কিতাবধারী কাফের ভাইদেরকে বলেঃ তোমরা যদি বহিস্কৃত হও, তবে আমরা অবশ্যই তোমাদের সাথে দেশ থেকে বের হয়ে যাব এবং তোমাদের ব্যাপারে আমরা কখনও কারও কথা মানব না। আর যদি তোমরা আক্রান্ত হও, তবে আমরা অবশ্যই তোমাদেরকে সাহায্য করব। আল্লাহ তা’আলা সাক্ষ্য দেন যে, ওরা নিশ্চয়ই মিথ্যাবাদী।","bangla_murtaza":"যারা মুনাফিকি করে, তুমি কি তাদের দেখোনা? তারা তাদের আহলে কিতাবের কাফির ভাইদের বলে: ‘তোমাদের যদি বহিষ্কার করা হয়, তবে আমরাও অবশ্যি তোমাদের সাথে দেশ ত্যাগ করবো এবং আমরা তোমাদের ব্যাপারে কখনো কারো কথা শুনবোনা। তোমরা আক্রান্ত হলে অবশ্যি আমরা তোমাদের সাহায্য করবো।’ আল্লাহ সাক্ষ্য দিচ্ছেন, তারা অবশ্য অবশ্যি মিথ্যাবাদী।","english_text":"Have you never considered the hypocrites? They say to their brethren among the people of the Book who do not believe: \"If you are driven out we shall go with you, and will not listen to any one in what concerns you; and if there is war against you, we shall aid you.\" But God is witness they are liars.","bangla_translit":"আলাম্ তারা ইলাল্লাযীনা না-ফাক্ব ক্র ইয়াক্ব ক্রলূনা লিইখ্ওয়া-নিহিমুল্লাযীনা কাফারূ মিন্ আহ্লিল্ কিতা-বি লায়িন্ উখ্রিজ্ব তুম্ লানাখ্রুজ্বান্না মা‘আকুম্ অলা-নুত্বী‘ঊ ফীকুম্ আহাদান্ আবাদাঁও অইন্ ক্ব ক্র তিল্তুম্ লানান্ ছুরন্নাকুম্; অল্লা-হু ইয়াশ্হাদু ইন্নাহুম্ লাকা-যিবূন্।","english_translit":"Alam tara ila allatheena nafaqoo yaqooloona liikhwanihimu allatheena kafaroo min ahli alkitabi lain okhrijtum lanakhrujanna maAAakum wala nuteeAAu feekum ahadan abadan wain qootiltum lanansurannakum waAllahu yashhadu innahum lakathiboona"},{"sura":59,"aya":12,"quran_text":"لَئِنْ أُخْرِجُوا لَا يَخْرُجُونَ مَعَهُمْ وَلَئِنْ قُوتِلُوا لَا يَنْصُرُونَهُمْ وَلَئِنْ نَصَرُوهُمْ لَيُوَلُّنَّ الْأَدْبَارَ ثُمَّ لَا يُنْصَرُونَ","bangla_mohiuddin":"যদি তারা বহিস্কৃত হয়, তবে মুনাফিকরা তাদের সাথে দেশত্যাগ করবে না আর যদি তারা আক্রান্ত হয়, তবে তারা তাদেরকে সাহায্য করবে না। যদি তাদেরকে সাহায্য করে, তবে অবশ্যই পৃষ্ঠপ্রদর্শন করে পলায়ন করবে। এরপর কাফেররা কোন সাহায্য পাবে না।","bangla_murtaza":"ওদেরকে বহিষ্কার করা হলে এরা দেশ ত্যাগ করবেনা, ওরা আক্রান্ত হলে এরা সাহায্যও করবেনা। এরা সাহায্য করতে গেলেও, পেছনে ফিরে পালাবে, তারপর তারা আর কোনো সাহায্য পাবেনা।","english_text":"If they are driven out, they will not go with them; and if they are attacked, they will not aid them. And even if they aided them, they will turn their backs, then they will not be helped.","bangla_translit":"লায়িন্ উখ্রিজ্ব ক্রলা-ইয়াখ্রুজ্ব ক্রনা মা‘আহুম্ অলায়িন্ ক্ব ক্রতিলূ লা-ইয়ান্ ছুরূনাহুম্ অলায়িন্ নাছোয়ারূ হুম্ লাইয়ুওয়াল্লুন্নাল্ আদ্বা-রা ছুম্মা লা-ইয়ুন্ছোয়ারূন্।","english_translit":"Lain okhrijoo la yakhrujoona maAAahum walain qootiloo la yansuroonahum walain nasaroohum layuwallunna aladbara thumma la yunsaroona"},{"sura":59,"aya":13,"quran_text":"لَأَنْتُمْ أَشَدُّ رَهْبَةً فِي صُدُورِهِمْ مِنَ اللَّهِ ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ","bangla_mohiuddin":"নিশ্চয় তোমরা তাদের অন্তরে আল্লাহ তা’আলা অপেক্ষা অধিকতর ভয়াবহ। এটা এ কারণে যে, তারা এক নির্বোধ সম্প্রদায়।","bangla_murtaza":"মূলত এদের মনে আল্লাহর চেয়ে তোমাদের ভয়ই বেশি, কারণ তারা বেবুঝ লোক।","english_text":"Surely they have greater fear of you in their hearts than of God, because they do not understand.","bangla_translit":"লা আন্তুম্ আশাদ্দু রহ্বাতান্ ফী ছুদূরিহিম্ মিনা ল্লা-হ্; যা-লিকা বিআন্নাহুম্ ক্বওমুল্ লা-ইয়াফ্ক্বহূন্।","english_translit":"Laantum ashaddu rahbatan fee sudoorihim mina Allahi thalika biannahum qawmun la yafqahoona"},{"sura":59,"aya":14,"quran_text":"لَا يُقَاتِلُونَكُمْ جَمِيعًا إِلَّا فِي قُرًى مُحَصَّنَةٍ أَوْ مِنْ وَرَاءِ جُدُرٍ بَأْسُهُمْ بَيْنَهُمْ شَدِيدٌ تَحْسَبُهُمْ جَمِيعًا وَقُلُوبُهُمْ شَتَّى ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَعْقِلُونَ","bangla_mohiuddin":"তারা সংঘবদ্ধভাবেও তোমাদের বিরুদ্ধে যুদ্ধ করতে পারবে না। তারা যুদ্ধ করবে কেবল সুরক্ষিত জনপদে অথবা দুর্গ প্রাচীরের আড়াল থেকে। তাদের পারস্পরিক যুদ্ধই প্রচন্ড হয়ে থাকে। আপনি তাদেরকে ঐক্যবদ্ধ মনে করবেন; কিন্তু তাদের অন্তর শতধাবিচ্ছিন্ন। এটা এ কারণে যে, তারা এক কান্ডজ্ঞানহীণ সম্প্রদায়।","bangla_murtaza":"তারা সবাই সংঘবদ্ধ হয়ে তোমাদের বিরুদ্ধে লড়াই করতে পারবেনা, করতে পারবে কেবল সুরক্ষিত জনপদের অভ্যন্তরে থেকে কিংবা দুর্গ প্রাচীরের অন্তরাল থেকে। তাদের পরস্পরের মধ্যেই তো যুদ্ধ প্রকট। তুমি মনে করছো তারা ঐক্যবদ্ধ, অথচ তাদের হৃদয়গুলো বিচ্ছিন্ন। এর কারণ, তারা বেআকল লোক।","english_text":"They will not fight you in a body except in fortified cities, or from behind the walls. Their enmity among themselves is great. You think they are united, but divided are their hearts. That is because these people are devoid of sense,","bangla_translit":"লা-ইয়ুক্ব-তিলূনাকুম্ জ্বামী‘আন্ ইল্লা-ফী কুরম্ মুহাছ্ ছনাতিন্ আও মিওঁ অর-য়ি জ্ব ুর্দু; বা”সুহুম্ বাইনাহুম্ শাদীদ্; তাহ্সাবুহুম্ জ্বামীয়াঁও অ কুলূবুহুম্ শাত্তা-; যা-লিকা বিআন্নাহুম্ ক্বওমুল্লা-ইয়া’ক্বিলূন্।","english_translit":"La yuqatiloonakum jameeAAan illa fee quran muhassanatin aw min warai judurin basuhum baynahum shadeedun tahsabuhum jameeAAan waquloobuhum shatta thalika biannahum qawmun la yaAAqiloona"},{"sura":59,"aya":15,"quran_text":"كَمَثَلِ الَّذِينَ مِنْ قَبْلِهِمْ قَرِيبًا ذَاقُوا وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ","bangla_mohiuddin":"তারা সেই লোকদের মত, যারা তাদের নিকট অতীতে নিজেদের কর্মের শাস্তিভোগ করেছে। তাদের জন্যে রয়েছে যন্ত্রণাদায়ক শাস্তি।","bangla_murtaza":"এদের অবস্থা তাদের অল্প আগের লোকদের মতো, যারা তাদের কৃতকর্মের শাস্তি আস্বাদন করেছে। এছাড়াও তাদের জন্যে রয়েছে বেদনাদায়ক আযাব।","english_text":"Like those who had tasted the gravity of their actions a little before them. There is a grievous punishment for them.","bangla_translit":"কামাছালিল্ লাযীনা মিন্ ক্বব্লিহিম্ ক্বরীবান্ যা-ক্ব ক্র অবা- লা আম্রিহিম্ অলাহুম্ ‘আযা-বুন্ আলীম্।","english_translit":"Kamathali allatheena min qablihim qareeban thaqoo wabala amrihim walahum AAathabun aleemun"},{"sura":59,"aya":16,"quran_text":"كَمَثَلِ الشَّيْطَانِ إِذْ قَالَ لِلْإِنْسَانِ اكْفُرْ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيءٌ مِنْكَ إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ","bangla_mohiuddin":"তারা শয়তানের মত, যে মানুষকে কাফের হতে বলে। অতঃপর যখন সে কাফের হয়, তখন শয়তান বলেঃ তোমার সাথে আমার কোন সম্পর্ক নেই। আমি বিশ্বপালনকর্তা আল্লাহ তা’আলাকে ভয় করি।","bangla_murtaza":"তাদের অবস্থা শয়তানের মতো। সে মানুষকে বলে: ‘কুফুরি করো।’ অত:পর সে যখন কুফুরি করে, তখন শয়তান বলে: ‘তোমার সাথে আমার কোনো সম্পর্ক নেই, আমি আল্লাহ রাব্বুল আলামিনকে ভয় করি।’","english_text":"(They are) like Satan who says to man: \"Do not believe;\" and when he becomes a disbeliever, he says: \"I have nothing to do with you. I fear God, the Lord of all the worlds.\"","bangla_translit":"কামাছালিশ্ শাইত্বোয়া-নি ইয্ ক্ব-লা লিল্ইন্সা-নিক্ র্ফু ফালাম্মা-কাফারা ক্ব-লা ইন্নী বারী-য়ুম্ মিন্কা ইন্নী য় আখ-ফুল্লা-হা রব্বাল্ ‘আ-লামীন্।","english_translit":"Kamathali alshshaytani ith qala lilinsani okfur falamma kafara qala innee bareeon minka innee akhafu Allaha rabba alAAalameena"},{"sura":59,"aya":17,"quran_text":"فَكَانَ عَاقِبَتَهُمَا أَنَّهُمَا فِي النَّارِ خَالِدَيْنِ فِيهَا وَذَلِكَ جَزَاءُ الظَّالِمِينَ","bangla_mohiuddin":"অতঃপর উভয়ের পরিণতি হবে এই যে, তারা জাহান্নামে যাবে এবং চিরকাল তথায় বসবাস করবে। এটাই জালেমদের শাস্তি।","bangla_murtaza":"ফলে দু’জনের পরিণতিই হবে জাহান্নাম। সেখানেই থাকবে তারা চিরকাল। এটাই যালিমদের প্রতিদান।","english_text":"Both of them will end up in Hell, where they will abide for ever. This is the punishment for the wicked.","bangla_translit":"ফাকা-না ‘আক্বিবাতাহুমা য় আন্নাহুমা-ফিন্না-রি খা-লিদাইনি ফীহা-; অযা-লিকা জ্বাযা-য়ুজ্ জোয়া-লিমীন্।","english_translit":"Fakana AAaqibatahuma annahuma fee alnnari khalidayni feeha wathalika jazao alththalimeena"},{"sura":59,"aya":18,"quran_text":"يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَلْتَنْظُرْ نَفْسٌ مَا قَدَّمَتْ لِغَدٍ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ","bangla_mohiuddin":"মুমিনগণ, তোমরা আল্লাহ তা’আলাকে ভয় কর। প্রত্যেক ব্যক্তির উচিত, আগামী কালের জন্যে সে কি প্রেরণ করে, তা চিন্তা করা। আল্লাহ তা’আলাকে ভয় করতে থাক। তোমরা যা কর, আল্লাহ তা’আলা সে সম্পর্কে খবর রাখেন।","bangla_murtaza":"হে ঈমানদার লোকেরা! তোমরা আল্লাহ্কে ভয় করো। প্রত্যেক ব্যক্তিই যেনো ভেবে দেখে, সে আগামিকালের (পরকালের) জন্যে কী অগ্রিম পাঠিয়েছে? আল্লাহ্কে ভয় করো। নিশ্চয়ই আল্লাহ খবর রাখেন তোমরা যা আমল করো।","english_text":"O you who believe, be fearful of God. Let each soul consider what it has sent (of good deeds) in advance for the morrow, and fear God. Surely God is aware of what you do.","bangla_translit":"ইয়া য় আইয়্যুহাল্ লাযীনা আ-মানুত্তাকুল্লা-হা অল্ তার্ন্জু নাফ্সুম্ মা-ক্বাদ্দামাত্ লিগাদিন্ অত্তা কুল্লা-হ্; ইন্নাল্লা-হা খাবীরুম্ বিমা-তা’মালূন্।","english_translit":"Ya ayyuha allatheena amanoo ittaqoo Allaha waltanthur nafsun ma qaddamat lighadin waittaqoo Allaha inna Allaha khabeerun bima taAAmaloona"},{"sura":59,"aya":19,"quran_text":"وَلَا تَكُونُوا كَالَّذِينَ نَسُوا اللَّهَ فَأَنْسَاهُمْ أَنْفُسَهُمْ أُولَئِكَ هُمُ الْفَاسِقُونَ","bangla_mohiuddin":"তোমরা তাদের মত হয়ো না, যারা আল্লাহ তা’আলাকে ভুলে গেছে। ফলে আল্লাহ তা’আলা তাদেরকে আত্ন বিস্মৃত করে দিয়েছেন। তারাই অবাধ্য।","bangla_murtaza":"তোমরা ঐসব লোকদের মতো হয়োনা যারা আল্লাহ্কে ভুলে গেছে, ফলে আল্লাহও তাদের আত্মবিস্মৃত করে দিয়েছেন। এরাই ফাসিক।","english_text":"And be not like those who have forgotten God, so that God has made them forget themselves. Such are the reprobates.","bangla_translit":"অলা-তাকূনূ কাল্লাযীনা নাসুল্লা-হা ফাআন্সা-হুম্ আন্ফুসাহুম্; উলা-য়িকা হুমুল্ ফা-সিক্ব ক্রন্।","english_translit":"Wala takoonoo kaallatheena nasoo Allaha faansahum anfusahum olaika humu alfasiqoona"},{"sura":59,"aya":20,"quran_text":"لَا يَسْتَوِي أَصْحَابُ النَّارِ وَأَصْحَابُ الْجَنَّةِ أَصْحَابُ الْجَنَّةِ هُمُ الْفَائِزُونَ","bangla_mohiuddin":"জাহান্নামের অধিবাসী এবং জান্নাতের অধিবাসী সমান হতে পারে না। যারা জান্নাতের অধিবাসী, তারাই সফলকাম।","bangla_murtaza":"জাহান্নামিরা আর জান্নাতিরা সমান নয়। কারণ, জান্নাতিরা হবে সফলকাম।","english_text":"Alike are not the inmates of Hell and the residents of Paradise. The men of Paradise will be felicitous.","bangla_translit":"লা-ইয়াস্তাওয়ী য় আছ্হা-বুন্না-রি অ আছ্হা-বুল্ জ্বান্নাহ্; আছহা-বুল্ জ্বান্না-তি হুমুল্ ফা-য়িযূন্।","english_translit":"La yastawee ashabu alnnari waashabu aljannati ashabu aljannati humu alfaizoona"},{"sura":59,"aya":21,"quran_text":"لَوْ أَنْزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَرَأَيْتَهُ خَاشِعًا مُتَصَدِّعًا مِنْ خَشْيَةِ اللَّهِ وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ","bangla_mohiuddin":"যদি আমি এই কোরআন পাহাড়ের উপর অবতীর্ণ করতাম, তবে তুমি দেখতে যে, পাহাড় বিনীত হয়ে আল্লাহ তা’আলার ভয়ে বিদীর্ণ হয়ে গেছে। আমি এসব দৃষ্টান্ত মানুষের জন্যে বর্ণনা করি, যাতে তারা চিন্তা-ভাবনা করে।","bangla_murtaza":"আমরা যদি এ কুরআনকে কোনো পাহাড়ের উপর নাযিল করতাম, তবে তুমি সেটাকে দেখতে আল্লাহর ভয়ে বিনীত ও বিদীর্ণ হয়ে পড়ছে। আমরা এসব দৃষ্টান্ত প্রদান করি মানুষের জন্যে যাতে করে তারা চিন্তা-ভাবনা করে।","english_text":"If We had sent down this Qur'an to a mountain you would have seen it turn desolate and split into two for fear of God. We offer these examples to men that they may think and reflect.","bangla_translit":"লাও আন্যালনা- হা-যাল্ কুরআ-না ‘আলা- জ্বাবালিল্ লারয়াইতাহূ খ-শি‘আম্ মুতাছোয়াদ্দি‘আম্ মিন্ খশ্ইয়াতি ল্লা-হ্; অতিল্কাল্ আম্ছা-লু নাদ্ব্রিবুহা-লিন্না-সি লা‘আল্লাহুম্ ইয়াতাফাক্কারূন্।","english_translit":"Law anzalna hatha alqurana AAala jabalin laraaytahu khashiAAan mutasaddiAAan min khashyati Allahi watilka alamthalu nadribuha lilnnasi laAAallahum yatafakkaroona"},{"sura":59,"aya":22,"quran_text":"هُوَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ هُوَ الرَّحْمَنُ الرَّحِيمُ","bangla_mohiuddin":"তিনিই আল্লাহ তা’আলা, তিনি ব্যতীত কোন উপাস্য নেই; তিনি দৃশ্য ও অদৃশ্যকে জানেন তিনি পরম দয়ালু, অসীম দাতা।","bangla_murtaza":"তিনিই আল্লাহ, তিনি ছাড়া আর কোনো ইলাহ নেই। তিনি গায়েব ও দৃশ্যের জ্ঞানী। তিনি পরম করুণাময়, পরম দয়াবান।","english_text":"He is God; there is no god but He, the knower of the unknown and the known. He is the benevolent, ever-merciful.","bangla_translit":"হুওয়াল্লা-হু ল্লাযী লা য় ইলা-হা ইল্লা হুওয়া ‘আ-লিমুল্ গইবি অশ্শাহা-দাতি হুওর্য়া রহ্মা-র্নু রহীম্ ।","english_translit":"Huwa Allahu allathee la ilaha illa huwa AAalimu alghaybi waalshshahadati huwa alrrahmanu alrraheemu"},{"sura":59,"aya":23,"quran_text":"هُوَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلَامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ","bangla_mohiuddin":"তিনিই আল্লাহ তিনি ব্যতিত কোন উপাস্য নেই। তিনিই একমাত্র মালিক, পবিত্র, শান্তি ও নিরাপত্তাদাতা, আশ্রয়দাতা, পরাক্রান্ত, প্রতাপান্বিত, মাহাত্ন?486;ীল। তারা যাকে অংশীদার করে আল্লাহ তা’ আলা তা থেকে পবিত্র।","bangla_murtaza":"তিনিই আল্লাহ, তিনি ছাড়া আর কোনো ইলাহ নেই। তিনিই সার্বভৌম সম্রাট, তিনি সব ত্রুটি থেকে পবিত্র, তিনি শান্তি (দাতা), তিনি নিরাপত্তাদাতা, তিনি রক্ষক, তিনি মহাশক্তিধর, তিনি প্রবল-প্রচণ্ড, তিনি সর্বোচ্চ-মহান। তারা (তাঁর সাথে) যাদের শরিক করে, তিনি সেগুলো থেকে পবিত্র-মহান।","english_text":"He is God; there is no god but He, the King, the Holy, the Preserver, Protector, Guardian, the Strong, the Powerful, Omnipotent. Far too exalted is God for what they associate with Him.","bangla_translit":"হুওয়াল্লা-হুল্ লাযী লা য় ইলা-হা ইল্লা-হুওয়া আল্ মালিকুল্ কুদ্দূসুস্ সালা-মুল্ মুমিনুল্ মুহাইমিনুল্ ‘আযীযুল্ জ্বাব্বা-রুল্ মুতাকার্ব্বি; সুবহা-নাল্লা-হি ‘আম্মা- ইয়ুশ্রিকূন্।","english_translit":"Huwa Allahu allathee la ilaha illa huwa almaliku alquddoosu alssalamu almuminu almuhayminu alAAazeezu aljabbaru almutakabbiru subhana Allahi AAamma yushrikoona"},{"sura":59,"aya":24,"quran_text":"هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ الْأَسْمَاءُ الْحُسْنَى يُسَبِّحُ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ","bangla_mohiuddin":"তিনিই আল্লাহ তা’আলা, স্রষ্টা, উদ্ভাবক, রূপদাতা, উত্তম নাম সমূহ তাঁরই। নভোমন্ডলে ও ভূমন্ডলে যা কিছু আছে, সবই তাঁর পবিত্রতা ঘোষণা করে। তিনি পরাক্রান্ত প্রজ্ঞাময়।","bangla_murtaza":"তিনিই আল্লাহ, স্রষ্টা, সৃষ্টির উদ্ভাবক, আকৃতিদাতা, সব সুন্দর নাম তাঁরই। মহাকাশ ও পৃথিবীর সবকিছুই তাঁর তসবিহ্ করে। তিনি মহাশক্তিধর, মহাপ্রজ্ঞাবান।","english_text":"He is God, the Creator, the Maker, the Fashioner. His are all the names beautiful. Whatever is in the heavens and the earth sings His praises. He is all-mighty and all-wise.","bangla_translit":"হুওয়া ল্লা-হুল্ খ-লিকুল্ বা-রিয়ুল্ মুছোয়াওয়্যিরু লাহুল্ আস্মা-য়ুল হুস্না-; ইয়ুসাব্বিহু লাহূ মা-ফিস্ সামা-ওয়া-তি অল্ র্আদ্বি অহুওয়াল্ ‘আযীযুল্ হাকীম্।","english_translit":"Huwa Allahu alkhaliqu albario almusawwiru lahu alasmao alhusna yusabbihu lahu ma fee alssamawati waalardi wahuwa alAAazeezu alhakeemu"}]