[{"sura":42,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ حم","bangla_mohiuddin":"হা-মীম।","bangla_murtaza":"পরম করুণাময়পরম দয়াবান আল্লাহর নামে হা মিম।","english_text":"HA MIM.","bangla_translit":"হা-মী-ম্।","english_translit":"Hameem"},{"sura":42,"aya":2,"quran_text":"عسق","bangla_mohiuddin":"আইন, সীন ক্বা-ফ।","bangla_murtaza":"আঈন সিন কাফ।","english_text":"'Am Sin Qaf.","bangla_translit":"‘আই-ন্ সী-ন্ ক্ব- ফ্।","english_translit":"AAaynseenqaf"},{"sura":42,"aya":3,"quran_text":"كَذَلِكَ يُوحِي إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ اللَّهُ الْعَزِيزُ الْحَكِيمُ","bangla_mohiuddin":"এমনিভাবে পরাক্রমশালী, প্রজ্ঞাময় আল্লাহ আপনার প্রতি ও আপনার পূর্ববর্তীদের প্রতি ওহী প্রেরণ করেন।","bangla_murtaza":"(হে মুহাম্মদ!) এভাবেই মহাক্ষমতাবান মহাজ্ঞানী আল্লাহ তোমার প্রতি এবং আগের (নবী রসূলদের) প্রতি অহি করে আসছেন।","english_text":"So has God, all-mighty and all-wise, been revealing to you and to others before you.","bangla_translit":"কাযা-লিকা ইয়ূহী য় ইলাইকা অ ইলা ল্লাযীনা মিন্ ক্বব্লিকা ল্লা-হুল্ ‘আযীযুল্ হাকীম্।","english_translit":"Kathalika yoohee ilayka waila allatheena min qablika Allahu alAAazeezu alhakeemu"},{"sura":42,"aya":4,"quran_text":"لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَلِيُّ الْعَظِيمُ","bangla_mohiuddin":"নভোমন্ডলে যা কিছু আছে এবং ভূমন্ডলে যা কিছু আছে, সমস্তই তাঁর। তিনি সমুন্নত, মহান।","bangla_murtaza":"মহাবিশ্ব এবং পৃথিবীতে যা কিছু আছে, সবই তাঁর। তিনি সর্বোচ্চ, অতি মহান।","english_text":"Whatever is in the heavens and the earth, belongs to Him. He is all-high and supreme.","bangla_translit":"লাহূ মা-ফিস্ সামা-ওয়া-তি অমা-ফিল্ র্আদ; অহুওয়াল্ ‘আলিয়্যুল্ ‘আজীম্।","english_translit":"Lahu ma fee alssamawati wama fee alardi wahuwa alAAaliyyu alAAatheemu"},{"sura":42,"aya":5,"quran_text":"تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْ فَوْقِهِنَّ وَالْمَلَائِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ لِمَنْ فِي الْأَرْضِ أَلَا إِنَّ اللَّهَ هُوَ الْغَفُورُ الرَّحِيمُ","bangla_mohiuddin":"আকাশ উপর থেকে ফেটে পড়ার উপক্রম হয় আর তখন ফেরেশতাগণ তাদের পালনকর্তার প্রশংসাসহ পবিত্রতা বর্ণনা করে এবং পৃথিবীবাসীদের জন্যে ক্ষমা প্রার্থনা করে। শুনে রাখ, আল্লাহই ক্ষমাশীল, পরম করুনাময়।","bangla_murtaza":"(এই মহান আল্লাহর সাথেই তারা শিরক করছে, যার ফলে) তাদের উপর আকাশ ভেংগে পড়ার উপক্রম হয়েছে। (আল্লাহ এতোই মহান ও উদার যে,) তা সত্ত্বেও ফেরেশতারা তাদের প্রভুর প্রশংসার তসবিহ্ করার সাথে সাথে পৃথিবীর অধিবাসীদের জন্যেও ক্ষমা ভিক্ষা করছে। এখনো সতর্ক হয়ে যাও, নিশ্চয়ই আল্লাহ পরম ক্ষমাশীল, অতীব দয়ালু।","english_text":"The skies are near to bursting asunder above them (for awe of Him), and the angels sing the praises of their Lord, imploring forgiveness for the dwellers of the earth. Is it not that God is forgiving and merciful?","bangla_translit":"তাকা-দুস্ সামা-ওয়া-তু ইয়াতাফাতত্বোর্য়ানা-মিন্ ফাওক্বিহিন্না অল্মালা-য়িকাতু ইয়ুসাব্বিহূনা বিহাম্দি রব্বিহিম্ অইয়াস্তাগ্ফিরূনা লিমান্ ফিল্ র্আদ্ব্; আলা য় ইন্নাল্লা-হা হুওয়াল্ গফূর্রু রহীম্।","english_translit":"Takadu alssamawatu yatafattarna min fawqihinna waalmalaikatu yusabbihoona bihamdi rabbihim wayastaghfiroona liman fee alardi ala inna Allaha huwa alghafooru alrraheemu"},{"sura":42,"aya":6,"quran_text":"وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ اللَّهُ حَفِيظٌ عَلَيْهِمْ وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ","bangla_mohiuddin":"যারা আল্লাহ ব্যতীত অপরকে অভিভাবক হিসাবে গ্রহণ করে, আল্লাহ তাদের প্রতি লক্ষ্য রাখেন। আপনার উপর নয় তাদের দায়-দায়িত্ব।","bangla_murtaza":"যারা আল্লাহ ছাড়া অন্যদেরকে অলি (বন্ধু, রক্ষক, প্রভু ও অভিভাবক) হিসেবে গ্রহণ করে, (তারা তো নিজেদের জন্যে অতি ঠুনকো ও নিকৃষ্ট অলি গ্রহণ করে), প্রকৃত পক্ষে আল্লাহই তাদের রক্ষক ও হিফাযতকারী। তুমি তাদের (কার্যক্রমের) জিম্মাদার নও।","english_text":"Those who have taken protectors other than Him, are watched over by God. It is not for you to be their guardian.","bangla_translit":"অল্লাযীনাত্ তাখাযূ মিন্ দূনিহী য় আউলিয়া-য়াল্লা-হু হাফীজুন্ ‘আলাইহিম্ অমা য় আন্তা ‘আলাইহিম্ বিঅকীল্।","english_translit":"Waallatheena ittakhathoo min doonihi awliyaa Allahu hafeethun AAalayhim wama anta AAalayhim biwakeelin"},{"sura":42,"aya":7,"quran_text":"وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ قُرْآنًا عَرَبِيًّا لِتُنْذِرَ أُمَّ الْقُرَى وَمَنْ حَوْلَهَا وَتُنْذِرَ يَوْمَ الْجَمْعِ لَا رَيْبَ فِيهِ فَرِيقٌ فِي الْجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ","bangla_mohiuddin":"এমনি ভাবে আমি আপনার প্রতি আরবী ভাষায় কোরআন নাযিল করেছি, যাতে আপনি মক্কা ও তার আশ-পাশের লোকদের সতর্ক করেন এবং সতর্ক করেন সমাবেশের দিন সম্পর্কে, যাতে কোন সন্দেহ নেই। একদল জান্নাতে এবং একদল জাহান্নামে প্রবেশ করবে।","bangla_murtaza":"(হে মুহাম্মদ!) এভাবেই আমি তোমার প্রতি আরবি ভাষায় একটি কুরআন অবতীর্ণ করেছি, যাতে করে তুমি সতর্ক করে দিতে পারো মানব বসতির কেন্দ্র (মক্কা) এবং তার চারপাশের লোকদের। যেনো তুমি সতর্ক করতে পারো, সেদিনটি সম্পর্কে যেদিন সবাইকে (বিচারের জন্যে) একত্র করা হবে এবং সেদিনটির আগমন সম্পর্কে কোনোই সন্দেহ নেই। সেদিন একদল লোককে থাকতে দেয়া হবে জান্নাতে, আরেক দলকে নিক্ষেপ করা হবে প্রজ্জ্বলিত আগুনে।","english_text":"We have, therefore, revealed to you the eloquent Qur'an that you may warn the people of the Metropolis, and those who live around it, of the Day of Gathering, of which there is no doubt, (when mankind would be assembled) some in Heaven, some in Hell.","bangla_translit":"অকাযা-লিকা আওহাইনা য় ইলাইকা ক্বর্ আ-নান্ ‘আরবিয়্যাল্ লিতুন্যির উম্মাল্ কুর-অমান্ হাওলাহা-অতুন্যির ইয়াওমাল জ্বাম্‘ই লা-রইবা ফীহ্; ফারীকুন্ ফিল্ জ্বান্নাতি অ ফারীকুন্ ফিস্ সা‘র্ঈ।","english_translit":"Wakathalika awhayna ilayka quranan AAarabiyyan litunthira omma alqura waman hawlaha watunthira yawma aljamAAi la rayba feehi fareequn fee aljannati wafareequn fee alssaAAeeri"},{"sura":42,"aya":8,"quran_text":"وَلَوْ شَاءَ اللَّهُ لَجَعَلَهُمْ أُمَّةً وَاحِدَةً وَلَكِنْ يُدْخِلُ مَنْ يَشَاءُ فِي رَحْمَتِهِ وَالظَّالِمُونَ مَا لَهُمْ مِنْ وَلِيٍّ وَلَا نَصِيرٍ","bangla_mohiuddin":"আল্লাহ ইচ্ছা করলে সমস্ত লোককে এক দলে পরিণত করতে পারেন। কিন্তু তিনি যাকে ইচ্ছা স্বীয় রহমতে দাখিল করেন। আর যালেমদের কোন অভিভাবক ও সাহায্যকারী নেই।","bangla_murtaza":"আল্লাহ চাইলে তাদেরকে (মানুষকে) এক উম্মতে পরিণত করতে (এক আদর্শের অনুসারী জাতি বানাতে) পারতেন। কিন্তু তিনি তা করেন না, বরং তিনি যাকে চান তাকে নিজ রহমতের মধ্যে শামিল করে নেন। আর যালিমদের না আছে কোনো অলি, আর না আছে কোনো সাহায্যকারী।","english_text":"If God had pleased He would have made them one community of belief; but He admits whom He please to His grace; yet the sinners have neither friend nor helper.","bangla_translit":"অলাও শা-য়া ল্লা-হু লাজ্বা‘আলাহুম্ উম্মাতাঁও ওয়া-হিদাতাঁও অলা-কিইঁ ইয়ুদ্খিলু মাইঁ ইয়াশা-য়ু ফী রহ্মাতিহ্; অজ্ জোয়া-লিমূনা মা-লাহুম্ মিওঁ অলিয়্যিঁও অলা-নার্ছী।","english_translit":"Walaw shaa Allahu lajaAAalahum ommatan wahidatan walakin yudkhilu man yashao fee rahmatihi waalththalimoona ma lahum min waliyyin wala naseerin"},{"sura":42,"aya":9,"quran_text":"أَمِ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ فَاللَّهُ هُوَ الْوَلِيُّ وَهُوَ يُحْيِي الْمَوْتَى وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ","bangla_mohiuddin":"তারা কি আল্লাহ ব্যতীত অপরকে অভিভাবক স্থির করেছে? পরন্তু আল্লাহই তো একমাত্র অভিভাবক। তিনি মৃতদেরকে জীবিত করেন। তিনি সর্ববিষয়ে ক্ষমতাবান।","bangla_murtaza":"নাকি এরা আল্লাহকে ছাড়া অন্যদের অলি বানিয়ে নিয়েছে? অথচ আল্লাহই তো একমাত্র অলি। তিনিই তো মৃতকে জীবিত করেন আর একমাত্র তিনিই তো সক্ষম সবকিছু করতে।","english_text":"Have they taken others beside Him as protectors? It is God who protects; it is He who gives life to the dead, for He has power over everything.","bangla_translit":"আমিত্তাখযূ মিন্ দুনিহী য় আউলিয়া-য়া ফাল্লা-হু হুওয়াল্ অলিয়্যু অহুওয়া ইয়ুহ্য়িল মাওতা অ হুওয়া ‘আলা-কুল্লি শাইয়িন্ ক্বর্দী।","english_translit":"Ami ittakhathoo min doonihi awliyaa faAllahu huwa alwaliyyu wahuwa yuhyee almawta wahuwa AAala kulli shayin qadeerun"},{"sura":42,"aya":10,"quran_text":"وَمَا اخْتَلَفْتُمْ فِيهِ مِنْ شَيْءٍ فَحُكْمُهُ إِلَى اللَّهِ ذَلِكُمُ اللَّهُ رَبِّي عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ","bangla_mohiuddin":"তোমরা যে বিষয়েই মতভেদ কর, তার ফয়সালা আল্লাহর কাছে সোপর্দ। ইনিই আল্লাহ আমার পালনকর্তা আমি তাঁরই উপর নির্ভর করি এবং তাঁরই অভিমুখী হই।","bangla_murtaza":"তোমরা যে ব্যাপারেই মতভেদ করো না কেন, তার ফায়সালা দেয়ার মালিক তো একমাত্র আল্লাহ। (হে মুহাম্মদ! ঘোষণা করে দাও) এই আল্লাহই আমার রব। তাঁর উপরই আমি আস্থা স্থাপন করেছি এবং (সকল ব্যাপারে) আমি কেবল তাঁরই দিকে প্রত্যাবর্তন করি।","english_text":"In whatever matter you disagree the ultimate judgement rests with God. This is God, my Lord; in Him have I placed my trust, if to Him I turn.","bangla_translit":"অমাখ্ তালাফ্তুম্ ফীহি মিন্ শাইয়িন্ ফাহুক্মুহূ য় ইলাল্লা-হ্; যা-লিকুমুল্লা-হু রব্বী ‘আলাইহি তাওয়াক্কাল্তু অইলাইহি উনীব্।","english_translit":"Wama ikhtalaftum feehi min shayin fahukmuhu ila Allahi thalikumu Allahu rabbee AAalayhi tawakkaltu wailayhi oneebu"},{"sura":42,"aya":11,"quran_text":"فَاطِرُ السَّمَاوَاتِ وَالْأَرْضِ جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا وَمِنَ الْأَنْعَامِ أَزْوَاجًا يَذْرَؤُكُمْ فِيهِ لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ","bangla_mohiuddin":"তিনি নভোমন্ডল ও ভূমন্ডলের স্রষ্টা। তিনি তোমাদের মধ্য থেকে তোমাদের জন্যে যুগল সৃষ্টি করেছেন এবং চতুস্পদ জন্তুদের মধ্য থেকে জোড়া সৃষ্টি করেছেন। এভাবে তিনি তোমাদের বংশ বিস্তার করেন। কোন কিছুই তাঁর অনুরূপ নয়। তিনি সব শুনেন, সব দেখেন।","bangla_murtaza":"মহাবিশ্ব এবং এই পৃথিবীর তিনিই সৃষ্টিকর্তা। তিনি তোমাদের থেকেই তোমাদের জোড়া (নারী-পুরুষ) সৃষ্টি করেছেন এবং অন্যান্য জীব-জানোয়ারেরও জোড়া সৃষ্টি করেছেন (তাদের  প্রজাতি থেকেই)। এই (নারী-পুরুষ মিলন) প্রক্রিয়াতেই তিনি তোমাদের সৃষ্টি করেন। কিছুই নেই তাঁর মতো, তাঁর সদৃশ। সর্বশ্রোতা তিনি, সর্বদ্রষ্টা তিনি।","english_text":"Originator of the heavens and the earth, He has made your consorts from among you, and made pairs of cattle. He multiplies you in this way. There is no other like Him. He is all-hearing and all-seeing.","bangla_translit":"ফা-ত্বিরুস্ সামা-ওয়া-তি অল্ র্আদ্ব্; জ্বা‘আলা লাকুম্ মিন্ আন্ফুস্কিম্ আয্ওয়া-জ্বাঁও অমিনাল্ আন্‘আ-মি আয্ওয়া-জ্বান্ ইয়ায্রায়ুকুম্ ফীহ্; লাইসা কামিছ্লিহী শাইয়ুন্ অহুওয়াস্ সামীউ’ল্ বার্ছী।","english_translit":"Fatiru alssamawati waalardi jaAAala lakum min anfusikum azwajan wamina alanAAami azwajan yathraokum feehi laysa kamithlihi shayon wahuwa alssameeAAu albaseeru"},{"sura":42,"aya":12,"quran_text":"لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ إِنَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ","bangla_mohiuddin":"আকাশ ও পৃথিবীর চাবি তাঁর কাছে। তিনি যার জন্যে ইচ্ছা রিযিক বৃদ্ধি করেন এবং পরিমিত করেন। তিনি সর্ব বিষয়ে জ্ঞানী।","bangla_murtaza":"মহাবিশ্ব এবং এই পৃথিবীর (সমস্ত সম্পদ ভান্ডারের) চাবিকাঠি তাঁরই হাতে। তিনি যাকে ইচ্ছা জীবিকা প্রশস্ত করে দেন, আর সীমাবদ্ধ করে দেন (যাকে ইচ্ছা)। (কারণ) সকল বিষয়ে তিনি সর্বজ্ঞানী।","english_text":"He holds the keys of the heavens and the earth. He increases or decreases the provision of any one He will. He has knowledge of everything.","bangla_translit":"লাহূ মাক্ব-লীদুস্ সামা-ওয়া-তি অল্ র্আদ্বি ইয়াব্সুত্বর্ রিয্ক্ব লিমাইঁ ইয়াশা-য়ু অইয়ার্ক্ব্দি ইন্নাহূ বিকুল্লি শাইয়িন্ ‘আলীম্।","english_translit":"Lahu maqaleedu alssamawati waalardi yabsutu alrrizqa liman yashao wayaqdiru innahu bikulli shayin AAaleemun"},{"sura":42,"aya":13,"quran_text":"شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ وَلَا تَتَفَرَّقُوا فِيهِ كَبُرَ عَلَى الْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ اللَّهُ يَجْتَبِي إِلَيْهِ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ يُنِيبُ","bangla_mohiuddin":"তিনি তোমাদের জন্যে দ্বীনের ক্ষেত্রে সে পথই নিধারিত করেছেন, যার আদেশ দিয়েছিলেন নূহকে, যা আমি প্রত্যাদেশ করেছি আপনার প্রতি এবং যার আদেশ দিয়েছিলাম ইব্রাহীম, মূসা ও ঈসাকে এই মর্মে যে, তোমরা দ্বীনকে প্রতিষ্ঠিত কর এবং তাতে অনৈক্য সৃষ্টি করো না। আপনি মূশরেকদেরকে যে বিষয়ের প্রতি আমন্ত্রণ জানান, তা তাদের কাছে দুঃসাধ্য বলে মনে হয়। আল্লাহ যাকে ইচ্ছা মনোনীত করেন এবং যে তাঁর অভিমুখী হয়, তাকে পথ প্রদর্শন করেন।","bangla_murtaza":"তিনি তোমাদের জন্যে স্থির করে দিয়েছেন সেই একই দীন (জীবন-পদ্ধতি), যা নির্ধারণ করে দিয়েছিলেন নূহকে এবং যা এখন আমরা অহি করছি (হে মুহাম্মদ!) তোমাকে। এটাই সেই দীন (জীবন-পদ্ধতি) যা আমরা স্থির করে দিয়েছিলাম ইবরাহিম এবং মূসা ও ঈসাকে। (তাদের সবাইকে নির্দেশ দিয়েছিলাম:) এই দীনকে বাস্তব ক্ষেত্রে প্রতিষ্ঠিত করো এবং তাতে কোনো বিভক্তি সৃষ্টি করোনা। (হে মুহাম্মদ!) মুশরিকদের জন্যে (এই দীন) বড়ই অসহনীয়-যার দিকে তুমি তাদের ডাকছো। আল্লাহ যাকে ইচ্ছা নিজের জন্যে মনোনীত করেন এবং তিনি নিজের দিকে পথ দেখান সে ব্যক্তিকেই, যে (অনুশোচনা, আনুগত্য ও) বিনয়ের সাথে তাঁর প্রতি রুজু হয়।","english_text":"He has laid down for you the (same) way of life and belief which He had commended to Noah, and which We have enjoined on you, and which We had bequeathed to Abraham, Moses and Jesus, so that they should maintain the order and not be divided among themselves. Heavy is to idolaters what you invite them to. God chooses whom He please for Himself, and guides to Himself whoever turns to Him.","bangla_translit":"শারা‘আ লাকুম্ মিনাদ্দীনি মা-অছ্ছোয়া- বিহী নূহাঁও অল্লাযী য় আওহাইনা য় ইলাইকা অমা-অছ্ছোয়াইনা-বিহী ইব্রা য় হীমা অমূসা-অ‘ঈসা য় আন্ আক্বীমুদ্দীনা অলা-তাতার্ফারকু ফীহ্; কাবুর ‘আলাল্ মুশ্রিকীনা মা-তাদ্‘ঊহুম্ ইলাইহ্; আল্লা-হু ইয়াজ্ব্ তাবী য় ইলাইহি মাইঁ ইয়াশা-য়ু অইয়াহ্দী য় ইলাইহি মাইঁ ইয়ুনীব্।","english_translit":"SharaAAa lakum mina alddeeni ma wassa bihi noohan waallathee awhayna ilayka wama wassayna bihi ibraheema wamoosa waAAeesa an aqeemoo alddeena wala tatafarraqoo feehi kabura AAala almushrikeena ma tadAAoohum ilayhi Allahu yajtabee ilayhi man yashao wayahdee ilayhi man yuneebu"},{"sura":42,"aya":14,"quran_text":"وَمَا تَفَرَّقُوا إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ إِلَى أَجَلٍ مُسَمًّى لَقُضِيَ بَيْنَهُمْ وَإِنَّ الَّذِينَ أُورِثُوا الْكِتَابَ مِنْ بَعْدِهِمْ لَفِي شَكٍّ مِنْهُ مُرِيبٍ","bangla_mohiuddin":"তাদের কাছে জ্ঞান আসার পরই তারা পারস্পরিক বিভেদের কারণে মতভেদ করেছে। যদি আপনার পালনকর্তার পক্ষ থেকে নির্দিষ্ট সময় পর্যন্ত অবকাশের পূর্ব সিদ্ধান্ত না থাকত, তবে তাদের ফয়সালা হয়ে যেত। তাদের পর যারা কিতাব প্রাপ্ত হয়েছে, তারা অস্বস্তিকর সন্দেহে পতিত রয়েছে।","bangla_murtaza":"প্রকৃত জ্ঞান আসার পরেই লোকেরা বিভক্ত হয়ে পড়েছে নিজেদের মধ্যে পারস্পারিক (স্বার্থগত) বাড়াবাড়ির কারণে। তোমার প্রভুর পক্ষ থেকে একটি নির্দিষ্ট সময় পর্যন্ত অবকাশ প্রদানের পূর্ব সিদ্ধান্ত না থাকলে অবশ্যি তাদের এই (বিবাদ বিভক্তির) চূড়ান্ত ফায়সালা করে দেয়া হতো। প্রথম দিকের লোকদের পরে যারা কিতাবের উত্তরাধিকারী হয়েছে, তারা (আল্লাহর দীন ও কিতাব) সম্পর্কে বিভ্রান্তিকর সন্দেহে নিমজ্জিত রয়েছে।","english_text":"Yet they did not differ about it until knowledge came to them, through rivalries among themselves. If the Word of your Lord, (staying) it for a time ordained, had not preceded it, the matter would have been settled among them. But those who came to inherit the Book after them are also in doubt and disturbed about it.","bangla_translit":"অমা-তার্ফারাকু য় ইল্লা-মিম্ বা’দি মা-জ্বা-য়াহুমুল্ ‘ইল্মু বাগ্ইয়াম্ বাইনাহুম্; অলাওলা- কালিমাতুন্ সাবাক্বত্ র্মি রব্বিকা ইলা -আজ্বালিম্ মুসাম্মাল্ লাকুদিয়া বাইনাহুম্; অইন্নাল্লাযীনা ঊরিছুল্ কিতা-বা মিম্ বা’দিহিম্ লাফী শাক্কিম্ মিন্হু মুরীব্।","english_translit":"Wama tafarraqoo illa min baAAdi ma jaahumu alAAilmu baghyan baynahum walawla kalimatun sabaqat min rabbika ila ajalin musamman laqudiya baynahum wainna allatheena oorithoo alkitaba min baAAdihim lafee shakkin minhu mureebin"},{"sura":42,"aya":15,"quran_text":"فَلِذَلِكَ فَادْعُ وَاسْتَقِمْ كَمَا أُمِرْتَ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ وَقُلْ آمَنْتُ بِمَا أَنْزَلَ اللَّهُ مِنْ كِتَابٍ وَأُمِرْتُ لِأَعْدِلَ بَيْنَكُمُ اللَّهُ رَبُّنَا وَرَبُّكُمْ لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ لَا حُجَّةَ بَيْنَنَا وَبَيْنَكُمُ اللَّهُ يَجْمَعُ بَيْنَنَا وَإِلَيْهِ الْمَصِيرُ","bangla_mohiuddin":"সুতরাং আপনি এর প্রতিই দাওয়াত দিন এবং হুকুম অনুযায়ী অবিচল থাকুন; আপনি তাদের খেয়ালখুশীর অনুসরণ করবেন না। বলুন, আল্লাহ যে কিতাব নাযিল করেছেন, আমি তাতে বিশ্বাস স্থাপন করেছি। আমি তোমাদের মধ্যে ন্যায় বিচার করতে আদিষ্ট হয়েছি। আল্লাহ আমাদের পালনকর্তা ও তোমাদের পালনকর্তা। আমাদের জন্যে আমাদের কর্ম এবং তোমাদের জন্যে তোমাদের কর্ম। আমাদের মধ্যে ও তোমাদের মধ্যে বিবাদ নেই। আল্লাহ আমাদেরকে সমবেত করবেন এবং তাঁরই দিকে প্রত্যাবর্তণ হবে।","bangla_murtaza":"এমতাবস্থায় তুমি সরাসরি কেবল আল্লাহর দীনের দিকেই মানুষকে আহবান করো এবং এর উপরই অটল অবিচল থাকো, যেভাবে তোমাকে নির্দেশ দেয়া হয়েছে। লোকেরা যা চায়, তা মেনে চলোনা; বরং তাদের বলো: ‘আমি তো আল্লাহর অবতীর্ণ কিতাবের প্রতি ঈমান এনেছি (তাই আমি এ কিতাব বাদ দিয়ে মানুষের ইচ্ছার অনুসরণ করতে পারিনা), তাছাড়া তোমাদের মাঝে ন্যায়বিচার করার নির্দেশ আমাকে দেয়া হয়েছে। আল্লাহই আমাদের প্রভু এবং তোমাদেরও প্রভু। আমাদের কর্ম আমাদের জন্যে আর তোমাদের কর্ম তোমাদের জন্যে। আমাদের ও তোমাদের মাঝে কোনো বিতর্ক নেই। একদিন আল্লাহ আমাদের সবাইকে একস্থানে জমায়েত করবেন আর শেষ পর্যন্ত সবাইকে ফিরে যেতে হবে তাঁরই কাছে।’","english_text":"Yet to that (law) you should call them, and be constant as commanded. Do not follow their passing whims, but say: \"I believe in whatever Scripture God has revealed, and I am commanded to act with equivalence among you. God is our Lord and your Lord. To us our actions, to you your deeds. There is no dispute between you and us. God will gather us all together, and to Him is our returning.\"","bangla_translit":"ফালিযা-লিকা ফাদ্‘উ অস্তাক্বিম্ কামা য় উর্মিতা অলা-তাত্তাবি’ আহ্ওয়া য় য়াহুম অকুল্ আ-মান্তু বিমা য় আন্যালা ল্লা-হু মিন্ কিতা-বিন্ আউর্মিতু লিআ’দিলা বাইনাকুম্; আল্লা-হু রব্বুনা- অরব্বুকুম্; লানা য় আ’মা-লুনা-অলাকুম্ আ’মা-লুকুম্;লা-হুজ্জাতা বাইনানা- অবাইনাকুম্; আল্লা-হু ইয়াজ্ব মা‘উ বাইনানা অইলাইহিল্ মার্ছী।","english_translit":"Falithalika faodAAu waistaqim kama omirta wala tattabiAA ahwaahum waqul amantu bima anzala Allahu min kitabin waomirtu liaAAdila baynakum Allahu rabbuna warabbukum lana aAAmaluna walakum aAAmalukum la hujjata baynana wabaynakumu Allahu yajmaAAu baynana wailayhi almaseeru"},{"sura":42,"aya":16,"quran_text":"وَالَّذِينَ يُحَاجُّونَ فِي اللَّهِ مِنْ بَعْدِ مَا اسْتُجِيبَ لَهُ حُجَّتُهُمْ دَاحِضَةٌ عِنْدَ رَبِّهِمْ وَعَلَيْهِمْ غَضَبٌ وَلَهُمْ عَذَابٌ شَدِيدٌ","bangla_mohiuddin":"আল্লাহর দ্বীন মেনে নেয়ার পর যারা সে সম্পর্কে বিতর্কে প্রবৃত্ত হয়, তাদের বিতর্ক তাদের পালনকর্তার কাছে বাতিল, তাদের প্রতি আল্লাহর গযব এবং তাদের জন্যে রয়েছে কঠোর আযাব।","bangla_murtaza":"আল্লাহর দেয়া দীন ও জীবন পদ্ধতি গ্রহণ করার পর যারা দীনের এই প্রকৃত অনুসারীদের সাথে বিতর্কে লিপ্ত হয়, তাদের প্রভুর দৃষ্টিতে তাদের এই বিতর্ক অর্থহীন-বাতিল। তাদের উপর আপতিত হয় প্রচণ্ড গজব। আর তাদের জন্যে রয়েছে দু:সহ আযাব।","english_text":"As for those who argue in the matter of God after He has been fully acknowledged, their disputing has no force with their Lord. Upon them is (God's) anger, and the punishment for them will be severe.","bangla_translit":"অল্লাযীনা ইয়ুহা-জুনা ফিল্লা-হি মিম্ বা’দি মাস্তুজীবা লাহূ হুজ্জ্বাতুহুম্ দা-হিদ্বোয়াতুন্ ‘ইন্দা রব্বিহিম্ অ‘আলাইহিম্ গদ্বোয়াবুঁও অলাহুম্ ‘আযা-বুন্ শাদীদ্।","english_translit":"Waallatheena yuhajjoona fee Allahi min baAAdi ma istujeeba lahu hujjatuhum dahidatun AAinda rabbihim waAAalayhim ghadabun walahum AAathabun shadeedun"},{"sura":42,"aya":17,"quran_text":"اللَّهُ الَّذِي أَنْزَلَ الْكِتَابَ بِالْحَقِّ وَالْمِيزَانَ وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ قَرِيبٌ","bangla_mohiuddin":"আল্লাহই সত্যসহ কিতাব ও ইনসাফের মানদন্ড নাযিল করেছেন। আপনি কি জানেন, সম্ভবতঃ কেয়ামত নিকটবর্তী।","bangla_murtaza":"আল্লাহ, নিঃসন্দেহে তিনিই নাযিল করেছেন ‘আল কিতাব’ (আল কুরআন) এবং ‘আল মীযান’ (জীবন-যাপনের সুষম বিধান)। তুমি কী করে জানবে হয়তো কিয়ামত একেবারে সন্নিকটে?","english_text":"It is God who has sent down the Book with the truth, and the Balance. How do you know the Hour is not near?","bangla_translit":"আল্লা-হুল্ লাযী য় আন্যালাল্ কিতা-বা বিল্হাক্ব ক্বি অল্ মীযা-ন্; অমা-ইয়ুদ্রীকা লা‘আল্লাস্ সা-‘আতা ক্বরীব্।","english_translit":"Allahu allathee anzala alkitaba bialhaqqi waalmeezani wama yudreeka laAAalla alssaAAata qareebun"},{"sura":42,"aya":18,"quran_text":"يَسْتَعْجِلُ بِهَا الَّذِينَ لَا يُؤْمِنُونَ بِهَا وَالَّذِينَ آمَنُوا مُشْفِقُونَ مِنْهَا وَيَعْلَمُونَ أَنَّهَا الْحَقُّ أَلَا إِنَّ الَّذِينَ يُمَارُونَ فِي السَّاعَةِ لَفِي ضَلَالٍ بَعِيدٍ","bangla_mohiuddin":"যারা তাতে বিশ্বাস করে না তারা তাকে তড়িৎ কামনা করে। আর যারা বিশ্বাস করে, তারা তাকে ভয় করে এবং জানে যে, তা সত্য। জেনে রাখ, যারা কেয়ামত সম্পর্কে বিতর্ক করে, তারা দূরবর্তী পথ ভ্রষ্টতায় লিপ্ত রয়েছে।","bangla_murtaza":"যারা ঐ দিনটিকে বিশ্বাস করেনা, তারাই সে দিনটির জন্যে তাড়াহুড়া করে। আর যারা সে দিনটির প্রতি ঈমান এনেছে তারা তার ভয়ে ভীত। তারা জানে, সে দিনটি মহাসত্য। সাবধান! যারা সে দিনটির আগমন সম্পর্কে বিতর্ক করে, তারা নিমজ্জিত দুস্তর ভুলের মধ্যে।","english_text":"Only they who do not believe in it wish to hasten it; but those who believe are in fear of it, for they know it to be true. Surely those who are in doubt about the Hour are wandering far astray.","bangla_translit":"ইয়াস্তা’জ্বিলু বিহাল্লাযীনা লা- ইয়ুমিনূনা বিহা-অল্লাযীনা আ-মানূ মুশ্ফিকুনা মিন্হা- অইয়া’লামূনা আন্নাহাল্ হাক্ব্; আলা য় ইন্নাল্ লাযীনা ইয়ুমা-রূনা ফিস্ সা-‘আতি লাফী দ্বোয়ালা-লিম্ বা‘ঈদ্।","english_translit":"YastaAAjilu biha allatheena la yuminoona biha waallatheena amanoo mushfiqoona minha wayaAAlamoona annaha alhaqqu ala inna allatheena yumaroona fee alssaAAati lafee dalalin baAAeedin"},{"sura":42,"aya":19,"quran_text":"اللَّهُ لَطِيفٌ بِعِبَادِهِ يَرْزُقُ مَنْ يَشَاءُ وَهُوَ الْقَوِيُّ الْعَزِيزُ","bangla_mohiuddin":"আল্লাহ তাঁর বান্দাদের প্রতি দয়ালু। তিনি যাকে ইচ্ছা, রিযিক দান করেন। তিনি প্রবল, পরাক্রমশালী।","bangla_murtaza":"আল্লাহ তাঁর বান্দাদের প্রতি পরম দয়াবান। তিনি যাকে ইচ্ছা জীবিকার প্রাচুর্য দিয়ে থাকেন। তিনি সর্বশক্তিমান এবং সর্বময় ক্ষমতার অধিকারী।","english_text":"God is gracious to His creatures, and bestows favours on whosoever He will. He is all-powerful and all-mighty.","bangla_translit":"আল্লা-হু লাত্বীফুম্ বি‘ইবা-দিহী ইর্য়াযুকু মাইঁ ইয়াশা-য়ু অহুওয়াল্ ক্বওয়িয়্যুল্ ‘আযীয্।","english_translit":"Allahu lateefun biAAibadihi yarzuqu man yashao wahuwa alqawiyyu alAAazeezu"},{"sura":42,"aya":20,"quran_text":"مَنْ كَانَ يُرِيدُ حَرْثَ الْآخِرَةِ نَزِدْ لَهُ فِي حَرْثِهِ وَمَنْ كَانَ يُرِيدُ حَرْثَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الْآخِرَةِ مِنْ نَصِيبٍ","bangla_mohiuddin":"যে কেউ পরকালের ফসল কামনা করে, আমি তার জন্যে সেই ফসল বাড়িয়ে দেই। আর যে ইহকালের ফসল কামনা করে, আমি তাকে তার কিছু দিয়ে দেই এবং পরকালে তার কোন অংশ থাকবে না।","bangla_murtaza":"যে (নিজের কর্মের মাধ্যমে) আখিরাতের ফসল (পুরস্কার) কামনা করে, আমি প্রবৃদ্ধি দান করি তার সেই ফসলে। আর যে (নিজের কর্মের মাধ্যমে) পেতে চায় ইহজাগতিক ফসল (পুরস্কার), আমি তাকে সেখান থেকে কিছু অংশ দিয়ে থাকি। কিন্তু তার জন্যে কিছুই নেই আখিরাতে।","english_text":"Whoever desires the fruits of the Hereafter, We shall add to his fruit. As for him who desires the fruits of this world, We shall give to him of these, but he will have no share in the Hereafter.","bangla_translit":"মান্ কা-না ইয়ুরীদু র্হাছাল্ আ-খিরতি নাযিদ্ লাহূ ফী র্হাছিহী অমান্ কা-না ইয়ুরীদু র্হাছাদ্দুন্ইয়া- নুতিহী মিন্হা-অমা-লাহূ ফিল্ আ-খিরতি মিন্ নাছীব্।","english_translit":"Man kana yureedu hartha alakhirati nazid lahu fee harthihi waman kana yureedu hartha alddunya nutihi minha wama lahu fee alakhirati min naseebin"},{"sura":42,"aya":21,"quran_text":"أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنَ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللَّهُ وَلَوْلَا كَلِمَةُ الْفَصْلِ لَقُضِيَ بَيْنَهُمْ وَإِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ","bangla_mohiuddin":"তাদের কি এমন শরীক দেবতা আছে, যারা তাদের জন্যে সে ধর্ম সিদ্ধ করেছে, যার অনুমতি আল্লাহ দেননি ? যদি চুড়ান্ত সিন্ধান্ত না থাকত, তবে তাদের ব্যাপারে ফয়সালা হয়ে যেত। নিশ্চয় যালেমদের জন্যে রয়েছে যন্ত্রণাদায়ক শাস্তি।","bangla_murtaza":"নাকি তারা আল্লাহর শরিকদার বানিয়ে নিয়েছে এবং সেই শরিকদাররা তাদের জন্যে এমন কোনো জীবন-বিধান প্রবর্তন করেছে, যার অনুমতি আল্লাহ দেননি? (আখিরাতে) ফায়সালা করার ঘোষণা যদি দেয়া না থাকতো, তবে তাদের (এই বিরোধের) ফায়সালা (এখানেই) করে দেয়া হতো। আর এই যালিমদের জন্যে অবশ্যি রয়েছে যন্ত্রণাদায়ক আযাব।","english_text":"Have they other associates who have prescribed another law for them which has not been dispensed by God? But for the decisive Word (of God) a sentence would have been passed amongst them. Surely there is a grievous punishment for the ungodly.","bangla_translit":"আম্ লাহুম্ শুরাকা-য়ু শারা‘উলাহুম্ মিনা দ্দীনি মা-লাম্ ইয়াযাম্ বিহিল্লা-হ্; অলাওলা-কালিমাতুল্ ফাছ্লি লাকুদ্বিয়া বাইনাহুম্ অইন্নাজ্ জোয়া-লিমীনা লাহুম্ ‘আযা-বুন্ আলীম্।","english_translit":"Am lahum shurakao sharaAAoo lahum mina alddeeni ma lam yathan bihi Allahu walawla kalimatu alfasli laqudiya baynahum wainna alththalimeena lahum AAathabun aleemun"},{"sura":42,"aya":22,"quran_text":"تَرَى الظَّالِمِينَ مُشْفِقِينَ مِمَّا كَسَبُوا وَهُوَ وَاقِعٌ بِهِمْ وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فِي رَوْضَاتِ الْجَنَّاتِ لَهُمْ مَا يَشَاءُونَ عِنْدَ رَبِّهِمْ ذَلِكَ هُوَ الْفَضْلُ الْكَبِيرُ","bangla_mohiuddin":"আপনি কাফেরদেরকে তাদের কৃতকর্মের জন্যে ভীতসন্ত্রস্ত দেখবেন। তাদের কর্মের শাস্তি অবশ্যই তাদের উপর পতিত হবে। আর যারা মুমিন ও সৎকর্মী, তারা জান্নাতের উদ্যানে থাকবে। তারা যা চাইবে, তাই তাদের জন্যে তাদের পালনকর্তার কাছে রয়েছে। এটাই বড় পুরস্কার।","bangla_murtaza":"তুমি দেখতে পাবে (বিচারের দিন) এই যালিমরা তাদের কৃতকর্মের জন্যে ভীত আতংকিত। অথচ তা (আল্লাহর আযাব) তাদের উপর আপতিত হবেই। পক্ষান্তরে যারা ‘ঈমান এনেছে’ এবং ‘আমলে সালেহ্’ করেছে, তারা বসবাস করবে জান্নাতের মনোরম বাগ-বাগিচায়। তারা যা যা ইচ্ছা করবে তাদের প্রভুর কাছে সবই পাবে। এ হলো সর্বশ্রেষ্ঠ অনুগ্রহ (Supreme Grace)।","english_text":"You will see the evil-doers full of fear of what they deserve, yet it will come to pass. But those who believe and do the right will be in gardens of Paradise. They will receive what they wish from their Lord; and this will be the greatest favour.","bangla_translit":"তারজ্ জোয়া-লিমীনা মুশ্ফিক্বীনা মিম্মা-কাসাবূ অহুওয়া ওয়া-ক্বিউ’ম্ বিহিম্; অল্লাযীনা আ-মানূ অ‘আমিলুছ্ ছোয়া-লিহা-তি ফী রাওদ্বোয়া-তিল্ জ্বান্না-তি লাহুম্ মা-ইয়াশা-য়ূনা ‘ইন্দা রব্বিহিম্; যা-লিকা হুওয়াল্ ফাদ্ব্লুল্ কার্বী।","english_translit":"Tara alththalimeena mushfiqeena mimma kasaboo wahuwa waqiAAun bihim waallatheena amanoo waAAamiloo alssalihati fee rawdati aljannati lahum ma yashaoona AAinda rabbihim thalika huwa alfadlu alkabeeru"},{"sura":42,"aya":23,"quran_text":"ذَلِكَ الَّذِي يُبَشِّرُ اللَّهُ عِبَادَهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ قُلْ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِلَّا الْمَوَدَّةَ فِي الْقُرْبَى وَمَنْ يَقْتَرِفْ حَسَنَةً نَزِدْ لَهُ فِيهَا حُسْنًا إِنَّ اللَّهَ غَفُورٌ شَكُورٌ","bangla_mohiuddin":"এরই সুসংবাদ দেন আল্লাহ তার সেসব বান্দাকে, যারা বিশ্বাস স্থাপন করে ও সৎকর্ম করে। বলুন, আমি আমার দাওয়াতের জন্যে তোমাদের কাছে কেবল আত্নীয়তাজনিত সৌহার্দ চাই। যে কেউ উত্তম কাজ করে, আমি তার জন্যে তাতে পুণ্য বাড়িয়ে দেই। নিশ্চয় আল্লাহ ক্ষমাকারী, গুণগ্রাহী।","bangla_murtaza":"এটাই সেই মহোত্তম পুরস্কার, আল্লাহ এরই সুসংবাদ দিচ্ছেন তাঁর সেইসব দাসদের, যারা ‘ঈমান এনেছে’ এবং ‘আমলে সালেহ’ করেছে। হে মুহাম্মদ! (তোমার জ্ঞাতির লোকদের) বলো: ‘এর (এই দাওয়াত ও আহবানের) বিনিময়ে আমি তোমাদের কাছে আত্মীয়তার সৌজন্য ছাড়া আর কোনো প্রতিদান চাইনা।’ যে কল্যাণকর কাজ করে, আমি তাতে তার কল্যাণের মাত্রা বাড়িয়ে দিই। নিশ্চয়ই আল্লাহ পরম ক্ষমাশীল এবং ভালো কাজের মর্যাদা দানকারী।","english_text":"This is the good news that God gives to His creatures who believe and do good. Say: \"I ask no recompense of you for it other than obligations of relationship.\" We shall give more excellence to him who acquires excellence. Surely God forgives and accepts (gratitude).","bangla_translit":"যা-লিকাল্লাযী ইয়ুবাশ্শিরুল্লা-হু ‘ইবা-দাহুল্ লাযীনা আ-মানূ অ‘আমিলুছ্ ছোয়া-লিহা-ত্; কুল্ লা য় আস্য়ালুকুম্ ‘আলাইহি আজ্ব রান্ ইল্লাল্ মাওয়াদ্দাতা ফিল্ ক্বর্ ুবা-; অ মাইঁ ইয়াক্ব তারিফ্ হাসানাতান্ নাযিদ্ লাহূ ফীহা-হুস্না-ইন্না ল্লা-হা গফূরুন্ শার্কূ।","english_translit":"Thalika allathee yubashshiru Allahu AAibadahu allatheena amanoo waAAamiloo alssalihati qul la asalukum AAalayhi ajran illa almawaddata fee alqurba waman yaqtarif hasanatan nazid lahu feeha husnan inna Allaha ghafoorun shakoorun"},{"sura":42,"aya":24,"quran_text":"أَمْ يَقُولُونَ افْتَرَى عَلَى اللَّهِ كَذِبًا فَإِنْ يَشَإِ اللَّهُ يَخْتِمْ عَلَى قَلْبِكَ وَيَمْحُ اللَّهُ الْبَاطِلَ وَيُحِقُّ الْحَقَّ بِكَلِمَاتِهِ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ","bangla_mohiuddin":"নাকি তারা একথা বলে যে, তিনি আল্লাহর বিরুদ্ধে মিথ্যা রটনা করেছেন? আল্লাহ ইচ্ছা করলে আপনার অন্তরে মোহর এঁটে দিতেন। বস্তুতঃ তিনি মিথ্যাকে মিটিয়ে দেন এবং নিজ বাক্য দ্বারা সত্যকে প্রতিষ্ঠিত করেন। নিশ্চয় তিনি অন্তর্নিহিত বিষয় সম্পর্কে সর্বিশেষ জ্ঞাত।","bangla_murtaza":"নাকি তারা বলে: ‘সে (মুহাম্মদ) আল্লাহর বিরুদ্ধে মিথ্যা-মনগড়া কথা বলছে?’আল্লাহ চাইলে তোমার দিলে মোহর মেরে দিতে পারেন। আসলে আল্লাহ তো মিথ্যাকেই মুছে (নির্মূল করে) দেন, আর নিজ বাণী (আল কুরআন) দিয়ে প্রমাণিত ও প্রতিষ্ঠিত করে দেন সত্যকে। অবশ্যি তিনি মানব মনের গোপন বিষয়ও ভালোভাবে অবগত।","english_text":"Do they say he has fabricated a lie about God? He could have sealed your hearts if He pleased; but God blots out the false and vindicates the truth by His dispensations, for He knows the secrets of the hearts.","bangla_translit":"আম্ ইয়াকু লূনাফ্ তারা-‘আলাল্লা-হি কাযিবান্ ফাইঁ ইয়াশায়িল্লা-হু ইয়াখ্তিম্ ‘আলা-ক্বল্বিক্; অইয়াম্হু ল্লা-হুল্ বা-ত্বিলা অ ইয়ুহিক্ব কুল্ হাক্ব ক্ব বিকালিমা-তিহ্; ইন্নাহূ ‘আলীমুম্ বিযা-তিছ্ছুর্দূ।","english_translit":"Am yaqooloona iftara AAala Allahi kathiban fain yashai Allahu yakhtim AAala qalbika wayamhu Allahu albatila wayuhiqqu alhaqqa bikalimatihi innahu AAaleemun bithati alssudoori"},{"sura":42,"aya":25,"quran_text":"وَهُوَ الَّذِي يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَعْفُو عَنِ السَّيِّئَاتِ وَيَعْلَمُ مَا تَفْعَلُونَ","bangla_mohiuddin":"তিনি তাঁর বান্দাদের তওবা কবুল করেন পাপসমূহ মার্জনা করেন এবং তোমাদের কৃত বিষয় সম্পর্কে অবগত রয়েছেন।","bangla_murtaza":"আর তিনিই সেই মহান সত্তা, যিনি নিজ বান্দাদের তওবা (অনুশোচনা) কবুল করেন এবং গুনাহ খাতা মাফ করেন। তিনি অবগত আছেন তোমরা যা করো।","english_text":"It is He who accepts repentance from His creatures and forgives their trespasses, for He knows what you do.","bangla_translit":"অহুওয়াল্ লাযী ইয়াক্ব বালুত্ তাওবাতা ‘আন ‘ইবা-দিহী অইয়া’ফূ ‘আনিস্ সাইয়িয়া-তি অইয়া’লামু মা-তাফ্‘আলূ ন্।","english_translit":"Wahuwa allathee yaqbalu alttawbata AAan AAibadihi wayaAAfoo AAani alssayyiati wayaAAlamu ma tafAAaloona"},{"sura":42,"aya":26,"quran_text":"وَيَسْتَجِيبُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَيَزِيدُهُمْ مِنْ فَضْلِهِ وَالْكَافِرُونَ لَهُمْ عَذَابٌ شَدِيدٌ","bangla_mohiuddin":"তিনি মুমিন ও সৎকর্মীদের দোয়া শোনেন এবং তাদের প্রতি স্বীয় অনুগ্রহ বাড়িয়ে দেন। আর কাফেরদের জন্যে রয়েছে কঠোর শাস্তি।","bangla_murtaza":"যারা ‘ঈমান আনে’ এবং ‘আমলে সালেহ্’ করে, তিনি তাদের দোয়া কবুল করেন এবং তাদের প্রতি বাড়িয়ে দেন নিজের অনুগ্রহ। অন্যদিকে রয়েছে কাফিররা, তাদের জন্যে রয়েছে শক্ত আযাব।","english_text":"He answers (the prayers) of those who believe and do good, and gives them more of His bounty. But for the unbelievers there is severe punishment.","bangla_translit":"অ ইয়াস্তাজ্বীবুল্ লাযীনা আ-মানূ অ‘আমিলুছ্ ছোয়া-লিহা-তি অইয়াযীদুহুম্ মিন্ ফাদ্ব্লিহ্; অল্ কা-ফিরূনা লাহুম্ ‘আযা-বুন্ শাদীদ্।","english_translit":"Wayastajeebu allatheena amanoo waAAamiloo alssalihati wayazeeduhum min fadlihi waalkafiroona lahum AAathabun shadeedun"},{"sura":42,"aya":27,"quran_text":"وَلَوْ بَسَطَ اللَّهُ الرِّزْقَ لِعِبَادِهِ لَبَغَوْا فِي الْأَرْضِ وَلَكِنْ يُنَزِّلُ بِقَدَرٍ مَا يَشَاءُ إِنَّهُ بِعِبَادِهِ خَبِيرٌ بَصِيرٌ","bangla_mohiuddin":"যদি আল্লাহ তাঁর সকল বান্দাকে প্রচুর রিযিক দিতেন, তবে তারা পৃথিবীতে বিপর্যয় সৃষ্টি করত। কিন্তু তিনি যে পরিমাণ ইচ্ছা সে পরিমাণ নাযিল করেন। নিশ্চয় তিনি তাঁর বান্দাদের খবর রাখেন ও সবকিছু দেখেন।","bangla_murtaza":"আল্লাহ যদি তাঁর সব বান্দাকেই অঢেল সম্পদ-সামগ্রী দান করতেন, তবে অবশ্যি তারা পৃথিবীতে বিদ্রোহ- বাড়াবাড়িতে লিপ্ত হতো। বরং তিনি একটি পরিমাণ মতো নাযিল করেন-যা তিনি চান। নিজ বান্দাদের প্রতি তিনি পূর্ণ সতর্ক ও দৃষ্টিবান।","english_text":"If God were to give in abundance to His creatures they would fill the earth with oppression. So He gives according to measure as He will. He knows (what is good for) His creatures. He is all-aware and all-seeing.","bangla_translit":"অলাও বাসাত্বোয়া ল্লা-র্হু রিয্ক্ব লি‘ইবা-দিহী লাবাগাও ফিল্ র্আদ্বি অলা-কিঁও ইয়ুনায্যিলু বিক্বদারিম্ মা-ইয়াশা-য়ু; ইন্নাহূ বি‘ইবা-দিহী খবীরুম্ বাছ্রী।","english_translit":"Walaw basata Allahu alrrizqa liAAibadihi labaghaw fee alardi walakin yunazzilu biqadarin ma yashao innahu biAAibadihi khabeerun baseerun"},{"sura":42,"aya":28,"quran_text":"وَهُوَ الَّذِي يُنَزِّلُ الْغَيْثَ مِنْ بَعْدِ مَا قَنَطُوا وَيَنْشُرُ رَحْمَتَهُ وَهُوَ الْوَلِيُّ الْحَمِيدُ","bangla_mohiuddin":"মানুষ নিরাশ হয়ে যাওয়ার পরে তিনি বৃষ্টি বর্ষণ করেন এবং স্বীয় রহমত ছড়িয়ে দেন। তিনিই কার্যনির্বাহী, প্রশংসিত।","bangla_murtaza":"তিনিই সে মহীয়ান সত্তা, মানুষ নিরাশ হয়ে পড়ার পর যিনি বৃষ্টি বর্ষণ করেন এবং তাদের প্রতি বিস্তার করেন নিজের করুণা। আর তিনিই সপ্রশংসিত প্রকৃত অভিভাবক।","english_text":"It is He who sends down rain when they had despaired of it, and showers His benevolence. He is the protector worthy of praise.","bangla_translit":"অহুওয়াল্লাযী ইয়ুনায্যিলুল্ গইছা মিম্ বা’দি মা- ক্বানতু অইয়ান্শুরু রহ্মাতাহ্; অহুওয়াল্ অলিইয়ুল্ হামীদ্।","english_translit":"Wahuwa allathee yunazzilu alghaytha min baAAdi ma qanatoo wayanshuru rahmatahu wahuwa alwaliyyu alhameedu"},{"sura":42,"aya":29,"quran_text":"وَمِنْ آيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَثَّ فِيهِمَا مِنْ دَابَّةٍ وَهُوَ عَلَى جَمْعِهِمْ إِذَا يَشَاءُ قَدِيرٌ","bangla_mohiuddin":"তাঁর এক নিদর্শন নভোমন্ডল ও ভূমন্ডলের সৃষ্টি এবং এতদুভয়ের মধ্যে তিনি যেসব জীব-জন্তু ছড়িয়ে দিয়েছেন। তিনি যখন ইচ্ছা এগুলোকে একত্রিত করতে সক্ষম।","bangla_murtaza":"মহাবিশ্ব আর এই পৃথিবীর সৃষ্টি এবং এগুলোতে তিনি ছড়িয়ে রেখেছেন যেসব প্রাণীকুল, তাতে রয়েছে তাঁর অন্যতম নিদর্শন। যখন চাইবেন, তখনই তিনি এদের সবাইকে একত্র জমায়েত করতে সক্ষম।","english_text":"The creation of the heavens and the earth and all the living things dispersed in them, are a sign of His. He has the power to gather them together when He will.","bangla_translit":"অমিন্ আ-ইয়া-তিহী খল্ক্ব স্ সামা-ওয়া-তি অল্র্আদ্বি অমা-বাছ্ছা ফীহিমা-মিন্ দা-ব্বাহ্; অহুওয়া ‘আলা-জ্বাম্‘ইহিম্ ইযা- ইয়াশা-য়ু ক্বর্দী।","english_translit":"Wamin ayatihi khalqu alssamawati waalardi wama baththa feehima min dabbatin wahuwa AAala jamAAihim itha yashao qadeerun"},{"sura":42,"aya":30,"quran_text":"وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ","bangla_mohiuddin":"তোমাদের উপর যেসব বিপদ-আপদ পতিত হয়, তা তোমাদের কর্মেরই ফল এবং তিনি তোমাদের অনেক গোনাহ ক্ষমা করে দেন।","bangla_murtaza":"তোমাদের জীবনে যে দুর্দশা-দুর্ঘটনাই (misfortune) ঘটে, তা তোমাদেরই হাতের কামাই। আর অনেক অপরাধ তো তিনি ক্ষমাই করে দেন।","english_text":"Whatever misfortune befalls you is a consequence of your deeds; yet He forgives much.","bangla_translit":"অমা-আছোয়া-বাকুম্ মিম্ মুছীবাতিন্ ফাবিমা-কাসাবাত্ আইদীকুম্ অ ইয়া’ফূ ‘আন্ কার্ছী।","english_translit":"Wama asabakum min museebatin fabima kasabat aydeekum wayaAAfoo AAan katheerin"},{"sura":42,"aya":31,"quran_text":"وَمَا أَنْتُمْ بِمُعْجِزِينَ فِي الْأَرْضِ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ","bangla_mohiuddin":"তোমরা পৃথিবীতে পলায়ন করে আল্লাহকে অক্ষম করতে পার না এবং আল্লাহ ব্যতীত তোমাদের কোন কার্যনির্বাহী নেই, সাহায্যকারীও নেই।","bangla_murtaza":"তোমরা পৃথিবীতে আল্লাহর পাকড়াও থেকে পলায়ন করতে পারবেনা। আর আল্লাহ ছাড়া তোমাদের না আছে কোনো অভিভাবক আর না আছে কোনো সাহায্যকারী।","english_text":"You cannot thwart Him on the earth, and have no friend or helper apart from Him.","bangla_translit":"অমা য় আন্তুম্ বিমু’জ্বিযীনা ফিল্ র্আদ্বি অমা-লাকুম্ মিন্ দূনিল্লা-হি অমা-লাকুম্ মিন্ দূ নিল্লা-হি মিঁও অলিয়িঁও অলা-নার্ছী।","english_translit":"Wama antum bimuAAjizeena fee alardi wama lakum min dooni Allahi min waliyyin wala naseerin"},{"sura":42,"aya":32,"quran_text":"وَمِنْ آيَاتِهِ الْجَوَارِ فِي الْبَحْرِ كَالْأَعْلَامِ","bangla_mohiuddin":"সমুদ্রে ভাসমান পর্বতসম জাহাজসমূহ তাঁর অন্যতম নিদর্শন।","bangla_murtaza":"সমুদ্রে চলমান পর্বতমালার মতো নৌযানগুলোও তাঁর অন্যতম নিদর্শন।","english_text":"Ships sailing in the ocean like ensigns are a sign of His.","bangla_translit":"অমিন্ আ-ইয়া-তিহিল্ জ্বাওয়া-রি ফিল্ বাহ্রি কাল্ আ’লা-ম্।","english_translit":"Wamin ayatihi aljawari fee albahri kaalaAAlami"},{"sura":42,"aya":33,"quran_text":"إِنْ يَشَأْ يُسْكِنِ الرِّيحَ فَيَظْلَلْنَ رَوَاكِدَ عَلَى ظَهْرِهِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ","bangla_mohiuddin":"তিনি ইচ্ছা করলে বাতাসকে থামিয়ে দেন। তখন জাহাজসমূহ সমুদ্রপৃষ্ঠে নিশ্চল হয়ে পড়ে যেন পাহাড়। নিশ্চয় এতে প্রত্যেক সবরকারী, কৃতজ্ঞের জন্যে নিদর্শনাবলী রয়েছে।","bangla_murtaza":"তিনি চাইলে বাতাসকে থামিয়ে দিতে পারেন, তখন নৌযানগুলো দাঁড়িয়ে থাকবে সমুদ্রের পিঠে। অবশ্যি এর মধ্যে নিদর্শন রয়েছে প্রত্যেক ধৈর্যশীল কৃতজ্ঞ ব্যক্তির জন্যে।","english_text":"He could stop the wind if He pleased, then they would be stranded on its surface. Surely there are signs in this for every one who perseveres and is grateful.","bangla_translit":"ইঁইয়াশা ইয়ুস্কির্নি রীহা-ফাইয়াজ্লাল্না রাওয়া-কিদা ‘আলা-জোয়াহ্রিহ্; ইন্না ফী যা-লিকা লাআ-ইয়া-তিল্ লিকুল্লি ছোয়াব্বা-রিন্ শার্কূ।","english_translit":"In yasha yuskini alrreeha fayathlalna rawakida AAala thahrihi inna fee thalika laayatin likulli sabbarin shakoorin"},{"sura":42,"aya":34,"quran_text":"أَوْ يُوبِقْهُنَّ بِمَا كَسَبُوا وَيَعْفُ عَنْ كَثِيرٍ","bangla_mohiuddin":"অথবা তাদের কৃতকর্মের জন্যে সেগুলোকে ধ্বংস করে দেন এবং অনেককে ক্ষমাও করে দেন।","bangla_murtaza":"কিংবা তাদের কৃতকর্মের জন্যে তিনি সেগুলোকে ডুবিয়েও দিতে পারেন। আর অনেক (বা অনেকের) অপরাধ তো তিনিই ক্ষমা করে দেন।","english_text":"Or He could wreck them for what they have done; yet there is much that He pardons.","bangla_translit":"আও ইয়ূ বিক্ব হুন্না বিমা-কাসাবূ অইয়া’ফু ‘আন্ কার্ছী।","english_translit":"Aw yoobiqhunna bima kasaboo wayaAAfu AAan katheerin"},{"sura":42,"aya":35,"quran_text":"وَيَعْلَمَ الَّذِينَ يُجَادِلُونَ فِي آيَاتِنَا مَا لَهُمْ مِنْ مَحِيصٍ","bangla_mohiuddin":"এবং যারা আমার ক্ষমতা সম্পর্কে বিতর্ক করে, তারা যেন জানে যে, তাদের কোন পলায়নের জায়গা নেই।","bangla_murtaza":"যারা আমাদের আয়াতসমূহ সম্পর্কে বিতর্কে লিপ্ত হয়, (এতে করে) তারা যেনো জানতে পারে তাদের আশ্রয়ের কোনো জায়গা নেই।","english_text":"Let those who dispute Our signs know that there is no way of escape for them.","bangla_translit":"অ ইয়া’লামুল্ লাযীনা ইয়ুজ্বা-দিলূনা ফী য় আ-ইয়া-তিনা-; মা-লাহুম্ মিম্ মাহীছ্।","english_translit":"WayaAAlama allatheena yujadiloona fee ayatina ma lahum min maheesin"},{"sura":42,"aya":36,"quran_text":"فَمَا أُوتِيتُمْ مِنْ شَيْءٍ فَمَتَاعُ الْحَيَاةِ الدُّنْيَا وَمَا عِنْدَ اللَّهِ خَيْرٌ وَأَبْقَى لِلَّذِينَ آمَنُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ","bangla_mohiuddin":"অতএব, তোমাদেরকে যা দেয়া হয়েছে তা পার্থিব জীবনের ভোগ মাত্র। আর আল্লাহর কাছে যা রয়েছে, তা উৎকৃষ্ট ও স্থায়ী তাদের জন্যে যারা বিশ্বাস স্থাপন করে ও তাদের পালনকর্তার উপর ভরসা করে।","bangla_murtaza":"সুতরাং যা কিছু তোমাদের দেয়া হয়েছে, তা পার্থিব জীবনের ক্ষণস্থায়ী ভোগের সামগ্রী মাত্র। অন্যদিকে আল্লাহর কাছে যা রয়েছে, সেগুলো যেমনি উত্তম, তেমনি চিরস্থায়ী সেইসব লোকদের জন্যে, যারা ঈমান আনে এবং তারা তাদের প্রভুর উপর তাওয়াক্কুল করে;","english_text":"Whatsoever you have been given is only this life's merchandise; but what is with God is better and more lasting for those who believe and place their trust in their Lord,","bangla_translit":"ফামা য় ঊতীতুম্ মিন্ শাইয়িন্ ফামাতা-‘উল্ হা-ইয়া-তিদ্ দুন্ইয়া-অমা-‘ইন্দাল্লা-হি খইরুঁও অআব্ক্ব- লিল্লাযীনা আ-মানূ অ‘আলা-রব্বিহিম্ ইয়াতাওয়াক্কালূন্।","english_translit":"Fama ooteetum min shayin famataAAu alhayati alddunya wama AAinda Allahi khayrun waabqa lillatheena amanoo waAAala rabbihim yatawakkaloona"},{"sura":42,"aya":37,"quran_text":"وَالَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ وَإِذَا مَا غَضِبُوا هُمْ يَغْفِرُونَ","bangla_mohiuddin":"যারা বড় গোনাহ ও অশ্লীল কার্য থেকে বেঁচে থাকে এবং ক্রোধাম্বিত হয়েও ক্ষমা করে,","bangla_murtaza":"যারা কবিরা গুনাহ ও অশ্লীল কাজ পরিহার করে চলে, এবং ক্রোধান্বিত হলে ক্ষমা করে দেয়;","english_text":"Who avoid the deadly sins, immoral acts, and forgive when they are angered,","bangla_translit":"অল্লাযীনা ইয়াজ্ব্ তানিবূনা কাবা-য়িরাল্ ইছ্মি অল্ফাওয়া-হিশা অইযা-মা-গদ্বিবূ হুম্ ইয়াগ্ফিরূন্।","english_translit":"Waallatheena yajtaniboona kabaira alithmi waalfawahisha waitha ma ghadiboo hum yaghfiroona"},{"sura":42,"aya":38,"quran_text":"وَالَّذِينَ اسْتَجَابُوا لِرَبِّهِمْ وَأَقَامُوا الصَّلَاةَ وَأَمْرُهُمْ شُورَى بَيْنَهُمْ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ","bangla_mohiuddin":"যারা তাদের পালনকর্তার আদেশ মান্য করে, নামায কায়েম করে; পারস্পরিক পরামর্শক্রমে কাজ করে এবং আমি তাদেরকে যে রিযিক দিয়েছি, তা থেকে ব্যয় করে,","bangla_murtaza":"যারা তাদের প্রভুর আহবানে সাড়া দেয়, সালাত কায়েম করে, পারস্পরিক পরামর্শের ভিত্তিতে নিজেদের বিষয়াদি পরিচালনা করে এবং আমার দেয়া রিযিক থেকে খরচ করে;","english_text":"Who obey the commands of their Lord and fulfil their devotional obligations, whose affairs are settled by mutual consultation, who spend of what We have given them,","bangla_translit":"অল্লাযীনাস্ তাজ্বা-বূ লিরব্বিহিম্ অআক্ব-মুছ্ ছলা-তা অআম্রুহুম্ শূরা- বাইনাহুম্ অমিম্মা-রাযাক্বনা-হুম্ ইয়ুন্ফিকুন্।","english_translit":"Waallatheena istajaboo lirabbihim waaqamoo alssalata waamruhum shoora baynahum wamimma razaqnahum yunfiqoona"},{"sura":42,"aya":39,"quran_text":"وَالَّذِينَ إِذَا أَصَابَهُمُ الْبَغْيُ هُمْ يَنْتَصِرُونَ","bangla_mohiuddin":"যারা আক্রান্ত হলে প্রতিশোধ গ্রহণ করে।","bangla_murtaza":"আর (তাদের উপর) অন্যায় অত্যাচার করা হলে প্রতিশোধ গ্রহণ করে।","english_text":"And those who defend themselves when they are wronged.","bangla_translit":"অল্লাযীনা ইযা য় আছোয়া-বাহুমুল্ বাগ্ইয়ু হুম্ ইয়ান্তাছিরূন্।","english_translit":"Waallatheena itha asabahumu albaghyu hum yantasiroona"},{"sura":42,"aya":40,"quran_text":"وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ إِنَّهُ لَا يُحِبُّ الظَّالِمِينَ","bangla_mohiuddin":"আর মন্দের প্রতিফল তো অনুরূপ মন্দই। যে ক্ষমা করে ও আপোষ করে তার পুরস্কার আল্লাহর কাছে রয়েছে; নিশ্চয় তিনি অত্যাচারীদেরকে পছন্দ করেন নাই।","bangla_murtaza":"মন্দের বিনিময় তো অনুরূপ মন্দ। তবে যে ক্ষমা করে দেয় এবং নিষ্পত্তি করে নেয়, তার পুরস্কার আল্লাহর জিম্মায়। তিনি অত্যাচারীদের মোটেও পছন্দ করেননা।","english_text":"The retribution of evil is the equal of evil (done); yet those who forgive and rehabilitate will be rewarded by God. Verily He does not like those who do wrong.","bangla_translit":"অজ্বাযা-য়ু সাইয়িয়াতিন্ সাইয়িয়াতুম্ মিছ্লুহা-ফামান্ ‘আফা-অআছ্লাহা ফাআজরুহূ ‘আলাল্লা-হ্; ইন্নাহূ লা-ইয়ুহিব্বুজ্ জোয়া-লিমীন্।","english_translit":"Wajazao sayyiatin sayyiatun mithluha faman AAafa waaslaha faajruhu AAala Allahi innahu la yuhibbu alththalimeena"},{"sura":42,"aya":41,"quran_text":"وَلَمَنِ انْتَصَرَ بَعْدَ ظُلْمِهِ فَأُولَئِكَ مَا عَلَيْهِمْ مِنْ سَبِيلٍ","bangla_mohiuddin":"নিশ্চয় যে অত্যাচারিত হওয়ার পর প্রতিশোধ গ্রহণ করে, তাদের বিরুদ্ধেও কোন অভিযোগ নেই।","bangla_murtaza":"তবে যারা অত্যাচারিত হবার পর প্রতিশোধ গ্রহণ করে, তাদের অপরাধ ধরা হবেনা।","english_text":"If one avenges himself after he has been wronged, there is no way of blaming him.","bangla_translit":"অলামানিন্ তাছোয়ার বা’দা জুল্মিহী ফায়ুলা-য়িকা মা ‘আলাইহিম্ মিন্ সাবীল্।","english_translit":"Walamani intasara baAAda thulmihi faolaika ma AAalayhim min sabeelin"},{"sura":42,"aya":42,"quran_text":"إِنَّمَا السَّبِيلُ عَلَى الَّذِينَ يَظْلِمُونَ النَّاسَ وَيَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ أُولَئِكَ لَهُمْ عَذَابٌ أَلِيمٌ","bangla_mohiuddin":"অভিযোগ কেবল তাদের বিরুদ্ধে, যারা মানুষের উপর অত্যাচার চালায় এবং পৃথিবীতে অন্যায়ভাবে বিদ্রোহ করে বেড়ায়। তাদের জন্যে রয়েছে যন্ত্রণাদায়ক শাস্তি।","bangla_murtaza":"অপরাধী সাব্যস্ত করা হবে তদেরকে, যারা মানুষের উপর অত্যাচার করে এবং পৃথিবীতে অন্যায় বাড়াবাড়িতে লিপ্ত হয়। তাদের জন্যে রয়েছে যন্ত্রণাদায়ক আযাব।","english_text":"Blame lies on those who oppress, and terrorise the land unjustly. For them there is painful punishment.","bangla_translit":"ইন্নামাস্ সাবীলু ‘আলাল্লাযীনা ইয়াজ্লিমূনান্না-সা অইয়াব্গূনা ফিল্ র্আদ্বি বিগইরিল্ হাক্ব ; উলা-য়িকা লাহুম্ ‘আযা-বুন্ আলীম্।","english_translit":"Innama alssabeelu AAala allatheena yathlimoona alnnasa wayabghoona fee alardi bighayri alhaqqi olaika lahum AAathabun aleemun"},{"sura":42,"aya":43,"quran_text":"وَلَمَنْ صَبَرَ وَغَفَرَ إِنَّ ذَلِكَ لَمِنْ عَزْمِ الْأُمُورِ","bangla_mohiuddin":"অবশ্যই যে সবর করে ও ক্ষমা করে নিশ্চয় এটা সাহসিকতার কাজ।","bangla_murtaza":"যে সবর অবলম্বন করে এবং ক্ষমা করে দেয়, তার সে কাজ অবশ্যি আল্লাহর পছন্দনীয় মহোত্তম সংকল্পের কাজ।","english_text":"But he who bears with patience and forgives, surely complies with divine resolve.","bangla_translit":"অলামান্ ছবার অগফার ইন্না যা-লিকা লামিন্ ‘আয্মিল্ উ’র্মূ।","english_translit":"Walaman sabara waghafara inna thalika lamin AAazmi alomoori"},{"sura":42,"aya":44,"quran_text":"وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ وَلِيٍّ مِنْ بَعْدِهِ وَتَرَى الظَّالِمِينَ لَمَّا رَأَوُا الْعَذَابَ يَقُولُونَ هَلْ إِلَى مَرَدٍّ مِنْ سَبِيلٍ","bangla_mohiuddin":"আল্লাহ যাকে পথ ভ্রষ্ট করেন, তার জন্যে তিনি ব্যতীত কোন কার্যনির্বাহী নেই। পাপাচারীরা যখন আযাব প্রত্যক্ষ করবে, তখন আপনি তাদেরকে দেখবেন যে, তারা বলছে আমাদের ফিরে যাওয়ার কোন উপায় আছে কি?","bangla_murtaza":"আল্লাহ যাকে পথভ্রষ্ট করে দেন, আল্লাহ ছাড়া তার কোনো রক্ষাকারী নেই। এই যালিমরা যখন আযাবের সম্মুখীন হবে, তখন তুমি তাদের বলতে দেখবে: ‘(পৃথিবীতে) ফিরে যাবার কোনো পথ আছে কি?’","english_text":"He whom God leads astray has no one except God to protect him. You should see the sinners when they face the punishment. They will say: \"Isn't there a way of going back?\"","bangla_translit":"অমাইঁ ইয়ুদ্ব্লিলিল্লা-হু ফামা-লাহূ মিঁও অলিয়ি্যঁম্ মিম্ বা’দিহ্; অতারাজ্জোয়া-লিমীনা লাম্মা-রয়ায়ুল্ ‘আযা-বা ইয়াকুলূনা হাল্ ইলা- মারাদ্দিম্মিন্ সাবীল্।","english_translit":"Waman yudlili Allahu fama lahu min waliyyin min baAAdihi watara alththalimeena lamma raawoo alAAathaba yaqooloona hal ila maraddin min sabeelin"},{"sura":42,"aya":45,"quran_text":"وَتَرَاهُمْ يُعْرَضُونَ عَلَيْهَا خَاشِعِينَ مِنَ الذُّلِّ يَنْظُرُونَ مِنْ طَرْفٍ خَفِيٍّ وَقَالَ الَّذِينَ آمَنُوا إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ أَلَا إِنَّ الظَّالِمِينَ فِي عَذَابٍ مُقِيمٍ","bangla_mohiuddin":"জাহান্নামের সামনে উপস্থিত করার সময় আপনি তাদেরকে দেখবেন, অপমানে অবনত এবং অর্ধ নিমীলিত দৃষ্টিতে তাকায়। মুমিনরা বলবে, কেয়ামতের দিন ক্ষতিগ্রস্ত তারাই, যারা নিজেদের ও তাদের পরিবার-পরিজনের ক্ষতি সাধন করেছে। শুনে রাখ, পাপাচারীরা স্থায়ী আযাবে থাকবে।","bangla_murtaza":"তুমি দেখতে পাবে, অবনত অপদস্থ করে এদের জাহান্নামে নেয়া হচ্ছে এবং নত চোখ বাঁকা করে তারা তাকে দেখছে। সেদিন মুমিনরা বলবে: ‘আসল ক্ষতিগ্রস্ত তারাই, যারা আজ নিজেদেরকে এবং নিজেদের পরিবার পরিজনকে ক্ষতির মধ্যে নিক্ষেপ করেছে।’ সাবধান, যালিমরা অবশ্যি থাকবে চিরস্থায়ী আযাবের মধ্যে।","english_text":"You should see them brought before the Fire, abject in disgrace, looking stealthily. And those who believe will say: \"They who forfeit their souls and families on the Day of Resurrection will really be losers.\" Is it not that sinners will suffer a lasting torment?","bangla_translit":"অ তর-হুম্ ইয়ু’রদ্ব না ‘আলাইহা-খ-শি‘ঈনা মিনায্ যুল্লি ইয়ান্জুরূনা মিন্ ত্বোর্য়াফিন্ খফী; অক্বা-লাল্ লাযীনা আ-মানূ য় ইন্নাল্ খ-সিরীনাল্ লাযীনা খসিরূ য় আন্ফুসাহুম্ অআহ্লীহিম্ ইয়াওমাল্ ক্বিয়া-মাহ্; আলা য় ইন্নাজ্ জোয়া-লিমীনা ফী ‘আযা-বিম্ মুক্বীম্।","english_translit":"Watarahum yuAAradoona AAalayha khashiAAeena mina alththulli yanthuroona min tarfin khafiyyin waqala allatheena amanoo inna alkhasireena allatheena khasiroo anfusahum waahleehim yawma alqiyamati ala inna alththalimeena fee AAathabin muqeemin"},{"sura":42,"aya":46,"quran_text":"وَمَا كَانَ لَهُمْ مِنْ أَوْلِيَاءَ يَنْصُرُونَهُمْ مِنْ دُونِ اللَّهِ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ سَبِيلٍ","bangla_mohiuddin":"আল্লাহ তা’আলা ব্যতীত তাদের কোন সাহায্যকারী থাকবে না, যে তাদেরকে সাহায্য করবে। আল্লাহ তা’আলা যাকে পথভ্রষ্ট করেন, তার কোন গতি নেই।","bangla_murtaza":"আল্লাহ ছাড়া তাদের সাহায্য করার জন্যে তাদের আর কোনোই অলি-অভিভাবক থাকবেনা। আল্লাহ যাকে পথভ্রষ্ট করে দেন, তার রক্ষা পাবার আর কোনো পথ থাকেনা।","english_text":"They will have no protector to help them other than God. He whom God allows to go astray has no way.","bangla_translit":"অমা-কা-না লাহুম্ মিন্ আউলিয়া-য়া ইয়ান্ছুরূনাহুম্ মিন্ দূনিল্লা-হ্; অমাইঁ ইয়ুদ্ব্লিলিল্লা-হু ফামা-লাহূ মিন্ সাবীল্।","english_translit":"Wama kana lahum min awliyaa yansuroonahum min dooni Allahi waman yudlili Allahu fama lahu min sabeelin"},{"sura":42,"aya":47,"quran_text":"اسْتَجِيبُوا لِرَبِّكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا مَرَدَّ لَهُ مِنَ اللَّهِ مَا لَكُمْ مِنْ مَلْجَإٍ يَوْمَئِذٍ وَمَا لَكُمْ مِنْ نَكِيرٍ","bangla_mohiuddin":"আল্লাহ তা’আলার পক্ষ থেকে অবশ্যম্ভাবী দিবস আসার পূর্বে তোমরা তোমাদের পালনকর্তার আদেশ মান্য কর। সেদিন তোমাদের কোন আশ্রয়স্থল থাকবে না এবং তা নিরোধকারী কেউ থাকবে না।","bangla_murtaza":"সুতরাং, তোমরা আল্লাহর আহবানে সাড়া দাও (তাঁর নির্দেশ মতো জীবন পরিচালনা করো) সেই দিনটি আসার আগেই, যার আগমন অপ্রতিরোধ্য। সেদিন তোমাদের কোনো আশ্রয়স্থল থাকবেনা এবং তোমাদেরকে বাঁচানোর চেষ্টা করারও কেউ থাকবেনা।","english_text":"Hearken to your Lord before the Day arrives from God that will not be averted. You will have no place of refuge then nor time for denying.","bangla_translit":"ইস্তাজ্বীবূ লিরব্বিকুম্ মিন্ ক্বব্লি আইঁ ইয়াতিয়া ইয়াওমুল্ লা-মারদ্দা লাহূ মিনাল্লা-হ্; মা-লাকুম্ মিম্ মাল্জ্বায়িঁ ইয়াওমায়িযিঁও অমা-লাকুম্ মিন্ নার্কী।","english_translit":"Istajeeboo lirabbikum min qabli an yatiya yawmun la maradda lahu mina Allahi ma lakum min maljain yawmaithin wama lakum min nakeerin"},{"sura":42,"aya":48,"quran_text":"فَإِنْ أَعْرَضُوا فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا إِنْ عَلَيْكَ إِلَّا الْبَلَاغُ وَإِنَّا إِذَا أَذَقْنَا الْإِنْسَانَ مِنَّا رَحْمَةً فَرِحَ بِهَا وَإِنْ تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَإِنَّ الْإِنْسَانَ كَفُورٌ","bangla_mohiuddin":"যদি তারা মুখ ফিরিয়ে নেয়, তবে আপনাকে আমি তাদের রক্ষক করে পাঠাইনি। আপনার কর্তব্য কেবল প্রচার করা। আমি তাদের রক্ষক করে পাঠাইনি। আপনার কর্তব্য কেবল প্রচার করা। আমি যখন মানুষকে আমার রহমত আস্বাদন করাই, তখন সে উল্লসিত, আর যখন তাদের কৃতকর্মের কারণে তাদের কোন অনিষ্ট ঘটে, তখন মানুষ খুব অকৃতজ্ঞ হয়ে যায়।","bangla_murtaza":"এরপরও যদি তারা মুখ ফিরিয়ে নেয়, তবে আমরা তো তোমাকে তাদের রক্ষক বানিয়ে পাঠাইনি। বার্তা পৌঁছে দেয়া ছাড়া তোমার কোনো দায় দায়িত্ব নেই। মানুষের অবস্থা তো হলো এই যে, আমরা যখন তাকে আমাদের রহমতের স্বাদ গ্রহণ করাই, সে উল্লসিত হয়ে উঠে। আবার যখন তাদের কৃতকর্মের ফলে তাদের উপর দু:খ দুর্দশা চেপে বসে, তখন মানুষ হয়ে পড়ে চরম অকৃতজ্ঞ।","english_text":"If they turn away (you are not responsible); We have not appointed you a warden over them. Your duty is to deliver the message. When We let man taste of Our favours he begins to exult; but if misfortune befalls him, as a consequence of his own deeds, man is surely then ungrateful.","bangla_translit":"ফাইন, আ’রাদ্ব ফামা য় র্আসাল্না-কা ‘আলাইহিম্ হাফীজোয়া-; ইন্ ‘আলাইকা ইল্লাল্ বালা-গ্; অইন্না য় ইযা য় আযাক্ব নাল্ ইন্সা-না মিন্না-রহ্মাতান্ ফারিহা-বিহা-অইন্ তুছিব্হুম্ সাইয়িয়াতুম্ বিমা-ক্বদ্দামাত্ আইদীহিম্ ফাইন্নাল্ ইন্সা-না কার্ফূ।","english_translit":"Fain aAAradoo fama arsalnaka AAalayhim hafeethan in AAalayka illa albalaghu wainna itha athaqna alinsana minna rahmatan fariha biha wain tusibhum sayyiatun bima qaddamat aydeehim fainna alinsana kafoorun"},{"sura":42,"aya":49,"quran_text":"لِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يَخْلُقُ مَا يَشَاءُ يَهَبُ لِمَنْ يَشَاءُ إِنَاثًا وَيَهَبُ لِمَنْ يَشَاءُ الذُّكُورَ","bangla_mohiuddin":"নভোমন্ডল ও ভূমন্ডলের রাজত্ব আল্লাহ তা’আলারই। তিনি যা ইচ্ছা, সৃষ্টি করেন, যাকে ইচ্ছা কন্যা-সন্তান এবং যাকে ইচ্ছা পুত্র সন্তান দান করেন।","bangla_murtaza":"মহাবিশ্ব এবং এই পৃথিবীর শাসন-কর্তৃত্ব একমাত্র আল্লাহর। তিনি তাই সৃষ্টি করেন, যা তিনি চান। তিনি যাকে চান কন্যা সন্তান দান করেন, আর যাকে  চান দান করেন পুত্র সন্তান।","english_text":"To God belongs the kingdom of the heavens and the earth. He creates whatsoever He wills, bestows daughters on whosoever He will, and gives sons to whom He choose.","bangla_translit":"লিল্লা-হি মুল্কুস্ সামা-ওয়া-তি অল্আরদ্ব্; ইয়াখ্লুকু মা-ইয়া শা-য়্; ইয়াহাবু লিমাইঁ ইয়াশা-য়ু ইনা-ছাঁও অইয়াহাবু লিমাই ইঁয়াশা-য়ুয্ যুর্কূ।","english_translit":"Lillahi mulku alssamawati waalardi yakhluqu ma yashao yahabu liman yashao inathan wayahabu liman yashao alththukoora"},{"sura":42,"aya":50,"quran_text":"أَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَإِنَاثًا وَيَجْعَلُ مَنْ يَشَاءُ عَقِيمًا إِنَّهُ عَلِيمٌ قَدِيرٌ","bangla_mohiuddin":"অথবা তাদেরকে দান করেন পুত্র ও কন্যা উভয়ই এবং যাকে ইচ্ছা বন্ধ্যা করে দেন। নিশ্চয় তিনি সর্বজ্ঞ, ক্ষমতাশীল।","bangla_murtaza":"যাকে চান তিনি পুত্র-কন্যা উভয় সন্তানই দান করেন, আর যাকে ইচ্ছা করে রাখেন বন্ধ্যা। তিনি সর্বজ্ঞানী এবং সর্বশক্তিমান।","english_text":"On some He bestows both sons and daughters, and some He leaves issueless. He is all-knowing and all-powerful.","bangla_translit":"আও ইয়ুযাওয়্যিজুহুম্ যুক্রা-নাঁও অইনা-ছান্ অইয়াজ্ব্-‘আলূ মাইঁ ইয়াশা-য়ু ‘আক্বীমা-; ইন্নাহূ ‘আলীমুন্ ক্বর্দী।","english_translit":"Aw yuzawwijuhum thukranan wainathan wayajAAalu man yashao AAaqeeman innahu AAaleemun qadeerun"},{"sura":42,"aya":51,"quran_text":"وَمَا كَانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللَّهُ إِلَّا وَحْيًا أَوْ مِنْ وَرَاءِ حِجَابٍ أَوْ يُرْسِلَ رَسُولًا فَيُوحِيَ بِإِذْنِهِ مَا يَشَاءُ إِنَّهُ عَلِيٌّ حَكِيمٌ","bangla_mohiuddin":"কোন মানুষের জন্য এমন হওয়ার নয় যে, আল্লাহ তার সাথে কথা বলবেন। কিন্তু ওহীর মাধ্যমে অথবা পর্দার অন্তরাল থেকে অথবা তিনি কোন দূত প্রেরণ করবেন, অতঃপর আল্লাহ যা চান, সে তা তাঁর অনুমতিক্রমে পৌঁছে দেবে। নিশ্চয় তিনি সর্বোচ্চ প্রজ্ঞাময়।","bangla_murtaza":"কোনো মানুষকে এ মর্যাদা দেয়া হয়নি যে, আল্লাহ তার সাথে (সরাসরি) কথা বলবেন। তিনি কারো সাথে কথা বললে বলে থাকেন অহির (সুক্ষ্ম ইংগিতের) মাধ্যমে, অথবা পর্দার অন্তরাল থেকে, কিংবা তার কাছে বার্তাবাহক (ফেরেশতা) পাঠিয়ে দেন এবং সে তাঁর হুকুম মতো তিনি যা চান, তা অহি করে। নি:সন্দেহে তিনি অতি মহান ও মহাবিজ্ঞ।","english_text":"It is not given to man that God should speak to him except by suggestion or indirectly, or send a messenger to convey by His command whatsoever He please. He is all-high and all-wise.","bangla_translit":"অমা- কা-না লিবাশারিন্ আইঁ ইয়ুকাল্লিমাহুল্লা-হু ইল্লা-অহ্ইয়ান্ আও মিওঁ অর-য়ি হিজ্বা-বিন্ আও ইর্য়ুসিলা রসূলান্ ফাইয়ূহিয়া বিইয্নিহী মা-ইয়াশা-য়্; ইন্নাহূ ‘আলিয়্যুন্ হাকীম।","english_translit":"Wama kana libasharin an yukallimahu Allahu illa wahyan aw min warai hijabin aw yursila rasoolan fayoohiya biithnihi ma yashao innahu AAaliyyun hakeemun"},{"sura":42,"aya":52,"quran_text":"وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ وَلَكِنْ جَعَلْنَاهُ نُورًا نَهْدِي بِهِ مَنْ نَشَاءُ مِنْ عِبَادِنَا وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُسْتَقِيمٍ","bangla_mohiuddin":"এমনিভাবে আমি আপনার কাছে এক ফেরেশতা প্রেরণ করেছি আমার আদেশক্রমে। আপনি জানতেন না, কিতাব কি এবং ঈমান কি? কিন্তু আমি একে করেছি নূর, যাদ্দ্বারা আমি আমার বান্দাদের মধ্য থেকে যাকে ইচ্ছা পথ প্রদর্শন করি। নিশ্চয় আপনি সরল পথ প্রদর্শন করেন-","bangla_murtaza":"(হে মুহাম্মদ) এ পদ্ধতিতেই আমরা আমাদের নির্দেশ (Command)-এর একটি ‘রূহ’ তোমার কাছে অহি করেছি। তুমি তো কিছুই জানতে না, কিতাব কী? ঈমান কী? (আসল কথা হলো, আমরা তোমার কাছে প্রেরিত) সেই রূহটিকে (তোমার জন্যে) একটি আলোকবর্তিকা বানিয়ে দিয়েছি। এই আলোকবর্তিকা দিয়েই আমরা আমাদের দাসদের যাকে ইচ্ছা সঠিক পথ দেখিয়ে থাকি। আর নি:সন্দেহে (হে মুহাম্মদ!) তুমি সিরাতুল মুস্তাকিমের (সঠিক পথের) দিকেই ডাকছো।","english_text":"So have We revealed to you the Qur'an by Our command. You did not know what the Scripture was before, nor (the laws of) faith. And We made it a light by which We show the way to those of Our creatures as We please; and you certainly guide them to the right path,","bangla_translit":"অ কাযা-লিকা আওহাইনা য় ইলাইকা রূহাম্ মিন্ আম্রিনা-; মা-কুন্তা তাদ্রী মাল্ কিতা-বু অলাল্ ঈমা-নু অলা-কিন্ জ্বা‘আল্না-হু নূরান্ নাহ্দী বিহী মান্ নাশা-য়ু মিন্ ‘ইবা-দিনা- অইন্নাকা লা-তাহ্দী ইলা-ছিরা-ত্বিম্ মুস্তাকীম্।","english_translit":"Wakathalika awhayna ilayka roohan min amrina ma kunta tadree ma alkitabu wala aleemanu walakin jaAAalnahu nooran nahdee bihi man nashao min AAibadina wainnaka latahdee ila siratin mustaqeemin"},{"sura":42,"aya":53,"quran_text":"صِرَاطِ اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ أَلَا إِلَى اللَّهِ تَصِيرُ الْأُمُورُ","bangla_mohiuddin":"আল্লাহর পথ। নভোমন্ডল ও ভূমন্ডল যা কিছু আছে, সব তাঁরই। শুনে রাখ, আল্লাহ তা’আলার কাছেই সব বিষয়ে পৌঁছে।","bangla_murtaza":"(তুমি মানুষকে) সেই মহান (আল্লাহর) পথের দিকেই ডাকছো, মহাবিশ্ব এবং এই পৃথিবীর সবকিছুর যিনি মালিক। সতর্ক হও, নি:সন্দেহে সমস্ত বিষয় (চূড়ান্ত ফায়সালার জন্যে) ফিরে যায় আল্লাহরই কাছে।","english_text":"The path of God to whom belongs the kingdom of the heavens and the earth. And will not all things go back to God?","bangla_translit":"ছিরা-ত্বি ল্লা-হিল্ লাযীলাহূ মা-ফিস্ সামা-ওয়া-তি অমা-ফিল্ র্আদ্ব; আলা য় ইলাল্লা-হি তাছীরূল উর্মূ।","english_translit":"Sirati Allahi allathee lahu ma fee alssamawati wama fee alardi ala ila Allahi taseeru alomooru"}]