[{"sura":67,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ","bangla_text":"পূণ্যময় তিনি, যাঁর হাতে রাজত্ব। তিনি সবকিছুর উপর সর্বশক্তিমান।","english_text":"BLESSED BE HE who holds the (reins of) Kingship in His hand, who has power over everything,","bangla_translit":"তাবা-রকাল্লাযী বিইয়াদিহিল্ মুল্কু অহুওয়া ‘আলা কুল্লি শাইয়িন্ ক্বদীরু।","english_translit":null},{"sura":67,"aya":2,"quran_text":"الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا وَهُوَ الْعَزِيزُ الْغَفُورُ","bangla_text":"যিনি সৃষ্টি করেছেন মরণ ও জীবন, যাতে তোমাদেরকে পরীক্ষা করেন-কে তোমাদের মধ্যে কর্মে শ্রেষ্ঠ? তিনি পরাক্রমশালী, ক্ষমাময়।","english_text":"Who created death and life in order to try you to see who of you are best of deed. He is all-mighty and forgiving,","bangla_translit":"নিল্লাযী খলাক্বল্ মাওতা অল্ হাইয়া-তা লিইয়াব্লুয়াকুম্ আইয়্যুকুম্ আহ্সানু ‘আমালা-; অহুওয়াল্ ‘আযীযুল্ গফূরু।","english_translit":null},{"sura":67,"aya":3,"quran_text":"الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ طِبَاقًا مَا تَرَى فِي خَلْقِ الرَّحْمَنِ مِنْ تَفَاوُتٍ فَارْجِعِ الْبَصَرَ هَلْ تَرَى مِنْ فُطُورٍ","bangla_text":"তিনি সপ্ত আকাশ স্তরে স্তরে সৃষ্টি করেছেন। তুমি করুণাময় আল্লাহ তা’আলার সৃষ্টিতে কোন তফাত দেখতে পাবে না। আবার দৃষ্টিফেরাও; কোন ফাটল দেখতে পাও কি?","english_text":"Who created the seven skies one above the other. Do you see any disproportion in the creations of Ar-Rahman? Turn your eyes again. Do you see any fissures?","bangla_translit":"আল্লাযী খলাক্ব সাব্‘আ সামা-ওয়া-তিন্ ত্বিবা-ক্ব-; মা-তার-ফী খর্ল্ক্বি রহ্মানি মিন্ তাফা-ওয়ুত্; র্ফাজ্বিঈ’ল্ বাছোয়ার হাল্ তার-মিন্ ফুত্বর।","english_translit":null},{"sura":67,"aya":4,"quran_text":"ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ يَنْقَلِبْ إِلَيْكَ الْبَصَرُ خَاسِئًا وَهُوَ حَسِيرٌ","bangla_text":"অতঃপর তুমি বার বার তাকিয়ে দেখ-তোমার দৃষ্টি ব্যর্থ ও পরিশ্রান্ত হয়ে তোমার দিকে ফিরে আসবে।","english_text":"Turn your eyes again and again. Your gaze turns back dazed and tired.","bangla_translit":"ছুর্ম্মা জ্বি‘ইল্ বাছোয়ার র্কারতাইনি ইয়ান্ক্বলিব্ ইলাইকাল্ বাছোয়ারু খ-সিয়াঁও অহুওয়া হার্সী।","english_translit":null},{"sura":67,"aya":5,"quran_text":"وَلَقَدْ زَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَجَعَلْنَاهَا رُجُومًا لِلشَّيَاطِينِ وَأَعْتَدْنَا لَهُمْ عَذَابَ السَّعِيرِ","bangla_text":"আমি সর্বনিম্ন আকাশকে প্রদীপমালা দ্বারা সুসজ্জত করেছি; সেগুলোকে শয়তানদের জন্যে ক্ষেপণাস্ত্রবৎ করেছি এবং প্রস্তুত করে রেখেছি তাদের জন্যে জলন্ত অগ্নির শাস্তি।","english_text":"We have adorned the lowest sky with lamps, and made them missiles against the devils, for whom We have prepared a torment of most intense fire.","bangla_translit":"অলাক্বদ্ যাইয়্যান্নাস্ সামা-য়াদ্ দুন্ইয়া-বিমাছোয়া-বীহা অজ্বা‘আল্নাহা-রুজুমাল্ লিশ্শাইয়াত্বীনি অআ‘তাদ্না-লাহুম্ ‘আযা-বাস্ সা‘র্ঈ।","english_translit":null},{"sura":67,"aya":6,"quran_text":"وَلِلَّذِينَ كَفَرُوا بِرَبِّهِمْ عَذَابُ جَهَنَّمَ وَبِئْسَ الْمَصِيرُ","bangla_text":"যারা তাদের পালনকর্তাকে অস্বীকার করেছে তাদের জন্যে রয়েছে জাহান্নামের শাস্তি। সেটা কতই না নিকৃষ্ট স্থান।","english_text":"For those who believe not in their Lord there is the punishment of Hell; and what a wretched destination","bangla_translit":"অলিল্লাযীনা কাফারূ বিরব্বিহিম্ ‘আযা-বু জ্বাহান্নাম্; অ বি”সাল্ মার্ছী।","english_translit":null},{"sura":67,"aya":7,"quran_text":"إِذَا أُلْقُوا فِيهَا سَمِعُوا لَهَا شَهِيقًا وَهِيَ تَفُورُ","bangla_text":"যখন তারা তথায় নিক্ষিপ্ত হবে, তখন তার উৎক্ষিপ্ত গর্জন শুনতে পাবে।","english_text":"When they are cast into it, they will hear it roar and raging","bangla_translit":"ইযা য় উল্ক্ব ফীহা- সামি‘ঊ লাহা-শাহীক্বঁও অহিয়া তাফূর।","english_translit":null},{"sura":67,"aya":8,"quran_text":"تَكَادُ تَمَيَّزُ مِنَ الْغَيْظِ كُلَّمَا أُلْقِيَ فِيهَا فَوْجٌ سَأَلَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ نَذِيرٌ","bangla_text":"ক্রোধে জাহান্নাম যেন ফেটে পড়বে। যখনই তাতে কোন সম্প্রদায় নিক্ষিপ্ত হবে তখন তাদেরকে তার সিপাহীরা জিজ্ঞাসা করবে। তোমাদের কাছে কি কোন সতর্ককারী আগমন করেনি?","english_text":"As though it would burst with fury. Every time a crowd is thrown into it, its wardens will ask: \"Did no warner come to you?\"","bangla_translit":"তাকা-দু তামাইয়্যাযু মিনাল্ গাইজ্; কুল্লামা য় উল্ক্বিয়া ফীহা- ফাওজুন্ সায়ালাহুম্ খাযানাতুহা য় আলাম্ ইয়াতিকুম্ নার্যী।","english_translit":null},{"sura":67,"aya":9,"quran_text":"قَالُوا بَلَى قَدْ جَاءَنَا نَذِيرٌ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللَّهُ مِنْ شَيْءٍ إِنْ أَنْتُمْ إِلَّا فِي ضَلَالٍ كَبِيرٍ","bangla_text":"তারা বলবেঃ হ্যাঁ আমাদের কাছে সতর্ককারী আগমন করেছিল, অতঃপর আমরা মিথ্যারোপ করেছিলাম এবং বলেছিলামঃ আল্লাহ তা’আলা কোন কিছু নাজিল করেননি। তোমরা মহাবিভ্রান্তিতে পড়ে রয়েছ।","english_text":"And they will answer: \"Surely; a warner came to us, but we denied him, and said: 'God did not send down any thing; you are greatly deluded, in fact.'\"","bangla_translit":"ক্ব-লূ বালা-ক্বদ্ জ্বা-য়ানা নাযীরুন্ ফাকায্যাব্না-অকুল্না-মা-নায্যালাল্লা-হু মিন্ শাইয়িন্ ইন্ আন্তুম্ ইল্লা-ফী দ্বোয়ালা-লিন্ কার্বী।","english_translit":null},{"sura":67,"aya":10,"quran_text":"وَقَالُوا لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِي أَصْحَابِ السَّعِيرِ","bangla_text":"তারা আরও বলবেঃ যদি আমরা শুনতাম অথবা বুদ্ধি খাটাতাম, তবে আমরা জাহান্নামবাসীদের মধ্যে থাকতাম না।","english_text":"They will say: \"If we had listened and been wise, we would not have been among the inmates of Hell.\"","bangla_translit":"অক্ব-লূ লাও কুন্না নাস্মা‘ঊ আও না’ক্বিলু মা-কুন্না ফী য় আছ্হা-বিস্ সা‘র্ঈ।","english_translit":null},{"sura":67,"aya":11,"quran_text":"فَاعْتَرَفُوا بِذَنْبِهِمْ فَسُحْقًا لِأَصْحَابِ السَّعِيرِ","bangla_text":"অতঃপর তারা তাদের অপরাধ স্বীকার করবে। জাহান্নামীরা দূর হোক।","english_text":"So will they confess their guilt. Deprived (of all joys) will be the inmates of Hell.","bangla_translit":"ফা’তারাফূ বিযাম্বিহিম্ ফাসুহ্ক্বল্ লিআছ্হা-বিস্ সা‘র্ঈ।","english_translit":null},{"sura":67,"aya":12,"quran_text":"إِنَّ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ","bangla_text":"নিশ্চয় যারা তাদের পালনকর্তাকে না দেখে ভয় করে, তাদের জন্যে রয়েছে ক্ষমা ও মহাপুরস্কার।","english_text":"For those who fear their Lord in secret is forgiveness and a great reward.","bangla_translit":"ইন্নাল্লাযীনা ইয়াখ্শাওনা রব্বাহুম্ বিল্গইবি লাহুম্ মাগ্ফিরতুঁও অআজরুন্ কার্বী।","english_translit":null},{"sura":67,"aya":13,"quran_text":"وَأَسِرُّوا قَوْلَكُمْ أَوِ اجْهَرُوا بِهِ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ","bangla_text":"তোমরা তোমাদের কথা গোপনে বল অথবা প্রকাশ্যে বল, তিনি তো অন্তরের বিষয়াদি সম্পর্কে সম্যক অবগত।","english_text":"Whether you say a thing secretly or openly, He knows the innermost secrets of your hearts.","bangla_translit":"অআর্সিরূ ক্বওলাকুম্ আওয়িজহারূ বিহ্; ইন্নাহূ ‘আলীমুম্ বিযা-তিছ্ ছুর্দূর।","english_translit":null},{"sura":67,"aya":14,"quran_text":"أَلَا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ","bangla_text":"যিনি সৃষ্টি করেছেন, তিনি কি করে জানবেন না? তিনি সূক্ষ্নজ্ঞানী, সম্যক জ্ঞাত।","english_text":"Can He who has created not know (His creation)? He is all-penetrating, all-aware.","bangla_translit":"আলা-ইয়া’লামু মান্ খলাক; অহুওয়াল্ লাত্বীফুল্ খর্বীর।","english_translit":null},{"sura":67,"aya":15,"quran_text":"هُوَ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ ذَلُولًا فَامْشُوا فِي مَنَاكِبِهَا وَكُلُوا مِنْ رِزْقِهِ وَإِلَيْهِ النُّشُورُ","bangla_text":"তিনি তোমাদের জন্যে পৃথিবীকে সুগম করেছেন, অতএব, তোমরা তার কাঁধে বিচরণ কর এবং তাঁর দেয়া রিযিক আহার কর। তাঁরই কাছে পুনরুজ্জীবন হবে।","english_text":"It is He who made the earth subservient to you that you may travel all around it, and eat of things He has provided; and to Him will be your resurrection.","bangla_translit":"হুওয়াল্লাযী জ্বা‘আলা লাকুমুল্ র্আদ্বোয়া যালূলান্ ফা ম্শূ ফী মানা-কিবিহা-অকুলূ র্মি রিয্ক্বিহ্; অইলাইহিন্ নুর্শূর।","english_translit":null},{"sura":67,"aya":16,"quran_text":"أَأَمِنْتُمْ مَنْ فِي السَّمَاءِ أَنْ يَخْسِفَ بِكُمُ الْأَرْضَ فَإِذَا هِيَ تَمُورُ","bangla_text":"তোমরা কি ভাবনামুক্ত হয়ে গেছ যে, আকাশে যিনি আছেন তিনি তোমাদেরকে ভূগর্ভে বিলীন করে দেবেন, অতঃপর তা কাঁপতে থাকবে।","english_text":"Are you so unafraid that He who is in Heaven will not open up the earth to swallow you, when it will begin to tremble?","bangla_translit":"আ আমিন্তুম্ মান্ ফিস্ সামা-য়ি আইঁয়্যাখ্সিফা বিকুমুল্ র্আদ্বোয়া ফা ইযা-হিয়া তামূর।","english_translit":null},{"sura":67,"aya":17,"quran_text":"أَمْ أَمِنْتُمْ مَنْ فِي السَّمَاءِ أَنْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا فَسَتَعْلَمُونَ كَيْفَ نَذِيرِ","bangla_text":"না তোমরা নিশ্চিন্ত হয়ে গেছ যে, আকাশে যিনি আছেন, তিনি তোমাদের উপর প্রস্তর বৃষ্টি বর্ষণ করবেন, অতঃপর তোমরা জানতে পারবে কেমন ছিল আমার সতর্কবাণী।","english_text":"Or have you become so unafraid that He who is in Heaven will not send a violent wind to shower stones at you? Then you will know the import of My commination!","bangla_translit":"আম্ আমিন্তুম্ মান্ ফিস্ সামা-য়ি আইঁ ইর্য়ুসিলা ‘আলাইকুম্ হা-ছিবা-; ফাসাতা’লামূনা কাইফা নার্যীর।","english_translit":null},{"sura":67,"aya":18,"quran_text":"وَلَقَدْ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ فَكَيْفَ كَانَ نَكِيرِ","bangla_text":"তাদের পূর্ববর্তীরা মিথ্যারোপ করেছিল, অতঃপর কত কঠোর হয়েছিল আমার অস্বীকৃতি।","english_text":"Those before them had also denied. And how was My punishment then!","bangla_translit":"অলাক্বদ্ কায্যাবাল্ লাযীনা মিন্ ক্বব্লিহিম্ ফাকাইফা কা-না নার্কীর।","english_translit":null},{"sura":67,"aya":19,"quran_text":"أَوَلَمْ يَرَوْا إِلَى الطَّيْرِ فَوْقَهُمْ صَافَّاتٍ وَيَقْبِضْنَ مَا يُمْسِكُهُنَّ إِلَّا الرَّحْمَنُ إِنَّهُ بِكُلِّ شَيْءٍ بَصِيرٌ","bangla_text":"তারা কি লক্ষ্য করে না, তাদের মাথার উপর উড়ন্ত পক্ষীকুলের প্রতি পাখা বিস্তারকারী ও পাখা সংকোচনকারী? রহমান আল্লাহ-ই তাদেরকে স্থির রাখেন। তিনি সর্ব-বিষয় দেখেন।","english_text":"Do they not see the birds above them flying wings spread out or folded? Nothing holds them aloft but God. All things are within His purview.","bangla_translit":"আওয়া লাম্ ইয়ারও ইলাতত্বোয়াইরি ফাওক্বহুম্ ছোয়া-ফ্ফা-তিঁও অইয়াকবিদন্; মা -ইয়ুম্সিকুহুন্না ইর্ল্লা রহ্মা-ন্; ইন্নাহূ বিকুল্লি শাইয়িম্ বার্ছীর।","english_translit":null},{"sura":67,"aya":20,"quran_text":"أَمَّنْ هَذَا الَّذِي هُوَ جُنْدٌ لَكُمْ يَنْصُرُكُمْ مِنْ دُونِ الرَّحْمَنِ إِنِ الْكَافِرُونَ إِلَّا فِي غُرُورٍ","bangla_text":"রহমান আল্লাহ তা’আলা ব্যতীত তোমাদের কোন সৈন্য আছে কি, যে তোমাদেরকে সাহায্য করবে? কাফেররা বিভ্রান্তিতেই পতিত আছে।","english_text":"What other army do you have to help you apart from Ar-Rahman? The unbelievers are surely lost in delusion.","bangla_translit":"আম্মান্ হা-যাল্ লাযী হুওয়া জুন্দুল্ লাকুম্ ইয়ান্ছুরুকুম্ মিন্ দূর্নি রহ্মা-ন্; ইনিল্ কা-ফিরূনা ইল্লা-ফী গুর্রূর।","english_translit":null},{"sura":67,"aya":21,"quran_text":"أَمَّنْ هَذَا الَّذِي يَرْزُقُكُمْ إِنْ أَمْسَكَ رِزْقَهُ بَلْ لَجُّوا فِي عُتُوٍّ وَنُفُورٍ","bangla_text":"তিনি যদি রিযিক বন্ধ করে দেন, তবে কে আছে, যে তোমাদেরকে রিযিক দিবে বরং তারা অবাধ্যতা ও বিমুখতায় ডুবে রয়েছে।","english_text":"Who is there to give you food in case He withholds His bounty? Yet they persist in rebellion and aversion.","bangla_translit":"আম্মান্ হা-যাল্ লাযী ইর্য়াযুকুকুম্ ইন্ আম্সাকা রিয্কাহূ বাল্ লাজ্বজু ফী ‘উতুয়িঁও অনুর্ফূ।","english_translit":null},{"sura":67,"aya":22,"quran_text":"أَفَمَنْ يَمْشِي مُكِبًّا عَلَى وَجْهِهِ أَهْدَى أَمَّنْ يَمْشِي سَوِيًّا عَلَى صِرَاطٍ مُسْتَقِيمٍ","bangla_text":"যে ব্যক্তি উপুড় হয়ে মুখে ভর দিয়ে চলে, সে-ই কি সৎ পথে চলে, না সে ব্যক্তি যে সোজা হয়ে সরলপথে চলে?","english_text":"Will he find the way who grovels flat on his face, or he who walks straight on the right path?","bangla_translit":"আফামাইঁ ইয়াম্শী মুকিব্বান, ‘আলা-ওয়াজহিহী য় আহ্দা য় আম্মাইঁ ইয়াম্শী সাওয়িয়্যান্ ‘আলা-ছির-ত্বিম্ মুস্তাক্বীম্।","english_translit":null},{"sura":67,"aya":23,"quran_text":"قُلْ هُوَ الَّذِي أَنْشَأَكُمْ وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلًا مَا تَشْكُرُونَ","bangla_text":"বলুন, তিনিই তোমাদেরকে সৃষ্টি করেছেন এবং দিয়েছেন কর্ণ, চক্ষু ও অন্তর। তোমরা অল্পই কৃতজ্ঞতা প্রকাশ কর।","english_text":"Say: \"It is He who raised you and gave you ears and eyes and hearts. How little are the thanks you offer!\"","bangla_translit":"কুল্ হুওয়াল্ লাযী য় আন্ শায়াকুম্ অজ্বা‘আলা লাকুমুস্ সাম্‘আ অল্ আব্ছোয়া-র অল্ আফ্য়িদাহ্; ক্বলীলাম্ মা-তাশ্কুরূন্।","english_translit":null},{"sura":67,"aya":24,"quran_text":"قُلْ هُوَ الَّذِي ذَرَأَكُمْ فِي الْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ","bangla_text":"বলুন, তিনিই তোমাদেরকে পৃথিবীতে বিস্তৃত করেছেন এবং তাঁরই কাছে তোমরা সমবেত হবে।","english_text":"Say: \"It is He who dispersed you all over the earth, and to Him you will be gathered.\"","bangla_translit":"কুল্ হুওয়াল্ লাযী যারয়াকুম্ ফিল্ র্আদ্বি অইলাইহি তুহ্শারূন্।","english_translit":null},{"sura":67,"aya":25,"quran_text":"وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ","bangla_text":"কাফেররা বলেঃ এই প্রতিশ্রুতি কবে হবে, যদি তোমরা সত্যবাদী হও?","english_text":"But they say: \"When will this promise come to pass, if what you say is true?\"","bangla_translit":"অইয়াকুলূনা মাতা- হা-যাল্ ওয়া’দু ইন্ কুনতুম ছোয়া-দিক্বীন।","english_translit":null},{"sura":67,"aya":26,"quran_text":"قُلْ إِنَّمَا الْعِلْمُ عِنْدَ اللَّهِ وَإِنَّمَا أَنَا نَذِيرٌ مُبِينٌ","bangla_text":"বলুন, এর জ্ঞান আল্লাহ তা’আলার কাছেই আছে। আমি তো কেবল প্রকাশ্য সতর্ককারী।","english_text":"Say: \"God alone has knowledge. My duty is only to warn you clearly.\"","bangla_translit":"কুল ইন্নামাল্ ই’ল্মু ই’ন্দাল্লা-হি ইন্নামা য় আনা নাযীরুম মুবীন।","english_translit":null},{"sura":67,"aya":27,"quran_text":"فَلَمَّا رَأَوْهُ زُلْفَةً سِيئَتْ وُجُوهُ الَّذِينَ كَفَرُوا وَقِيلَ هَذَا الَّذِي كُنْتُمْ بِهِ تَدَّعُونَ","bangla_text":"যখন তারা সেই প্রতিশ্রুতিকে আসন্ন দেখবে তখন কাফেরদের মুখমন্ডল মলিন হয়ে পড়বে এবং বলা হবেঃ এটাই তো তোমরা চাইতে।","english_text":"When they realise it has come upon them, distraught will be the faces of unbelievers. They will be told: \"This is what you asked for.\"","bangla_translit":"ফালাম্মা- রায়াওহু যুল্ফাতান্ সী-য়াত্ উজুহুল্ লাযীনা কাফারূ অক্বীলা হা-যাল্ লাযী কুন্তুম্ বিহী তাদ্দা‘ঊন্ ।","english_translit":null},{"sura":67,"aya":28,"quran_text":"قُلْ أَرَأَيْتُمْ إِنْ أَهْلَكَنِيَ اللَّهُ وَمَنْ مَعِيَ أَوْ رَحِمَنَا فَمَنْ يُجِيرُ الْكَافِرِينَ مِنْ عَذَابٍ أَلِيمٍ","bangla_text":"বলুন, তোমরা কি ভেবে দেখেছ-যদি আল্লাহ তা’আলা আমাকে ও আমার সংগীদেরকে ধ্বংস করেন অথবা আমাদের প্রতি দয়া করেন, তবে কাফেরদেরকে কে যন্ত্রণাদায়ক শাস্তি থেকে রক্ষা করবে?","english_text":"Say: \"Just think: If God destroys me and those with me, or is benevolent to us, who will then protect the unbelievers from a painful doom?\"","bangla_translit":"কুল্ আরয়াইতুম্ ইন্ আহ্লাকানিয়াল্লা-হু অমাম্ মা’ইয়া আও রহিমানা-ফামাইঁ ইয়ুজ্বীরুল্ কা-ফিরীনা মিন্ ‘আযা-বিন্ আলীম্।","english_translit":null},{"sura":67,"aya":29,"quran_text":"قُلْ هُوَ الرَّحْمَنُ آمَنَّا بِهِ وَعَلَيْهِ تَوَكَّلْنَا فَسَتَعْلَمُونَ مَنْ هُوَ فِي ضَلَالٍ مُبِينٍ","bangla_text":"বলুন, তিনি পরম করুণাময়, আমরা তাতে বিশ্বাস রাখি এবং তাঁরই উপর ভরসা করি। সত্ত্বরই তোমরা জানতে পারবে, কে প্রকাশ্য পথ-ভ্রষ্টতায় আছে।","english_text":"Say: \"He is the benevolent; in Him do we believe, and in Him do we place our trust. You will now realise who is in manifest error.\"","bangla_translit":"কুল্ হুওর্য়া রহ্মা-নু আ-মান্না- বিহী অ‘আলাইহি তাওয়াক্কাল্না-ফাসাতা’লামূনা মান্ হুওয়া ফী দ্বোয়ালা-লিম্ মুবীন্।","english_translit":null},{"sura":67,"aya":30,"quran_text":"قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ مَاؤُكُمْ غَوْرًا فَمَنْ يَأْتِيكُمْ بِمَاءٍ مَعِينٍ","bangla_text":"বলুন, তোমরা ভেবে দেখেছ কি, যদি তোমাদের পানি ভূগর্ভের গভীরে চলে যায়, তবে কে তোমাদেরকে সরবরাহ করবে পানির স্রোতধারা?","english_text":"Say: \"Just think: If your water were to dry up in the morning who will bring you water from a fresh, flowing stream?\"","bangla_translit":"কুল্ আরায়াইতুম্ ইন্ আছ্বাহা মা-য়ুকুম্ গওরন্ ফামাইঁ ইয়া’তীকুম্ বিমা-য়িম্ মা‘ঈন্।","english_translit":null}]