[{"sura":23,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ قَدْ أَفْلَحَ الْمُؤْمِنُونَ","bangla_text":"মুমিনগণ সফলকাম হয়ে গেছে,","english_text":"THE TRUE BELIEVERS will be successful,","bangla_translit":"ক্বাদ্ আফ্লাহাল্ মুমিনূন্।","english_translit":null},{"sura":23,"aya":2,"quran_text":"الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ","bangla_text":"যারা নিজেদের নামাযে বিনয়-নম্র;","english_text":"Who are humble in their service,","bangla_translit":"আল্লাযীনা হুম্ ফী ছলা-তিহিম্ খা-শি‘ঊন্।","english_translit":null},{"sura":23,"aya":3,"quran_text":"وَالَّذِينَ هُمْ عَنِ اللَّغْوِ مُعْرِضُونَ","bangla_text":"যারা অনর্থক কথা-বার্তায় নির্লিপ্ত,","english_text":"Who shun all frivolities,","bangla_translit":"অল্লাযীনা হুম্ ‘আনিল্লাগ্ওয়ি মু’রিদ্বূন্।","english_translit":null},{"sura":23,"aya":4,"quran_text":"وَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُونَ","bangla_text":"যারা যাকাত দান করে থাকে","english_text":"Who strive for betterment;","bangla_translit":"অল্লাযীনা হুম্ লিয্যাকা-তি ফা-‘ইলূন্।","english_translit":null},{"sura":23,"aya":5,"quran_text":"وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ","bangla_text":"এবং যারা নিজেদের যৌনাঙ্গকে সংযত রাখে।","english_text":"Who guard their sex","bangla_translit":"অল্লাযীনা হুম্ লিফুরূজ্বিহিম্ হা-ফিজূন্।","english_translit":null},{"sura":23,"aya":6,"quran_text":"إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ","bangla_text":"তবে তাদের স্ত্রী ও মালিকানাভুক্ত দাসীদের ক্ষেত্রে সংযত না রাখলে তারা তিরস্কৃত হবে না।","english_text":"Except from their wives and women slaves of old are free of blame,","bangla_translit":"ইল্লা ‘আলায় আয্ওয়া-জ্বিহিম্ আও মা- মালাকাত্ আইমা-নু হুম্ ফাইন্নাহুম্ গইরু মালূমীন্।","english_translit":null},{"sura":23,"aya":7,"quran_text":"فَمَنِ ابْتَغَى وَرَاءَ ذَلِكَ فَأُولَئِكَ هُمُ الْعَادُونَ","bangla_text":"অতঃপর কেউ এদেরকে ছাড়া অন্যকে কামনা করলে তারা সীমালংঘনকারী হবে।","english_text":"But those who covet more than this will be transgressors;","bangla_translit":"ফামানিব্তাগ- অর-য়া যা-লিকা ফাউলা-য়িকা হুমুল্ আ’দূন্।","english_translit":null},{"sura":23,"aya":8,"quran_text":"وَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ","bangla_text":"এবং যারা আমানত ও অঙ্গীকার সম্পর্কে হুশিয়ার থাকে।","english_text":"And those who fulfil their trusts and keep their promises;","bangla_translit":"অল্লাযীনা হুম্ লিআমা-না-তি হিম্ অ‘আহ্দিহিম্ র-‘ঊন্।","english_translit":null},{"sura":23,"aya":9,"quran_text":"وَالَّذِينَ هُمْ عَلَى صَلَوَاتِهِمْ يُحَافِظُونَ","bangla_text":"এবং যারা তাদের নামাযসমূহের খবর রাখে।","english_text":"And those who are watchful of their acts of prayer.","bangla_translit":"অল্লাযীনা হুম্ ‘আলা-ছলাওয়া-তিহিম্ ইয়ুহা-ফিজূন্।","english_translit":null},{"sura":23,"aya":10,"quran_text":"أُولَئِكَ هُمُ الْوَارِثُونَ","bangla_text":"তারাই উত্তরাধিকার লাভ করবে।","english_text":"These are the real gainers,","bangla_translit":"উলা-য়িকা হুমুল্ ওয়া-রিছূন্।","english_translit":null},{"sura":23,"aya":11,"quran_text":"الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ هُمْ فِيهَا خَالِدُونَ","bangla_text":"তারা শীতল ছায়াময় উদ্যানের উত্তরাধিকার লাভ করবে। তারা তাতে চিরকাল থাকবে।","english_text":"Who will inherit Paradise, and live in it for ever.","bangla_translit":"আল্লাযীনা ইয়ারিছূনাল্ র্ফিদাউস্ হুম্ ফীহা-খ-লিদূন্।","english_translit":null},{"sura":23,"aya":12,"quran_text":"وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ سُلَالَةٍ مِنْ طِينٍ","bangla_text":"আমি মানুষকে মাটির সারাংশ থেকে সৃষ্টি করেছি।","english_text":"We created man from the finest extract of clay,","bangla_translit":"অলাক্বদ্ খলাক্বনাল্ ইন্সা-না মিন্ সুলা-লাতিম্ মিন্ ত্বীন্।","english_translit":null},{"sura":23,"aya":13,"quran_text":"ثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ مَكِينٍ","bangla_text":"অতঃপর আমি তাকে শুক্রবিন্দু রূপে এক সংরক্ষিত আধারে স্থাপন করেছি।","english_text":"Then We placed him as a sperm in a firmly established lodging;","bangla_translit":"ছুম্মা জ্বা‘আল্না- হু নুত্ব্ ফাতান্ ফী ক্বর-রিম্ মাকীন্।","english_translit":null},{"sura":23,"aya":14,"quran_text":"ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظَامًا فَكَسَوْنَا الْعِظَامَ لَحْمًا ثُمَّ أَنْشَأْنَاهُ خَلْقًا آخَرَ فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ","bangla_text":"এরপর আমি শুক্রবিন্দুকে জমাট রক্তরূপে সৃষ্টি করেছি, অতঃপর জমাট রক্তকে মাংসপিন্ডে পরিণত করেছি, এরপর সেই মাংসপিন্ড থেকে অস্থি সৃষ্টি করেছি, অতঃপর অস্থিকে মাংস দ্বারা আবৃত করেছি, অবশেষে তাকে নতুন রূপে দাঁড় করিয়েছি। নিপুণতম সৃষ্টিকর্তা আল্লাহ কত কল্যাণময়।","english_text":"Then We fashioned the sperm into an embryo, then fashioned the embryo into a shapeless lump of flesh; then from the lump of flesh We fashioned bones, then clothed the bones with flesh. Thus We formed him into a new creation. So blessed be God the best of Creators.","bangla_translit":"ছুম্মা খলাক্বনান্ নুত্বফাতা ‘আলাক্বতান্ ফাখলাক্বনাল্ ‘আলাক্বতা মুদ্ব্গতান্ ফাখলাক্বনাল্ মুদ্ব্গতা ‘ইজোয়া- মান্ ফাকাসাওনাল্ ‘ইজোয়া-মা লাহ্মান্ ছুম্মা আন্শানা-হু খল্ক্বন্ আ-র্খ; ফাতাবা-রকাল্লা-হু আহ্সানুল্ খ-লিক্বীন্।","english_translit":null},{"sura":23,"aya":15,"quran_text":"ثُمَّ إِنَّكُمْ بَعْدَ ذَلِكَ لَمَيِّتُونَ","bangla_text":"এরপর তোমরা মৃত্যুবরণ করবে","english_text":"And then you will certainly die,","bangla_translit":"ছুম্মা ইন্নাকুম্ বা’দা যা-লিকা লামাইয়্যিতূন্।","english_translit":null},{"sura":23,"aya":16,"quran_text":"ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ تُبْعَثُونَ","bangla_text":"অতঃপর কেয়ামতের দিন তোমরা পুনরুত্থিত হবে।","english_text":"Then will be raised up on the Day of Resurrection.","bangla_translit":"ছুম্মা ইন্নাকুম্ ইয়াওমাল্ ক্বিয়া-মাতি তুব্‘আছূ ন্।","english_translit":null},{"sura":23,"aya":17,"quran_text":"وَلَقَدْ خَلَقْنَا فَوْقَكُمْ سَبْعَ طَرَائِقَ وَمَا كُنَّا عَنِ الْخَلْقِ غَافِلِينَ","bangla_text":"আমি তোমাদের উপর সুপ্তপথ সৃষ্টি করেছি এবং আমি সৃষ্টি সম্বন্ধে অনবধান নই।","english_text":"We made several highways one over the other above you. We are not neglectful of creation.","bangla_translit":"অ লাক্বদ্ খলাক্বনা-ফাওক্বকুম্ সাব্‘আ ত্বোয়া-রইকা-অমা-কুন্না- ‘আনিল্ খল্ক্বি গফিলীন্।","english_translit":null},{"sura":23,"aya":18,"quran_text":"وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً بِقَدَرٍ فَأَسْكَنَّاهُ فِي الْأَرْضِ وَإِنَّا عَلَى ذَهَابٍ بِهِ لَقَادِرُونَ","bangla_text":"আমি আকাশ থেকে পানি বর্ষণ করে থাকি পরিমাণ মত অতঃপর আমি জমিনে সংরক্ষণ করি এবং আমি তা অপসারণও করতে সক্ষম।","english_text":"We send down water from the sky in determined measure, and store it up in the earth; and We have power to drain it away.","bangla_translit":"অ আন্যালনা- মিনাস্ সামা-য়ি মা-য়াম্ বিক্বদারিন্ ফাআস্কান্না-হু ফিল্ র্আদ্বি অইন্না-আলা যাহা- বিম্ বিহী লাক্ব-দিরূন্।","english_translit":null},{"sura":23,"aya":19,"quran_text":"فَأَنْشَأْنَا لَكُمْ بِهِ جَنَّاتٍ مِنْ نَخِيلٍ وَأَعْنَابٍ لَكُمْ فِيهَا فَوَاكِهُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ","bangla_text":"অতঃপর আমি তা দ্বারা তোমাদের জন্যে খেজুর ও আঙ্গুরের বাগান সৃষ্টি করেছি। তোমাদের জন্যে এতে প্রচুর ফল আছে এবং তোমরা তা থেকে আহার করে থাক।","english_text":"We grow orchards of dates and grapes from it for you, Which yield fruits in abundance that you eat.","bangla_translit":"ফাআন্শানা লাকুম্ বিহী জ্বান্না-তিম্ মিন্ নাখীলিওঁ অ আ’নাব্। লাকুম্ ফীহা-ফাওয়া-কিহু কাছীরাতুওঁ অমিন্হা-তাকুলূন্।","english_translit":null},{"sura":23,"aya":20,"quran_text":"وَشَجَرَةً تَخْرُجُ مِنْ طُورِ سَيْنَاءَ تَنْبُتُ بِالدُّهْنِ وَصِبْغٍ لِلْآكِلِينَ","bangla_text":"এবং ঐ বৃক্ষ সৃষ্টি করেছি, যা সিনাই পর্বতে জন্মায় এবং আহারকারীদের জন্যে তৈল ও ব্যঞ্জন উৎপন্ন করে।","english_text":"The tree that grows on Mount Sinai yields oil and seasoning for those who eat.","bangla_translit":"অ শাজ্বারাতান্ তাখ্রুজু মিন্ তুরি সাইনা-য়া তাম্বুতু বিদ্দুহ্নি অ ছিব্গিল্লিল্ আ-কিলীন্।","english_translit":null},{"sura":23,"aya":21,"quran_text":"وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُسْقِيكُمْ مِمَّا فِي بُطُونِهَا وَلَكُمْ فِيهَا مَنَافِعُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ","bangla_text":"এবং তোমাদের জন্যে চতুস্পদ জন্তু সমূহের মধ্যে চিন্তা করার বিষয় রয়েছে। আমি তোমাদেরকে তাদের উদরস্থিত বস্তু থেকে পান করাই এবং তোমাদের জন্যে তাদের মধ্যে প্রচুর উপকারিতা আছে। তোমরা তাদের কতককে ভক্ষণ কর।","english_text":"There are lessons for you in the cattle from whose bellies We give you milk to drink, and there are other advantages that you derive from them, and some of them you eat;","bangla_translit":"অ ইন্না লাকুম্ ফিল্ আন্‘আ-মি লা‘ইব্রহ্; নুস্ক্বীকুম্ মিম্মা-ফী বুতুনিহা-অলাকুম্ ফীহা-মানা-ফি‘উ কাছীরাতুঁও অ মিন্হা- তাকুলূন্।","english_translit":null},{"sura":23,"aya":22,"quran_text":"وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُونَ","bangla_text":"তাদের পিঠে ও জলযানে তোমরা আরোহণ করে চলাফেরা করে থাক।","english_text":"And you are carried on them and on boats.","bangla_translit":"অ ‘আলাইহা-অ‘আলাল্ ফুল্কি তুহ্মালূন্।","english_translit":null},{"sura":23,"aya":23,"quran_text":"وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ فَقَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ","bangla_text":"আমি নূহকে তার সম্প্রদায়ের কাছে প্রেরণ করেছিলাম। সে বলেছিলঃ হে আমার সম্প্রদায়, তোমরা আল্লাহর বন্দেগী কর। তিনি ব্যতীত তোমাদের কোন মাবুদ নেই। তোমরা কি ভয় কর না।","english_text":"We sent Noah to his people. He said: \"O my people, worship God, for you have no other god but He. Will you not take heed for yourselves?\"","bangla_translit":"অ লাক্বদ্ র্আসাল্না- নূহান্ ইলা-ক্বওমিহী ফাক্ব-লা ইয়া-ক্বওমি’ বুদু ল্লা-হা মা-লাকুম্ মিন্ ইলা-হিন্ গইরুহ্; আফালা-তাত্তাকুন্।","english_translit":null},{"sura":23,"aya":24,"quran_text":"فَقَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ مَا هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ يُرِيدُ أَنْ يَتَفَضَّلَ عَلَيْكُمْ وَلَوْ شَاءَ اللَّهُ لَأَنْزَلَ مَلَائِكَةً مَا سَمِعْنَا بِهَذَا فِي آبَائِنَا الْأَوَّلِينَ","bangla_text":"তখন তার সম্প্রদায়ের কাফের-প্রধানরা বলেছিলঃ এ তো তোমাদের মতই একজন মানুষ বৈ নয়। সে তোমাদের উপর নেতৃত্ব করতে চায়। আল্লাহ ইচ্ছা করলে ফেরেশতাই নাযিল করতেন। আমরা আমাদের পূর্বপুরুষদের মধ্যে এরূপ কথা শুনিনি।","english_text":"The chiefs of his people, who did not believe, said: \"He is only a man like you. He wishes to acquire ascendancy over you. If God had willed He would have sent down angels. We never heard this from our elders.","bangla_translit":"ফাক্বা-লাল্ মালায়ুল্লাযীনা কাফারূ মিন্ ক্বাওমিহী মা-হাযা য় ইল্লা-বাশারুম্ মিছ্লুকুম্ ইয়ুরীদু আইঁ ইয়াতাফাদ্দোয়ালা ‘আলাইকুম্ অলাও শা-য়াল্লা-হু লাআন্যালা মালা-য়িকাতাম্ মা- সামি’না বিহা-যা-ফী য় আ-বা-য়িনাল্ আউয়ালীন্।","english_translit":null},{"sura":23,"aya":25,"quran_text":"إِنْ هُوَ إِلَّا رَجُلٌ بِهِ جِنَّةٌ فَتَرَبَّصُوا بِهِ حَتَّى حِينٍ","bangla_text":"সে তো এক উম্মাদ ব্যক্তি বৈ নয়। সুতরাং কিছুকাল তার ব্যাপারে অপেক্ষা কর।","english_text":"He is only a man possessed; so wait and watch him for a time.\"","bangla_translit":"ইন্ হুঅ ইল্লা-রাজুলুম্ বিহী জিন্নাতুন্ ফাতারব্বাছূ বিহী হাত্তা-হীন্।","english_translit":null},{"sura":23,"aya":26,"quran_text":"قَالَ رَبِّ انْصُرْنِي بِمَا كَذَّبُونِ","bangla_text":"নূহ বলেছিলঃ হে আমার পালনকর্তা, আমাকে সাহায্য কর; কেননা, তারা আমাকে মিথ্যাবাদী বলছে।","english_text":"\"O my Lord,\" prayed (Noah), \"help me against them, for they accuse me of lies.\"","bangla_translit":"ক্ব-লা রব্বিন্ র্ছুনী বিমা-কায্যাবূন্।","english_translit":null},{"sura":23,"aya":27,"quran_text":"فَأَوْحَيْنَا إِلَيْهِ أَنِ اصْنَعِ الْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا فَإِذَا جَاءَ أَمْرُنَا وَفَارَ التَّنُّورُ فَاسْلُكْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ مِنْهُمْ وَلَا تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا إِنَّهُمْ مُغْرَقُونَ","bangla_text":"অতঃপর আমি তার কাছে আদেশ প্রেরণ করলাম যে, তুমি আমার দৃষ্টির সামনে এবং আমার নির্দেশে নৌকা তৈরী কর। এরপর যখন আমার আদেশ আসে এবং চুল্লী প্লাবিত হয়, তখন নৌকায় তুলে নাও, প্রত্যেক জীবের এক এক জোড়া এবং তোমার পরিবারবর্গকে, তাদের মধ্যে যাদের বিপক্ষে পূর্বে সিদ্ধান্ত নেয়া হয়েছে তাদের ছাড়া। এবং তুমি জালেমদের সম্পর্কে আমাকে কিছু বলো না। নিশ্চয় তারা নিমজ্জত হবে।","english_text":"So We asked him to build the ark under Our eyes and guidance, (and said): \"When Our command is issued and the source of water boils over, put a pair of every species in it, and your family except those for whom Our sentence has been passed already; and do not speak to Me for those who are wicked: They will be drowned.","bangla_translit":"ফাআওহাইনা য় ইলাইহি আনিছ্ না‘ঈল্ ফুল্কা বি-আ’ইয়ুনিনা-অ ওয়াহ্য়িয়েনা- ফাইযা-জ্বা-য়া আম্রুনা-অফা-রত্তান্ নূরু ফাস্লুক্ ফীহা-মিন্ কুল্লিন্ যাওজ্বাইনিছ্ নাইনি অ আহ্লাকা ইল্লা-মান্ সাবাক্ব ‘আলাইহিল্ ক্বওলু মিন্হুম্ অলা-তুখা-ত্বিব্নী ফিল্লাযীনা জোয়ালামূ ইন্নাহুম্ মুগ্রাকুন্।","english_translit":null},{"sura":23,"aya":28,"quran_text":"فَإِذَا اسْتَوَيْتَ أَنْتَ وَمَنْ مَعَكَ عَلَى الْفُلْكِ فَقُلِ الْحَمْدُ لِلَّهِ الَّذِي نَجَّانَا مِنَ الْقَوْمِ الظَّالِمِينَ","bangla_text":"যখন তুমি ও তোমার সঙ্গীরা নৌকায় আরোহণ করবে, তখন বলঃ আল্লাহর শোকর, যিনি আমাদেরকে জালেম সম্প্রদায়ের কবল থেকে উদ্ধার করেছেন।","english_text":"When you and those with you have boarded the ark, say: 'All praise be to God who has delivered us from the people who were sinful.'","bangla_translit":"ফাইযাস্ তাওয়াইতা আন্তা অমাম্ মা‘আকা ‘আলাল্ ফুল্কি ফাকুলিল্ হাম্দু লিল্লা-হিল্লাযী নাজ্জ্বানা-মিনাল্ ক্বওমিজ্ জোয়া-লিমীন্।","english_translit":null},{"sura":23,"aya":29,"quran_text":"وَقُلْ رَبِّ أَنْزِلْنِي مُنْزَلًا مُبَارَكًا وَأَنْتَ خَيْرُ الْمُنْزِلِينَ","bangla_text":"আরও বলঃ পালনকর্তা, আমাকে কল্যাণকর ভাবে নামিয়ে দাও, তুমি শ্রেষ্ঠ অবতারণকারী।","english_text":"And say: 'O Lord, disembark me in a welcome place; You are the best of deliverers.'","bangla_translit":"অক্বর রব্বি আন্যিল্নী মুন্যালাম্ মুবা-রকাঁও অআন্তা খইরুল মুন্যিলীন্।","english_translit":null},{"sura":23,"aya":30,"quran_text":"إِنَّ فِي ذَلِكَ لَآيَاتٍ وَإِنْ كُنَّا لَمُبْتَلِينَ","bangla_text":"এতে নিদর্শনাবলী রয়েছে এবং আমি পরীক্ষাকারী।","english_text":"There were surely signs in this; We will surely put you to the test.","bangla_translit":"ইন্না ফী যা-লিকা লা আ-ইয়া-তিঁও অইন্ কুন্না-। লামুব্তালীন্।","english_translit":null},{"sura":23,"aya":31,"quran_text":"ثُمَّ أَنْشَأْنَا مِنْ بَعْدِهِمْ قَرْنًا آخَرِينَ","bangla_text":"অতঃপর অন্য এক সম্প্রদায় আমি তার স্থলাভিষিক্ত করেছিলাম।","english_text":"After them We raised a new generation.","bangla_translit":"ছুম্মা আন্শানা-মিম্ বা’দিহিম র্ক্বনান্ আ-খরীন্।","english_translit":null},{"sura":23,"aya":32,"quran_text":"فَأَرْسَلْنَا فِيهِمْ رَسُولًا مِنْهُمْ أَنِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ","bangla_text":"এবং তাদেরই একজনকে তাদের মধ্যে রসূলরূপে প্রেরণ করেছিলাম এই বলে যে, তোমরা আল্লাহর বন্দেগী কর। তিনি ব্যতীত তোমাদের অন্য কোন মাবুদ নেই। তবুও কি তোমরা ভয় করবে না?","english_text":"Then We sent to them an apostle from among them (who said): \"Worship God, for you have no other god but He. Will you not take heed and fear God?\"","bangla_translit":"ফার্আসাল্না-ফীহিম্ রাসূ লাম্ মিন্হুম্ আনি’ বুদু ল্লা-হা মা-লাকুম্ মিন্ ইলা-হিন্ গইরুহ্; আফালা- তাত্তাকুন্।","english_translit":null},{"sura":23,"aya":33,"quran_text":"وَقَالَ الْمَلَأُ مِنْ قَوْمِهِ الَّذِينَ كَفَرُوا وَكَذَّبُوا بِلِقَاءِ الْآخِرَةِ وَأَتْرَفْنَاهُمْ فِي الْحَيَاةِ الدُّنْيَا مَا هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ يَأْكُلُ مِمَّا تَأْكُلُونَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُونَ","bangla_text":"তাঁর সম্প্রদায়ের প্রধানরা যারা কাফের ছিল, পরকালের সাক্ষাতকে মিথ্যা বলত এবং যাদেরকে আমি পার্থিব জীবনে সুখ-স্বাচ্ছন্দ্য দিয়েছিলাম, তারা বললঃ এতো আমাদের মতই একজন মানুষ বৈ নয়। তোমরা যা খাও, সেও তাই খায় এবং তোমরা যা পান কর, সেও তাই পান করে।","english_text":"The chiefs of the people who did not believe and denied the life to come, though We had given them good things of this life to enjoy, (said): \"He is only a mortal like you. He eats as you do, and drinks as you drink.","bangla_translit":"অক্ব-লাল্ মালায়ূ মিন্ ক্বওমিহিল্ লাযীনা কাফারূ অ কায্যাবূ বিলিক্ব-য়িল্ আ-খিরতি অ আত্রফ্না-হুম্ ফীল্ হা-ইয়া-তি দ্দুন্ইয়া-মা-হা-যা য় ইল্লা-বাশারুম্ মিছ্লুকুম্ ইয়াকুলু মিম্মা-তাকুলূনা মিন্হু অইয়াশ্রাবু মিম্মা-তাশ্রাবূন্।","english_translit":null},{"sura":23,"aya":34,"quran_text":"وَلَئِنْ أَطَعْتُمْ بَشَرًا مِثْلَكُمْ إِنَّكُمْ إِذًا لَخَاسِرُونَ","bangla_text":"যদি তোমরা তোমাদের মতই একজন মানুষের আনুগত্য কর, তবে তোমরা নিশ্চিতরূপেই ক্ষতিগ্রস্ত হবে।","english_text":"So if you follow a man like yourself you will certainly be doomed.","bangla_translit":"অলায়িন্ আত্বোয়া’তুম্ বাশারম্ মিছ্লাকুম্ ইন্নাকুম্ ইযা ল্লাখা-সিরূন্।","english_translit":null},{"sura":23,"aya":35,"quran_text":"أَيَعِدُكُمْ أَنَّكُمْ إِذَا مِتُّمْ وَكُنْتُمْ تُرَابًا وَعِظَامًا أَنَّكُمْ مُخْرَجُونَ","bangla_text":"সে কি তোমাদেরকে এই ওয়াদা দেয় যে, তোমরা মারা গেলে এবং মৃত্তিকা ও অস্থিতে পরিণত হলে তোমাদেরকে পুনরুজ্জীবিত করা হবে?","english_text":"Does he give you a promise that when you are dead and turned to dust and bones, you will be raised to life again?","bangla_translit":"আ ইয়া‘ঈদুকুম্ আন্নাকুম্ ইযা- মিত্তুম্ অকুন্তুম্ তুর-বাঁও অঈ’জোয়া-মান্ আন্নাকুম্ মুখ্রজ্বুন্।","english_translit":null},{"sura":23,"aya":36,"quran_text":"هَيْهَاتَ هَيْهَاتَ لِمَا تُوعَدُونَ","bangla_text":"তোমাদেরকে যে ওয়াদা দেয়া হচ্ছে, তা কোথায় হতে পারে?","english_text":"How far-fetched what you are promised;","bangla_translit":"হাইহা-তা হাইহা-তা লিমা-তূ‘আদূন্।","english_translit":null},{"sura":23,"aya":37,"quran_text":"إِنْ هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ","bangla_text":"আমাদের পার্থিবজীবনই একমাত্র জীবন। আমরা মরি ও বাঁচি এখানেই এবং আমারা পুনরুত্থিত হবো না।","english_text":"There is only the life of this world: We die and we live: there is no rising from the dead for us.","bangla_translit":"ইন্ হিয়া ইল্লা-হাইয়া-তুনাদ্ দুন্ইয়া-নামূতু অ নাহ্ইয়া-অমা-নাহ্নু বিমাব্‘ঊছীন্।","english_translit":null},{"sura":23,"aya":38,"quran_text":"إِنْ هُوَ إِلَّا رَجُلٌ افْتَرَى عَلَى اللَّهِ كَذِبًا وَمَا نَحْنُ لَهُ بِمُؤْمِنِينَ","bangla_text":"সে তো এমন ব্যক্তি বৈ নয়, যে আল্লাহ সম্বন্ধে মিথ্যা উদ্ভাবন করেছে এবং আমরা তাকে বিশ্বাস করি না।","english_text":"He is just a man who invents a lie about God; we cannot believe in him.\"","bangla_translit":"ইন্ হুওয়া ইল্লারাজুলু নিফ্তারা-‘আলাল্ল-হি কাযিবাঁও অমা-নাহ্নু লাহূ বিমু’মিনীন্।","english_translit":null},{"sura":23,"aya":39,"quran_text":"قَالَ رَبِّ انْصُرْنِي بِمَا كَذَّبُونِ","bangla_text":"তিনি বললেনঃ হে আমার পালনকর্তা, আমাকে সাহায্য কর, কারণ তারা আমাকে মিথ্যাবাদী বলছে।","english_text":"(The apostle prayed): \"O Lord, deliver me, for they accuse me of lies.\"","bangla_translit":"ক্ব-লা রব্বিন্ র্ছুনী বিমা-কায্যাবূন্।","english_translit":null},{"sura":23,"aya":40,"quran_text":"قَالَ عَمَّا قَلِيلٍ لَيُصْبِحُنَّ نَادِمِينَ","bangla_text":"আল্লাহ বললেনঃ কিছু দিনের মধ্যে তারা সকাল বেলা অনুতপ্ত হবে।","english_text":"Answered (the Lord): \"They shall wake up repenting soon.\"","bangla_translit":"ক্ব-লা ‘আম্মা -ক্বলীলিল্ লাইয়ুছ্বিহুন্না না-দিমীন্।","english_translit":null},{"sura":23,"aya":41,"quran_text":"فَأَخَذَتْهُمُ الصَّيْحَةُ بِالْحَقِّ فَجَعَلْنَاهُمْ غُثَاءً فَبُعْدًا لِلْقَوْمِ الظَّالِمِينَ","bangla_text":"অতঃপর সত্য সত্যই এক ভয়ংকর শব্দ তাদেরকে হতচকিত করল এবং আমি তাদেরকে বাত্যা-তাড়িত আবর্জনা সদৃশ করে দিলাম। অতঃপর ধ্বংস হোক পাপী সম্প্রদায়।","english_text":"So they were rightly seized by a mighty blast; and We turned them into mouldy rubbish: A good riddance of the wicked people!","bangla_translit":"ফাআখযাত্ হুমুছ্ ছোয়াইহাতু বিল্হাক্বক্বি ফাজ্বা‘আল্না-হুম্ গুছা-য়ান্ ফাবু’দাল্লিল্ ক্বওমিজ্ জোয়া-লিমীন্।","english_translit":null},{"sura":23,"aya":42,"quran_text":"ثُمَّ أَنْشَأْنَا مِنْ بَعْدِهِمْ قُرُونًا آخَرِينَ","bangla_text":"এরপর তাদের পরে আমি বহু সম্প্রদায় সৃষ্টি করেছি।","english_text":"Then after them We raised other generations.","bangla_translit":"ছুম্মা আন্শানা-মিম্ বা’দিহিম্ কুরূনান্ আ-খরীন্।","english_translit":null},{"sura":23,"aya":43,"quran_text":"مَا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَأْخِرُونَ","bangla_text":"কোন সম্প্রদায় তার নির্দিষ্ট কালের অগ্রে যেতে পারে না। এবং পশ্চাতেও থকাতে পারে না।","english_text":"No nation can live beyond its allotted time, or lag behind.","bangla_translit":"মা-তাস্বিকু মিন্ উম্মাতিন্ আজ্বালাহা-অমা-ইয়াস্ তাখিরূন্।","english_translit":null},{"sura":23,"aya":44,"quran_text":"ثُمَّ أَرْسَلْنَا رُسُلَنَا تَتْرَى كُلَّ مَا جَاءَ أُمَّةً رَسُولُهَا كَذَّبُوهُ فَأَتْبَعْنَا بَعْضَهُمْ بَعْضًا وَجَعَلْنَاهُمْ أَحَادِيثَ فَبُعْدًا لِقَوْمٍ لَا يُؤْمِنُونَ","bangla_text":"এরপর আমি একাদিক্রমে আমার রসূল প্রেরণ করেছি। যখনই কোন উম্মতের কাছে তাঁর রসূল আগমন করেছেন, তখনই তারা তাঁকে মিথ্যাবাদী বলেছে। অতঃপর আমি তাদের একের পর এক ধ্বংস করেছি এবং তাদেরকে কাহিনীর বিষয়ে পরিণত করেছি। সুতরাং ধ্বংস হোক অবিশ্বাসীরা।","english_text":"Then We sent Our apostles one after the other. Every time an apostle came to a people they denied him. So We made one follow the other (to its doom), and turned them into bygone tales. Cursed be the people who do not believe!","bangla_translit":"ছুম্মা র্আসাল্না-রুসুলানা-তাত্র-; কুল্লামা- জ্বা-য়া উম্মার্তা রসূলুহা-কায্যাবূহু ফাআত্বা’না-বা’দ্বোয়াহুম্ বা’দ্বোয়াঁও অজ্বা‘আল্না-হুম্ আহা-দীছা ফাবু’দাল্ লিক্বাওমিল্লা-ইয়ুমিনূন্।","english_translit":null},{"sura":23,"aya":45,"quran_text":"ثُمَّ أَرْسَلْنَا مُوسَى وَأَخَاهُ هَارُونَ بِآيَاتِنَا وَسُلْطَانٍ مُبِينٍ","bangla_text":"অতঃপর আমি মূসা ও হারুণকে প্রেরণ করেছিলাম আমার নিদর্শনাবলী ও সুস্পষ্ট সনদসহ,","english_text":"Then We sent Moses and his brother Aaron with Our miracles and clear proofs","bangla_translit":"ছুম্মা র্আসাল্না-মূসা-অআখ-হু হা-রূনা বিআ-ইয়া-তিনা-অসুল্ত্বোয়া-নিম্ মুবীন্।","english_translit":null},{"sura":23,"aya":46,"quran_text":"إِلَى فِرْعَوْنَ وَمَلَئِهِ فَاسْتَكْبَرُوا وَكَانُوا قَوْمًا عَالِينَ","bangla_text":"ফেরআউন ও তার অমাত্যদের কাছে। অতঃপর তারা অহংকার করল এবং তারা উদ্ধত সম্প্রদায় ছিল।","english_text":"To Pharaoh and his nobles who behaved with arrogance, for they were a conceited lot,","bangla_translit":"ইলা-র্ফি‘আওনা অমালায়িহী ফাস্তাক্বারূ অকা-নূ ক্বওমান্ ‘আ-লীন্।","english_translit":null},{"sura":23,"aya":47,"quran_text":"فَقَالُوا أَنُؤْمِنُ لِبَشَرَيْنِ مِثْلِنَا وَقَوْمُهُمَا لَنَا عَابِدُونَ","bangla_text":"তারা বললঃ আমরা কি আমাদের মতই এ দুই ব্যক্তিতে বিশ্বাস স্থাপন করব; অথচ তাদের সম্প্রদায় আমাদের দাস?","english_text":"And said: \"Should we believe in two men like yourselves, whose people are our subjects?\"","bangla_translit":"ফাক্ব-লূ য় আনুমিনু লিবাশারইনি মিছ্লিনা-অক্বও মুহুমা-লানা ‘আ-বিদূন্।","english_translit":null},{"sura":23,"aya":48,"quran_text":"فَكَذَّبُوهُمَا فَكَانُوا مِنَ الْمُهْلَكِينَ","bangla_text":"অতঃপর তারা উভয়কে মিথ্যাবাদী বলল। ফলে তারা ধ্বংস প্রাপ্ত হল।","english_text":"Then they accused them of lies, and joined the company of those who were destroyed.","bangla_translit":"ফাকায্ যাবূ হুমা-ফাকা-নূ মিনাল্ মুহ্লাকীন্।","english_translit":null},{"sura":23,"aya":49,"quran_text":"وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ لَعَلَّهُمْ يَهْتَدُونَ","bangla_text":"আমি মূসাকে কিতাব দিয়েছিলাম যাতে তারা সৎপথ পায়।","english_text":"And We gave the Book to Moses so that they may be guided.","bangla_translit":"অলাক্বদ্ আ-তাইনা-মূসাল্ কিতা-বা লা‘আল্লাহুম্ ইয়াহ্তাদূন্।","english_translit":null},{"sura":23,"aya":50,"quran_text":"وَجَعَلْنَا ابْنَ مَرْيَمَ وَأُمَّهُ آيَةً وَآوَيْنَاهُمَا إِلَى رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ","bangla_text":"এবং আমি মরিয়ম তনয় ও তাঁর মাতাকে এক নিদর্শন দান করেছিলাম। এবং তাদেরকে এক অবস্থানযোগ্য স্বচ্ছ পানি বিশিষ্ট টিলায় আশ্রয় দিয়েছিলাম।","english_text":"And We made the son of Mary and his mother a sign, and gave them shelter on an elevated ground, sequestered, watered by a spring.","bangla_translit":"অ জ্বা‘আল্নাব্না র্মাইয়ামা অ উম্মাহূ য় আ-ইয়াতাঁও অ আ-অইনা-হুমা য় ইলা-রবওয়াতিন্ যা-তি ক্বর-রিঁও অ মা‘ঈন্।","english_translit":null},{"sura":23,"aya":51,"quran_text":"يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ","bangla_text":"হে রসূলগণ, পবিত্র বস্তু আহার করুন এবং সৎকাজ করুন। আপনারা যা করেন সে বিষয়ে আমি পরিজ্ঞাত।","english_text":"O you apostles, eat things that are clean, and do things that are good. We are surely cognisant of what you do.","bangla_translit":"ইয়া য় আইয়ুর্হা রুসুলু কুলূ মিনাত্ব ত্বোয়াইয়্যিবা-তি ওয়া’মালূ ছোয়া-লিহা-; ইন্নী বিমা-তা‘মালূনা ‘আলীম্।","english_translit":null},{"sura":23,"aya":52,"quran_text":"وَإِنَّ هَذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً وَأَنَا رَبُّكُمْ فَاتَّقُونِ","bangla_text":"আপনাদের এই উম্মত সব তো একই ধর্মের অনুসারী এবং আমি আপনাদের পালনকর্তা; অতএব আমাকে ভয় করুন।","english_text":"Verily this your order is one order, and I am your Lord, so fear Me.","bangla_translit":"অ ইন্না হা-যিহী য় উম্মাতুকুম্ উম্মাতাঁও ওয়া-হিদাতাঁও অআনা রব্বুকুম্ ফাত্তাকুন্।","english_translit":null},{"sura":23,"aya":53,"quran_text":"فَتَقَطَّعُوا أَمْرَهُمْ بَيْنَهُمْ زُبُرًا كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ","bangla_text":"অতঃপর মানুষ তাদের বিষয়কে বহুধা বিভক্ত করে দিয়েছে। প্রত্যেক সম্প্রদায় নিজ নিজ মতবাদ নিয়ে আনন্দিত হচ্ছে।","english_text":"But then they divided up their order into different creeds, each section rejoicing in what it had come to have.","bangla_translit":"ফাতাক্ব্ত্ত্বোয়াঊ’য় আম্রহুম্ বাইনাহুম্ যুবুর-; কুল্লু হিয্বিম্ বিমা-লাদাইহিম্ ফারিহূন্।","english_translit":null},{"sura":23,"aya":54,"quran_text":"فَذَرْهُمْ فِي غَمْرَتِهِمْ حَتَّى حِينٍ","bangla_text":"অতএব তাদের কিছু কালের জন্যে তাদের অজ্ঞানতায় নিমজ্জত থাকতে দিন।","english_text":"So leave them to their ignorance for a time.","bangla_translit":"ফার্যাহুম্ ফী গম্রতিহিম্ হাত্তা- হীন্।","english_translit":null},{"sura":23,"aya":55,"quran_text":"أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِنْ مَالٍ وَبَنِينَ","bangla_text":"তারা কি মনে করে যে, আমি তাদেরকে ধন-সম্পদ ও সন্তান-সন্ততি দিয়ে যাচ্ছি।","english_text":"Do they think that by increasing their wealth and children","bangla_translit":"আইয়াহ্সাবূনা আন্নামা-নুমিদ্দুহুম্ বিহী মিম্ মা-লিওঁ অবানীন্।","english_translit":null},{"sura":23,"aya":56,"quran_text":"نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ بَلْ لَا يَشْعُرُونَ","bangla_text":"তাতে করে তাদেরকে দ্রুত মঙ্গলের দিকে নিয়ে যাচ্ছি? বরং তারা বোঝে না।","english_text":"We are hastening to reward them for good deeds? No. They do not comprehend.","bangla_translit":"নুসা-রিউ’ লাহুম্ ফিল্ খইর-ত্; বাল্ লা-ইয়াশ্‘ঊরূন্।","english_translit":null},{"sura":23,"aya":57,"quran_text":"إِنَّ الَّذِينَ هُمْ مِنْ خَشْيَةِ رَبِّهِمْ مُشْفِقُونَ","bangla_text":"নিশ্চয় যারা তাদের পালনকর্তার ভয়ে সন্ত্রস্ত,","english_text":"Surely those who live in awe of their Lord,","bangla_translit":"ইন্নাল্লাযীনা হুম্ মিন্ খশ্ইয়াতি রব্বিহিম্ মুশ্ফিকুন্।","english_translit":null},{"sura":23,"aya":58,"quran_text":"وَالَّذِينَ هُمْ بِآيَاتِ رَبِّهِمْ يُؤْمِنُونَ","bangla_text":"যারা তাদের পালনকর্তার কথায় বিশ্বাস স্থাপন করে,","english_text":"Who believe in their Lord's revelations,","bangla_translit":"অল্লাযীনা হুম্ বিআ-ইয়া-তি রব্বিহিম্ ইয়ুমিনূন্।","english_translit":null},{"sura":23,"aya":59,"quran_text":"وَالَّذِينَ هُمْ بِرَبِّهِمْ لَا يُشْرِكُونَ","bangla_text":"যারা তাদের পালনকর্তার সাথে কাউকে শরীক করে না","english_text":"Who do not associate any one with their Lord,","bangla_translit":"অল্লাযীনা হুম্ বিরব্বিহিম্ লা- ইয়ুশ্রিকূন্।","english_translit":null},{"sura":23,"aya":60,"quran_text":"وَالَّذِينَ يُؤْتُونَ مَا آتَوْا وَقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَى رَبِّهِمْ رَاجِعُونَ","bangla_text":"এবং যারা যা দান করবার, তা ভীত, কম্পিত হৃদয়ে এ কারণে দান করে যে, তারা তাদের পালনকর্তার কাছে প্রত্যাবর্তন করবে,","english_text":"Who give whatsoever they give (in His way), and their hearts tremble with fear that they have to go back to their Lord,","bangla_translit":"অল্লাযীনা ইয়ুতূনা মা য় আ-তাও অকুলূবুহুম্ অজ্বিলাতুন্ আন্নাহুম্ ইলা-রব্বিহিম্ রা-জ্বি‘ঊন্।","english_translit":null},{"sura":23,"aya":61,"quran_text":"أُولَئِكَ يُسَارِعُونَ فِي الْخَيْرَاتِ وَهُمْ لَهَا سَابِقُونَ","bangla_text":"তারাই কল্যাণ দ্রুত অর্জন করে এবং তারা তাতে অগ্রগামী।","english_text":"Are the ones who hasten to goodness and outpace the others.","bangla_translit":"উলা-য়িকা ইয়ুসা-রি‘ঊনা ফীল্ খইর-তি অহুম্ লাহা-সা-বিকুন্।","english_translit":null},{"sura":23,"aya":62,"quran_text":"وَلَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا وَلَدَيْنَا كِتَابٌ يَنْطِقُ بِالْحَقِّ وَهُمْ لَا يُظْلَمُونَ","bangla_text":"আমি কাউকে তার সাধ্যাতীত দায়িত্ব অর্পন করি না। আমার এক কিতাব আছে, যা সত্য ব্যক্ত করে এবং তাদের প্রতি জুলুম করা হবে না।","english_text":"We do not burden a soul beyond capacity, for We have a record that tells the truth. No wrong will be done to any one.","bangla_translit":"অলা-নুকাল্লিফু নাফ্সান্ ইল্লা-উস্‘আহা-অ লাদাইনা-কিতা-বুঁই ইয়ান্ত্বিকু বিল্হাক্বক্বি অহুম্ লা-ইয়ুজ্লামূন্।","english_translit":null},{"sura":23,"aya":63,"quran_text":"بَلْ قُلُوبُهُمْ فِي غَمْرَةٍ مِنْ هَذَا وَلَهُمْ أَعْمَالٌ مِنْ دُونِ ذَلِكَ هُمْ لَهَا عَامِلُونَ","bangla_text":"না, তাদের অন্তর এ বিষয়ে অজ্ঞানতায় আচ্ছন্ন, এ ছাড়া তাদের আরও কাজ রয়েছে, যা তারা করছে।","english_text":"Yet their hearts are oblivious of this; and besides, they are busy with other things,","bangla_translit":"বাল্ কুলূবুহুম্ ফী গম্রতিম্ মিন্ হা-যা-অলাহুম্ আ’মালুম্ মিন্ দূনি যা-লিকা হুম্ লাহা-‘আ-মিলূন্।","english_translit":null},{"sura":23,"aya":64,"quran_text":"حَتَّى إِذَا أَخَذْنَا مُتْرَفِيهِمْ بِالْعَذَابِ إِذَا هُمْ يَجْأَرُونَ","bangla_text":"এমনকি, যখন আমি তাদের ঐশ্বর্যশালী লোকদেরকে শাস্তি দ্বারা পাকড়াও করব, তখনই তারা চীৎকার জুড়ে দেবে।","english_text":"So that when We seize the affluent among them with affliction, they will begin to implore for help.","bangla_translit":"হাত্তা য় ইযায় আখয্না-মুত্রফীহিম্ বিল্‘আযা-বি ইযা-হুম্ ইয়াজ্ব ্য়ারূন্।","english_translit":null},{"sura":23,"aya":65,"quran_text":"لَا تَجْأَرُوا الْيَوْمَ إِنَّكُمْ مِنَّا لَا تُنْصَرُونَ","bangla_text":"অদ্য চীৎকার করো না। তোমরা আমার কাছ থেকে নিস্কৃতি পাবে না।","english_text":"\"Do not supplicate for help today; you will not be rescued by Us;","bangla_translit":"লা- তাজ্ব য়ারুল্ ইয়াওমা ইন্নাকুম্ মিন্না-লা-তুন্ছোয়ারূন্।","english_translit":null},{"sura":23,"aya":66,"quran_text":"قَدْ كَانَتْ آيَاتِي تُتْلَى عَلَيْكُمْ فَكُنْتُمْ عَلَى أَعْقَابِكُمْ تَنْكِصُونَ","bangla_text":"তোমাদেরকে আমার আয়াতসমূহ শোনানো হত, তখন তোমরা উল্টো পায়ে সরে পড়তে।","english_text":"For when My revelations were read out to you, you turned back on your heels and fled","bangla_translit":"ক্বদ্ কা-নাত্ আ-ইয়া-তী তুত্লা-‘আলাইকুম্ ফাকুন্তুম্ ‘আলা য় আ’ক্ব-বিকুম্ তান্কিছূন্।","english_translit":null},{"sura":23,"aya":67,"quran_text":"مُسْتَكْبِرِينَ بِهِ سَامِرًا تَهْجُرُونَ","bangla_text":"অহংকার করে এ বিষয়ে অর্থহীন গল্প-গুজব করে যেতে।","english_text":"Insolently, treating them like tales told at night.\"","bangla_translit":"মুস্তাক্বিরীনা বিহী সা-মিরান্ তাহ্জুরূন্।","english_translit":null},{"sura":23,"aya":68,"quran_text":"أَفَلَمْ يَدَّبَّرُوا الْقَوْلَ أَمْ جَاءَهُمْ مَا لَمْ يَأْتِ آبَاءَهُمُ الْأَوَّلِينَ","bangla_text":"অতএব তারা কি এই কালাম সম্পꦣ2503;ক চিন্তা-ভাবনা করে না? না তাদের কাছে এমন কিছু এসেছে, যা তাদের পিতৃপুরুষদের কাছে আসেনি?","english_text":"Why did they not think over the message? Or has something come to them which had not come to their fathers?","bangla_translit":"আফালাম্ ইয়াদ্দাব্বারুল্ ক্বওলা আম্ জ্বা-য়াহুম্ মা-লাম্ ইয়াতি আ-বা-য়াহুমুল্ আউওয়ালীন্।","english_translit":null},{"sura":23,"aya":69,"quran_text":"أَمْ لَمْ يَعْرِفُوا رَسُولَهُمْ فَهُمْ لَهُ مُنْكِرُونَ","bangla_text":"না তারা তাদের রসূলকে চেনে না, ফলে তারা তাঁকে অস্বীকার করে?","english_text":"Or did they not recognise their apostle, and rejected him?","bangla_translit":"আম্ লাম্ ইয়া’রিফূ রসূলাহুম্ ফাহুম্ লাহূ মুন্কিরূন্।","english_translit":null},{"sura":23,"aya":70,"quran_text":"أَمْ يَقُولُونَ بِهِ جِنَّةٌ بَلْ جَاءَهُمْ بِالْحَقِّ وَأَكْثَرُهُمْ لِلْحَقِّ كَارِهُونَ","bangla_text":"না তারা বলে যে, তিনি পাগল ? বরং তিনি তাদের কাছে সত্য নিয়ে আগমন করেছেন এবং তাদের অধিকাংশ সত্যকে অপছন্দ করে।","english_text":"Or do they say that he is possessed? In fact, he has brought the truth to them, but most of them abhor the truth.","bangla_translit":"আম্ ইয়াকুলূনা বিহী জ্বিন্নাহ্; বাল্ জ্বা-য়া হুম্ বিল্হাকুকি অআক্ছারুহুম্ লিল্হাক্বক্বি কা-রিহূন্।","english_translit":null},{"sura":23,"aya":71,"quran_text":"وَلَوِ اتَّبَعَ الْحَقُّ أَهْوَاءَهُمْ لَفَسَدَتِ السَّمَاوَاتُ وَالْأَرْضُ وَمَنْ فِيهِنَّ بَلْ أَتَيْنَاهُمْ بِذِكْرِهِمْ فَهُمْ عَنْ ذِكْرِهِمْ مُعْرِضُونَ","bangla_text":"সত্য যদি তাদের কাছে কামনা-বাসনার অনুসারী হত, তবে নভোমন্ডল ও ভূমন্ডল এবং এগুলোর মধ্যবর্তꦣ2496; সবকিছুই বিশৃঙ্খল হয়ে পড়ত। বরং আমি তাদেরকে দান করেছি উপদেশ, কিন্তু তারা তাদের উপদেশ অনুধাবন করে না।","english_text":"Had truth been subject to their whims the heavens and the earth and all those within them would have been depraved. In fact We had sent them their reminder, but they turned away from good advice.","bangla_translit":"অলা ওয়িত্তাবা‘আল্ হাককু আহ্ওয়া-য়াহুম্ লাফাসাদাতিস্ সামাওয়া-তু অল্ র্আদু অমান্ ফীহিন্; বাল্ আতাইনা-হুম্ বিযিক্রি হিম্ ফাহুম্ ‘আন্ যিক্রি হিম্ মু’রিদ্বুন্।","english_translit":null},{"sura":23,"aya":72,"quran_text":"أَمْ تَسْأَلُهُمْ خَرْجًا فَخَرَاجُ رَبِّكَ خَيْرٌ وَهُوَ خَيْرُ الرَّازِقِينَ","bangla_text":"না আপনি তাদের কাছে কোন প্রতিদান চান? আপনার পালনকর্তার প্রতিদান উত্তম এবং তিনিই রিযিকদাতা।","english_text":"Or do you ask of them any tribute? In that case the tribute of your Lord is better, for He is the best of providers.","bangla_translit":"আম্ তাস্য়ালুহুম্ র্খাজ্বান্ ফাখর-জু রব্বিকা খাইরুঁও অ হুঅ খাইর্রু র-যিক্বীন্।","english_translit":null},{"sura":23,"aya":73,"quran_text":"وَإِنَّكَ لَتَدْعُوهُمْ إِلَى صِرَاطٍ مُسْتَقِيمٍ","bangla_text":"আপনি তো তাদেরকে সোজা পথে দাওয়াত দিচ্ছেন;","english_text":"You are surely calling them to the right path.","bangla_translit":"অ ইন্নাকা লাতাদ্‘ঊহুম্ ইলা-সির-ত্বিম্ মুস্তাক্বীম্।","english_translit":null},{"sura":23,"aya":74,"quran_text":"وَإِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ عَنِ الصِّرَاطِ لَنَاكِبُونَ","bangla_text":"আর যারা পরকালে বিশ্বাস করে না, তারা সোজা পথ থেকে বিচ্যুত হয়ে গেছে।","english_text":"But those who believe not in the Hereafter turn away from the straight path.","bangla_translit":"অ ইন্নাল্ লাযীনা লা-ইয়ুমিনূনা বিল্আ-খিরতি ‘আনিছ্ ছির-ত্বি লানাকিবূন্।","english_translit":null},{"sura":23,"aya":75,"quran_text":"وَلَوْ رَحِمْنَاهُمْ وَكَشَفْنَا مَا بِهِمْ مِنْ ضُرٍّ لَلَجُّوا فِي طُغْيَانِهِمْ يَعْمَهُونَ","bangla_text":"যদি আমি তাদের প্রতি দয়া করি এবং তাদের কষ্ট দূর করে দেই, তবুও তারা তাদের অবাধ্যতায় দিশেহারা হয়ে লেগে থাকবে।","english_text":"If We took compassion on them and removed the affliction they are in, they would only wander lost in confusion.","bangla_translit":"অলাও রহিম্না-হুম্ অ কাশাফ্না-মা-বিহিম্ মিন্ দ্বররিল্লালাজ্জু ফী তুগইয়া-নিহিম্ ইয়া’মাহূন্।","english_translit":null},{"sura":23,"aya":76,"quran_text":"وَلَقَدْ أَخَذْنَاهُمْ بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَبِّهِمْ وَمَا يَتَضَرَّعُونَ","bangla_text":"আমি তাদেরকে শাস্তি দ্বারা পাকড়াও করেছিলাম, কিন্তু তারা তাদের পালনকর্তার সামনে নত হল না এবং কাকুতি-মিনুতিও করল না।","english_text":"We had seized them with the punishment, but they did not bow before their Lord nor turned to Him in humility,","bangla_translit":"অলাক্বদ্ আখয্না-হুম্ বিল্‘আযা-বি ফামাস্ তাকা-নূ লিববিহিম্ অমা-ইয়াতাদ্বোর্য়ারা‘ঊ।","english_translit":null},{"sura":23,"aya":77,"quran_text":"حَتَّى إِذَا فَتَحْنَا عَلَيْهِمْ بَابًا ذَا عَذَابٍ شَدِيدٍ إِذَا هُمْ فِيهِ مُبْلِسُونَ","bangla_text":"অবশেষে যখন আমি তাদের জন্য কঠিন শাস্তির দ্বার খুলে দেব, তখন তাতে তাদের আশা ভঙ্গ হবে।","english_text":"So that when at last We open up the gate of severe punishment on them they will be overwhelmed with despair.","bangla_translit":"হাত্তা য় ইযা- ফাতাহ্না-‘আলাইহিম্ বা-বান্ যা-‘আযা-বিন্ শাদীদিন্ ইযা-হুম্ ফীহি মুব্লিসূন্।","english_translit":null},{"sura":23,"aya":78,"quran_text":"وَهُوَ الَّذِي أَنْشَأَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلًا مَا تَشْكُرُونَ","bangla_text":"তিনি তোমাদের কান, চোখ ও অন্তঃকরণ সৃষ্টি করেছেন; তোমরা খুবই অল্প কৃতজ্ঞতা স্বীকার করে থাক।","english_text":"It is He who gave you hearing, sight, and hearts, but only few of you give thanks.","bangla_translit":"অ হুওয়াল্লাযী আন্শায়ালাকুমুস্ সাম‘আ অল্ আব্ছোয়া-রা অল্ আফ্য়িদাহ্; ক্বলীলাম্ মা-তাশ্কুরূন্।","english_translit":null},{"sura":23,"aya":79,"quran_text":"وَهُوَ الَّذِي ذَرَأَكُمْ فِي الْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ","bangla_text":"তিনিই তোমাদেরকে পৃথিবীতে ছড়িয়ে রেখেছেন এবং তারই দিকে তোমাদেরকে সমবেত করা হবে।","english_text":"It is He who multiplied you on the earth, and it will be before Him that you will be gathered.","bangla_translit":"অ হুওয়াল্লাযী যারায়াকুম্ ফিল্ র্আদ্বি অ ইলাইহি তুহ্শারূন্।","english_translit":null},{"sura":23,"aya":80,"quran_text":"وَهُوَ الَّذِي يُحْيِي وَيُمِيتُ وَلَهُ اخْتِلَافُ اللَّيْلِ وَالنَّهَارِ أَفَلَا تَعْقِلُونَ","bangla_text":"তিনিই প্রাণ দান করেন এবং মৃত্যু ঘটান এবং দিবা-রাত্রির বিবর্তন তাঁরই কাজ, তবু ও কি তোমরা বুঝবে না?","english_text":"It is He who gives you life and death, and His the alternation of night and day. Even then you do not understand,","bangla_translit":"অহুওয়াল্লাযী ইয়ুহয়ী অইয়ুমীতু অলাহুখ্তিলা-ফুল্ লাইলি অন্নাহার্-; আফালা-তা’ক্বিলূন্।","english_translit":null},{"sura":23,"aya":81,"quran_text":"بَلْ قَالُوا مِثْلَ مَا قَالَ الْأَوَّلُونَ","bangla_text":"বরং তারা বলে যেমন তাদের পূর্ববর্তীরা বলত।","english_text":"And talk as did the people of old.","bangla_translit":"বাল্ ক্ব-লূ মিছ্লা মা-ক্ব-লাল্ আউওয়ালূন্।","english_translit":null},{"sura":23,"aya":82,"quran_text":"قَالُوا أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ","bangla_text":"তারা বলেঃ যখন আমরা মরে যাব এবং মৃত্তিকা ও অস্থিতে পরিণত হব, তখনও কি আমরা পুনরুত্থিত হব ?","english_text":"They say: \"When we are dead and turned to dust and bones, shall we be raised to life again?","bangla_translit":"ক্ব-লূ-আইযা-মিত্না-অকুন্না-তুর-বাঁও অ ‘ইজোয়া-মান্ আইন্না-লামাব্‘ঊছূন্।","english_translit":null},{"sura":23,"aya":83,"quran_text":"لَقَدْ وُعِدْنَا نَحْنُ وَآبَاؤُنَا هَذَا مِنْ قَبْلُ إِنْ هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ","bangla_text":"অতীতে আমাদেরকে এবং আমাদের পিতৃপুরুষদেরকে এই ওয়াদাই দেয়া হয়েছে। এটা তো পূর্ববতীদের কল্প-কথা বৈ কিছুই নয়।","english_text":"We and our fathers were promised this before; it is nothing but ancient lore!\"","bangla_translit":"লাক্বদ্ উ‘ইদ্না-নাহ্নু অ আ-বা-য়ুনা-হা-যা-মিন্ ক্বব্লু ইন্ হা-যা য় ইল্লা য় আসা-ত্বীরুল্ আউওয়ালীন্।","english_translit":null},{"sura":23,"aya":84,"quran_text":"قُلْ لِمَنِ الْأَرْضُ وَمَنْ فِيهَا إِنْ كُنْتُمْ تَعْلَمُونَ","bangla_text":"বলুন পৃথিবী এবং পৃথিবীতে যারা আছে, তারা কার? যদি তোমরা জান, তবে বল।","english_text":"Say: \"To whom does the earth and whosoever is upon it then belong, if you know?\"","bangla_translit":"কুল্ লিমানিল্ র্আদু অমান্ ফীহা য় ইন্ কুন্তুম্ তা’লামূন্।","english_translit":null},{"sura":23,"aya":85,"quran_text":"سَيَقُولُونَ لِلَّهِ قُلْ أَفَلَا تَذَكَّرُونَ","bangla_text":"এখন তারা বলবেঃ সবই আল্লাহর। বলুন, তবুও কি তোমরা চিন্তা কর না?","english_text":"They will say: \"To God.\" Say: \"Then why do you not bethink yourselves?\"","bangla_translit":"সাইয়াকুলূ না লিল্লা-হ্; কুল্ আফালা-তাযাক্কারূন্।","english_translit":null},{"sura":23,"aya":86,"quran_text":"قُلْ مَنْ رَبُّ السَّمَاوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ","bangla_text":"বলুনঃ সপ্তাকাশ ও মহা-আরশের মালিক কে?","english_text":"Say: \"Then who is the Lord of the seven skies? And who is the Lord of the mighty Throne?\"","bangla_translit":"কুল্ র্মা রব্বুস্ সামা-ওয়া-তিস্ সাব্‘ঈ অ রব্বুল্ ‘র্আশিল্ ‘আজ্বীম্।","english_translit":null},{"sura":23,"aya":87,"quran_text":"سَيَقُولُونَ لِلَّهِ قُلْ أَفَلَا تَتَّقُونَ","bangla_text":"এখন তারা বলবেঃ আল্লাহ। বলুন, তবুও কি তোমরা ভয় করবে না?","english_text":"They will say: \"God.\" Say: \"Then why do you not obey and fear Him?\"","bangla_translit":"সাইয়াকুলূনা লিল্লা-হ্; কুল্ আফালা তাত্তাকুন্।","english_translit":null},{"sura":23,"aya":88,"quran_text":"قُلْ مَنْ بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيْهِ إِنْ كُنْتُمْ تَعْلَمُونَ","bangla_text":"বলুনঃ তোমাদের জানা থাকলে বল, কার হাতে সব বস্তুর কতৃর্ꦣ2468;্ব, যিনি রক্ষা করেন এবং যার কবল থেকে কেউ রক্ষা করতে পারে না ?","english_text":"Say: \"Whose is the sovereignty over all things, who protects, and against whom there is no protection? {Answer) if you have knowledge.\"","bangla_translit":"কুল্ মাম্ বিইয়াদিহী মালাকূতু কুল্লি শাইয়িঁও অহুঅ ইয়ুজ্বীরু অলা-ইয়ুজ্বা-রু ‘আলাইহি ইন্ কুন্তুম্ তা’লামূন্।","english_translit":null},{"sura":23,"aya":89,"quran_text":"سَيَقُولُونَ لِلَّهِ قُلْ فَأَنَّى تُسْحَرُونَ","bangla_text":"এখন তারা বলবেঃ আল্লাহর। বলুনঃ তাহলে কোথা থেকে তোমাদেরকে জাদু করা হচ্ছে?","english_text":"They will say: \"God's.\" Say: \"Then why are you so deluded?\"","bangla_translit":"সাইয়াকুলূনা লিল্লা-হ্; কুল্ ফাআন্না-তুস্হারূন্।","english_translit":null},{"sura":23,"aya":90,"quran_text":"بَلْ أَتَيْنَاهُمْ بِالْحَقِّ وَإِنَّهُمْ لَكَاذِبُونَ","bangla_text":"কিছুই নয়, আমি তাদের কাছে সত্য পৌঁছিয়েছি, আর তারা তো মিথ্যাবাদী।","english_text":"In fact We have sent the truth to them, but they are liars.","bangla_translit":"বাল্ আতাইনা-হুম্ বিল্হাক্বক্বি অইন্নাহুম্ লাকা-যিবূন্।","english_translit":null},{"sura":23,"aya":91,"quran_text":"مَا اتَّخَذَ اللَّهُ مِنْ وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ إِذًا لَذَهَبَ كُلُّ إِلَهٍ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَى بَعْضٍ سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ","bangla_text":"আল্লাহ কোন সন্তান গ্রহণ করেননি এবং তাঁর সাথে কোন মাবুদ নেই। থাকলে প্রত্যেক মাবুদ নিজ নিজ সৃষ্টি নিয়ে চলে যেত এবং একজন অন্যজনের উপর প্রবল হয়ে যেত। তারা যা বলে, তা থেকে আল্লাহ পবিত্র।","english_text":"God has not begotten a son, nor is there any god besides Him. Had this been so, each god would have taken away what he had created with him, and some would have risen over the others. God is much too glorious for what they attribute (to Him)!","bangla_translit":"মাত্ তাখযাল্লা-হু মিওঁ অলাদিঁও অমা-কা-না মা‘আহূ মিন্ ইলা-হিন্ ইযাল্লা যাহাবা কুল্লু ইলা-হিম্ বিমা-খলাক্ব অ লা‘আলা-বা’দুহুম্ ‘আলা-বা’দ্ব্; সুব্হা-না ল্লা-হি ‘আম্মা-ইয়াছিফূন্।","english_translit":null},{"sura":23,"aya":92,"quran_text":"عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَتَعَالَى عَمَّا يُشْرِكُونَ","bangla_text":"তিনি দৃশ্য ও অদৃশ্যের জ্ঞানী। তারা শরীক করে, তিনি তা থেকে উর্ধ্বে।","english_text":"The knower of the absent and the present, too exalted is He for what they associate (with Him)!","bangla_translit":"‘আলিমিল্ গইবি অশ্শাহা-দাতি ফাতা‘আ-লা-‘আম্মা-ইয়ুশ্রিকূন্।","english_translit":null},{"sura":23,"aya":93,"quran_text":"قُلْ رَبِّ إِمَّا تُرِيَنِّي مَا يُوعَدُونَ","bangla_text":"বলুনঃ হে আমার পালনকর্তা! যে বিষয়ে তাদেরকে ওয়াদা দেয়া হয়েছে তা যদি আমাকে দেখান,","english_text":"Say: \"O Lord, if I am made to see what has been promised them,","bangla_translit":"ক্বর রব্বি ইম্মা-তুরিয়ান্নী মা-ইয়ূ‘আদূ ন্।","english_translit":null},{"sura":23,"aya":94,"quran_text":"رَبِّ فَلَا تَجْعَلْنِي فِي الْقَوْمِ الظَّالِمِينَ","bangla_text":"হে আমার পালনকর্তা! তবে আপনি আমাকে গোনাহগার সম্প্রদায়ের অন্তর্ভূক্ত করবেন না।","english_text":"Then do not, O Lord, put me among the sinners.\"","bangla_translit":"রব্বি ফালা-তাজ্ব্‘আল্নী ফিল্ ক্বওমিজ্ জোয়া-লিমীন্।","english_translit":null},{"sura":23,"aya":95,"quran_text":"وَإِنَّا عَلَى أَنْ نُرِيَكَ مَا نَعِدُهُمْ لَقَادِرُونَ","bangla_text":"আমি তাদেরকে যে বিষয়ের ওয়াদা দিয়েছি, তা আপনাকে দেখাতে অবশ্যই সক্ষম।","english_text":"We have certainly the power to make you see what We have promised them.","bangla_translit":"অইন্না-‘আলা য় আন্ নুরিয়াকা মা -না‘ঈদুহুম্ লাক্ব-দিরূন্।","english_translit":null},{"sura":23,"aya":96,"quran_text":"ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ السَّيِّئَةَ نَحْنُ أَعْلَمُ بِمَا يَصِفُونَ","bangla_text":"মন্দের জওয়াবে তাই বলুন, যা উত্তম। তারা যা বলে, আমি সে বিষয়ে সবিশেষ অবগত।","english_text":"Dispel evil with what is good. We know well what they attribute (to Us).","bangla_translit":"ইদ্ফা বিল্লাতী হিয়া আহ্সানুস্ সাইয়িয়াহ্; নাহ্নু আ’লামু বিমা-ইয়াছিফূন্।","english_translit":null},{"sura":23,"aya":97,"quran_text":"وَقُلْ رَبِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِينِ","bangla_text":"বলুনঃ হে আমার পালনকর্তা! আমি শয়তানের প্ররোচনা থেকে আপনার আশ্রয় প্রার্থনা করি,","english_text":"Say: \"My Lord, I seek refuge in You from the evil promptings of the devils.","bangla_translit":"অক্বর রব্বি আ‘ঊযুবিকা মিন্ হামাযা -তিশ্ শাইয়া-ত্বীন্।","english_translit":null},{"sura":23,"aya":98,"quran_text":"وَأَعُوذُ بِكَ رَبِّ أَنْ يَحْضُرُونِ","bangla_text":"এবং হে আমার পালনকর্তা! আমার নিকট তাদের উপস্থিতি থেকে আপনার আশ্রয় প্রার্থনা করি।","english_text":"I seek refuge in You lest they come to me.\"","bangla_translit":"অ আ‘ঊ যুবিকা রব্বি আইঁ ইয়াহ্দ্বুরূন্।","english_translit":null},{"sura":23,"aya":99,"quran_text":"حَتَّى إِذَا جَاءَ أَحَدَهُمُ الْمَوْتُ قَالَ رَبِّ ارْجِعُونِ","bangla_text":"যখন তাদের কারও কাছে মৃত্যু আসে, তখন সে বলেঃ হে আমার পালণকর্তা! আমাকে পুনরায় (দুনিয়াতে ) প্রেরণ করুন।","english_text":"(But the unbelievers will persist) until when death comes to one of them he will say: \"O Lord, send me back again","bangla_translit":"হাত্তা য় ইযা-জ্বা-য়া আহাদাহুমুল্ মাওতু ক্ব-লা রর্ব্বি জ্বি‘ঊন্।","english_translit":null},{"sura":23,"aya":100,"quran_text":"لَعَلِّي أَعْمَلُ صَالِحًا فِيمَا تَرَكْتُ كَلَّا إِنَّهَا كَلِمَةٌ هُوَ قَائِلُهَا وَمِنْ وَرَائِهِمْ بَرْزَخٌ إِلَى يَوْمِ يُبْعَثُونَ","bangla_text":"যাতে আমি সৎকর্ম করতে পারি, যা আমি করিনি। কখনই নয়, এ তো তার একটি কথার কথা মাত্র। তাদের সামনে পর্দা আছে পুনরুত্থান দিবস পর্যন্ত।","english_text":"That I may do some good I did not do (in the world).\" Not so. These are only words he utters. Behind them lies the intervening barrier (stretching) to the day of their resurrection.","bangla_translit":"লা‘আল্লী য় আ’মালু ছোয়া-লিহান্ ফীমা-তারাক্তু কাল্লা-ইন্নাহা-কালিমাতুন্","english_translit":null},{"sura":23,"aya":101,"quran_text":"فَإِذَا نُفِخَ فِي الصُّورِ فَلَا أَنْسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءَلُونَ","bangla_text":"অতঃপর যখন শিংগায় ফুৎকার দেয়া হবে, সেদিন তাদের পারস্পরিক আত্নীয়তার বন্ধন থাকবে না এবং একে অপরকে জিজ্ঞাসাবাদ করবে না।","english_text":"When the trumpet blast is sounded no ties of lineage will hold among them, nor will they ask after one another.","bangla_translit":"ফাইযা-নুফিখ ফিছ্ ছূরি ফালা য় আন্সা-বা বাইনাহুম্ ইয়াওমায়িযিঁও অলা-ইয়াতাসা-য়ালূন্।","english_translit":null},{"sura":23,"aya":102,"quran_text":"فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ","bangla_text":"যাদের পাল্লা ভারী হবে, তারাই হবে সফলকাম,","english_text":"Only those whose scales are heavier in the balance will find happiness.","bangla_translit":"ফামান্ ছাকুলাত্ মাওয়া-যীনুহূ ফাউলা-য়িকা হুমুল্ মুফ্লিহূন্।","english_translit":null},{"sura":23,"aya":103,"quran_text":"وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فِي جَهَنَّمَ خَالِدُونَ","bangla_text":"এবং যাদের পাল্লা হাল্কা হবে তারাই নিজেদের ক্ষতিসাধন করেছে, তারা দোযখেই চিরকাল বসবাস করবে।","english_text":"But those whose scales are lighter will perish and abide in Hell for ever.","bangla_translit":"অমান্ খফ্ফাত্ মাওয়াযীনুহূ ফাউলা-য়িকাল্লাযীনা খাসিরূ য় আন্ফুসাহুম্ ফী জ্বাহান্নামা খ-লিদূন্।","english_translit":null},{"sura":23,"aya":104,"quran_text":"تَلْفَحُ وُجُوهَهُمُ النَّارُ وَهُمْ فِيهَا كَالِحُونَ","bangla_text":"আগুন তাদের মুখমন্ডল দগ্ধ করবে এবং তারা তাতে বীভৎস আকার ধারন করবে।","english_text":"Their faces will be scorched by flames, and they will grin and scowl within it.","bangla_translit":"তাল্ফাখু উজ্বূ হাহুমুন্না-রু অহুম্ ফীহা-কা-লিহূন।","english_translit":null},{"sura":23,"aya":105,"quran_text":"أَلَمْ تَكُنْ آيَاتِي تُتْلَى عَلَيْكُمْ فَكُنْتُمْ بِهَا تُكَذِّبُونَ","bangla_text":"তোমাদের সামনে কি আমার আয়াত সমূহ পঠিত হত না? তোমরা তো সেগুলোকে মিথ্যা বলতে।","english_text":"\"Were not My messages read out to you? But you denied them.\"","bangla_translit":"আলাম্ তাকুন আ-ইয়া-তী তুত্লা- ‘আলাইকুম ফাকুন্তুম্ তুকায্যিবূন্।","english_translit":null},{"sura":23,"aya":106,"quran_text":"قَالُوا رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا وَكُنَّا قَوْمًا ضَالِّينَ","bangla_text":"তারা বলবেঃ হে আমাদের পালনকর্তা, আমরা দূর্ভাগ্যের হাতে পরাভূত ছিলাম এবং আমরা ছিলাম বিভ্রান্ত জাতি।","english_text":"They will say: \"O Lord, our misery overwhelmed us, so we remained a people astray.","bangla_translit":"ক্ব-লূ রব্বানা-গলাবাত্ ‘আলাইনা শিক্বওয়াতুনা-অকুন্না- ক্বওমান্ দ্বোয়া-য়ালীন্।","english_translit":null},{"sura":23,"aya":107,"quran_text":"رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ","bangla_text":"হে আমাদের পালনকর্তা! এ থেকে আমাদেরকে উদ্ধার কর; আমরা যদি পুনরায় তা করি, তবে আমরা গোনাহগার হব।","english_text":"Get us out of this, O Lord. If we transgress we will surely be sinful.\"","bangla_translit":"রব্বানা য় আখ্রিজ্ব না-মিন্হা-ফাইন্ ‘উদ্না- ফাইন্না-জোয়া-লিমূন্।","english_translit":null},{"sura":23,"aya":108,"quran_text":"قَالَ اخْسَئُوا فِيهَا وَلَا تُكَلِّمُونِ","bangla_text":"আল্লাহ বলবেনঃ তোমরা ধিকৃত অবস্থায় এখানেই পড়ে থাক এবং আমার সাথে কোন কথা বলো না।","english_text":"He will say: \"Remain condemned in it, and do not speak to Me.","bangla_translit":"ক্ব-লাখ্ সায়ূ ফীহা-অলা-তুকাল্লিমূন্।","english_translit":null},{"sura":23,"aya":109,"quran_text":"إِنَّهُ كَانَ فَرِيقٌ مِنْ عِبَادِي يَقُولُونَ رَبَّنَا آمَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنْتَ خَيْرُ الرَّاحِمِينَ","bangla_text":"আমার বান্দাদের একদলে বলতঃ হে আমাদের পালনকর্তা! আমরা বিশ্বাস স্থাপন করেছি। অতএব তুমি আমাদেরকে ক্ষমা কর ও আমাদের প্রতি রহম কর। তুমি তো দয়ালুদের মধ্যে শ্রেষ্ঠ দয়ালু।","english_text":"There was a section among My creatures that said: 'O Lord, we believe. Forgive us and have mercy upon us, for You are the best of the merciful.'","bangla_translit":"ইন্নাহূ কা-না ফারীকুম্ মিন্ ই’বা-দী ইয়াকুলূনা রব্বানা য় আ-মান্না- ফার্গ্ফিলানা-র্অহাম্না-অআন্তা খইর্রু র-হিমীন্।","english_translit":null},{"sura":23,"aya":110,"quran_text":"فَاتَّخَذْتُمُوهُمْ سِخْرِيًّا حَتَّى أَنْسَوْكُمْ ذِكْرِي وَكُنْتُمْ مِنْهُمْ تَضْحَكُونَ","bangla_text":"অতঃপর তোমরা তাদেরকে ঠাট্টার পাত্ররূপে গ্রহণ করতে। এমনকি, তা তোমাদেরকে আমার স্মরণ ভুলিয়ে দিয়েছিল এবং তোমরা তাদেরকে দেখে পরিহাস করতে।","english_text":"But you ridiculed them. So much so that out of (spite) for them you forgot to remember Me and laughed at them.","bangla_translit":"ফাত্তাখয্তুমূহুম্ সিখ্রিয়্যান্ হাত্তা য় আন্সাওকুম্ যিক্রী অকুন্তুম্ মিন্হুম্ তাদ্ব্হাকূন্।","english_translit":null},{"sura":23,"aya":111,"quran_text":"إِنِّي جَزَيْتُهُمُ الْيَوْمَ بِمَا صَبَرُوا أَنَّهُمْ هُمُ الْفَائِزُونَ","bangla_text":"আজ আমি তাদেরকে তাদের সবরের কারণে এমন প্রতিদান দিয়েছি যে, তারাই সফলকাম।","english_text":"I have rewarded them this day for they were constant, and they have come to attainment.\"","bangla_translit":"ইন্নী জ্বাযাইতুহুমুল্ ইয়াওমা বিমা-ছবারূ য় আন্নাহুম্ হুমুল্ ফা-য়িযূন্।","english_translit":null},{"sura":23,"aya":112,"quran_text":"قَالَ كَمْ لَبِثْتُمْ فِي الْأَرْضِ عَدَدَ سِنِينَ","bangla_text":"আল্লাহ বলবেনঃ তোমরা পৃথিবীতে কতদিন অবস্থান করলে বছরের গণনায়?","english_text":"They will be asked: \"How long did you live on the earth in terms of years?\"","bangla_translit":"ক্ব-লা কাম্ লাবিছ্তুম্ ফীল্ র্আদ্বি ‘আদাদা সিনীন্।","english_translit":null},{"sura":23,"aya":113,"quran_text":"قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ فَاسْأَلِ الْعَادِّينَ","bangla_text":"তারা বলবে, আমরা একদিন অথবা দিনের কিছু অংশ অবস্থান করেছি। অতএব আপনি গণনাকারীদেরকে জিজ্ঞেস করুন।","english_text":"They will say: \"A day or less than a day. Ask the enumerators of numbers.\"","bangla_translit":"ক্ব-লূ লাবিছ্না- ইয়াওমান্ আও বা’দ্বোয়া ইয়াওমিন্ ফাস্য়ালিল্ ‘আ-দ্দীন্।","english_translit":null},{"sura":23,"aya":114,"quran_text":"قَالَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا لَوْ أَنَّكُمْ كُنْتُمْ تَعْلَمُونَ","bangla_text":"আল্লাহ বলবেনঃ তোমরা তাতে অল্পদিনই অবস্থান করেছ, যদি তোমরা জানতে?","english_text":"He will say: \"You stayed there only a moment, if you knew.","bangla_translit":"ক্ব-লা ইল্লাবিছ্তুম্ ইল্লা-ক্বলীলা ল্লাওঁ আন্নাকুম্ কুন্তুম্ তা’লামূন্।","english_translit":null},{"sura":23,"aya":115,"quran_text":"أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ","bangla_text":"তোমরা কি ধারণা কর যে, আমি তোমাদেরকে অনর্থক সৃষ্টি করেছি এবং তোমরা আমার কাছে ফিরে আসবে না?","english_text":"Do you think We created you for nothing, and that you will not return to Us?\"","bangla_translit":"আফাহাসিব্তুম্ আন্নামা-খলাক্বনা-কুম্ ‘আবাছাঁও অআন্নাকুম্ ইলাইনা-লা-র্তুজ্বা‘ঊন্।","english_translit":null},{"sura":23,"aya":116,"quran_text":"فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ لَا إِلَهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْكَرِيمِ","bangla_text":"অতএব শীর্ষ মহিমায় আল্লাহ, তিনি সত্যিকার মালিক, তিনি ব্যতীত কোন মাবুদ নেই। তিনি সম্মানিত আরশের মালিক।","english_text":"Exalted then be God, the King, the Real. There is no god but He, the Lord of the glorious throne.","bangla_translit":"ফাতা‘আ-লাল্লা-হুল্ মালিকুল্ হাককুলা য় ইলা-হা ইল্লা-হু অ রব্বুল্ ‘আরশিল্ ক্বরীম্।","english_translit":null},{"sura":23,"aya":117,"quran_text":"وَمَنْ يَدْعُ مَعَ اللَّهِ إِلَهًا آخَرَ لَا بُرْهَانَ لَهُ بِهِ فَإِنَّمَا حِسَابُهُ عِنْدَ رَبِّهِ إِنَّهُ لَا يُفْلِحُ الْكَافِرُونَ","bangla_text":"যে কেউ আল্লাহর সাথে অন্য উপাস্যকে ডাকে, তার কাছে যার সনদ নেই, তার হিসাব তার পালণকর্তার কাছে আছে। নিশ্চয় কাফেররা সফলকাম হবে না।","english_text":"Whoever worships another god apart from God, for which he holds no proof, will have to account for it before his Lord. Verily the unbelievers will not prosper.","bangla_translit":"অ মাইঁ ইয়াদ্‘উ মা‘আল্লা-হি ইলা-হান্ আ-খর লা-র্বুহা-না লাহূ বিহী ফাইন্নামা-হিসা-বু-হূ ‘ইন্দা রব্বিহ্’ ইন্নাহূ লা-ইয়ুফ্লিহুল্ কা-ফিরূন্।","english_translit":null},{"sura":23,"aya":118,"quran_text":"وَقُلْ رَبِّ اغْفِرْ وَارْحَمْ وَأَنْتَ خَيْرُ الرَّاحِمِينَ","bangla_text":"বলূনঃ হে আমার পালনকর্তা, ক্ষমা করুন ও রহম করুন। রহমকারীদের মধ্যে আপনি শ্রেষ্ট রহমকারী।","english_text":"Say: \"My Lord, forgive and have mercy. You are the best of the merciful.\"","bangla_translit":"অক্বর রব্বিগ্ র্ফি র্অহাম্ অআন্তা খইর্রু র-হিমীন্।","english_translit":null}]