[{"sura":51,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ وَالذَّارِيَاتِ ذَرْوًا","bangla_text":"কসম ঝঞ্ঝাবায়ুর।","english_text":"I CALL TO witness those who scatter (dust) by dispersing,"},{"sura":51,"aya":2,"quran_text":"فَالْحَامِلَاتِ وِقْرًا","bangla_text":"অতঃপর বোঝা বহনকারী মেঘের।","english_text":"And those who bear the load (of rain),"},{"sura":51,"aya":3,"quran_text":"فَالْجَارِيَاتِ يُسْرًا","bangla_text":"অতঃপর মৃদু চলমান জলযানের,","english_text":"And those who move (on the water) gently,"},{"sura":51,"aya":4,"quran_text":"فَالْمُقَسِّمَاتِ أَمْرًا","bangla_text":"অতঃপর কর্ম বন্টনকারী ফেরেশতাগণের,","english_text":"And those who distribute (it) by command,"},{"sura":51,"aya":5,"quran_text":"إِنَّمَا تُوعَدُونَ لَصَادِقٌ","bangla_text":"তোমাদের প্রদত্ত ওয়াদা অবশ্যই সত্য।","english_text":"Verily the promise made to you is true:"},{"sura":51,"aya":6,"quran_text":"وَإِنَّ الدِّينَ لَوَاقِعٌ","bangla_text":"ইনসাফ অবশ্যম্ভাবী।","english_text":"The Judgement will indeed take place."},{"sura":51,"aya":7,"quran_text":"وَالسَّمَاءِ ذَاتِ الْحُبُكِ","bangla_text":"পথবিশিষ্ট আকাশের কসম,","english_text":"The heavens webbed-with-tracks is witness"},{"sura":51,"aya":8,"quran_text":"إِنَّكُمْ لَفِي قَوْلٍ مُخْتَلِفٍ","bangla_text":"তোমরা তো বিরোধপূর্ণ কথা বলছ।","english_text":"You are surely caught in contradictions.,"},{"sura":51,"aya":9,"quran_text":"يُؤْفَكُ عَنْهُ مَنْ أُفِكَ","bangla_text":"যে ভ্রষ্ট, সেই এ থেকে মুখ ফিরায়,","english_text":"From which only he turns who is turned away."},{"sura":51,"aya":10,"quran_text":"قُتِلَ الْخَرَّاصُونَ","bangla_text":"অনুমানকারীরা ধ্বংস হোক,","english_text":"Perish will those who just guess and speculate,"},{"sura":51,"aya":11,"quran_text":"الَّذِينَ هُمْ فِي غَمْرَةٍ سَاهُونَ","bangla_text":"যারা উদাসীন, ভ্রান্ত।","english_text":"Who are lost in deception."},{"sura":51,"aya":12,"quran_text":"يَسْأَلُونَ أَيَّانَ يَوْمُ الدِّينِ","bangla_text":"তারা জিজ্ঞাসা করে, কেয়ামত কবে হবে?","english_text":"They ask: \"When is the Day of Judgement?\" --"},{"sura":51,"aya":13,"quran_text":"يَوْمَ هُمْ عَلَى النَّارِ يُفْتَنُونَ","bangla_text":"যেদিন তারা অগ্নিতে পতিত হবে,","english_text":"The day they will be burnt in the Fire,"},{"sura":51,"aya":14,"quran_text":"ذُوقُوا فِتْنَتَكُمْ هَذَا الَّذِي كُنْتُمْ بِهِ تَسْتَعْجِلُونَ","bangla_text":"তোমরা তোমাদের শাস্তি আস্বাদন কর। তোমরা একেই ত্বরান্বিত করতে চেয়েছিল।","english_text":"(And told:) \"Taste your punishment. This is what you were trying to hasten.\""},{"sura":51,"aya":15,"quran_text":"إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ","bangla_text":"খোদাভীরুরা জান্নাতে ও প্রস্রবণে থাকবে।","english_text":"Surely those who fear God and follow the straight path will be amidst gardens and fresh springs of water,"},{"sura":51,"aya":16,"quran_text":"آخِذِينَ مَا آتَاهُمْ رَبُّهُمْ إِنَّهُمْ كَانُوا قَبْلَ ذَلِكَ مُحْسِنِينَ","bangla_text":"এমতাবস্থায় যে, তারা গ্রহণ করবে যা তাদের পালনকর্তা তাদেরকে দেবেন। নিশ্চয় ইতিপূর্বে তারা ছিল সৎকর্মপরায়ণ,","english_text":"Receiving what is given them by their Lord. They were surely the virtuous before this."},{"sura":51,"aya":17,"quran_text":"كَانُوا قَلِيلًا مِنَ اللَّيْلِ مَا يَهْجَعُونَ","bangla_text":"তারা রাত্রির সামান্য অংশেই নিদ্রা যেত,","english_text":"They slept little in the night,"},{"sura":51,"aya":18,"quran_text":"وَبِالْأَسْحَارِ هُمْ يَسْتَغْفِرُونَ","bangla_text":"রাতের শেষ প্রহরে তারা ক্ষমাপ্রার্থনা করত,","english_text":"And every morning asked forgiveness,"},{"sura":51,"aya":19,"quran_text":"وَفِي أَمْوَالِهِمْ حَقٌّ لِلسَّائِلِ وَالْمَحْرُومِ","bangla_text":"এবং তাদের ধন-সম্পদে প্রার্থী ও বঞ্চিতের হক ছিল।","english_text":"In whose wealth the suppliant and the deprived had a share."},{"sura":51,"aya":20,"quran_text":"وَفِي الْأَرْضِ آيَاتٌ لِلْمُوقِنِينَ","bangla_text":"বিশ্বাসকারীদের জন্যে পৃথিবীতে নিদর্শনাবলী রয়েছে,","english_text":"There are signs in the earth for those who are firm in their faith,"},{"sura":51,"aya":21,"quran_text":"وَفِي أَنْفُسِكُمْ أَفَلَا تُبْصِرُونَ","bangla_text":"এবং তোমাদের নিজেদের মধ্যেও, তোমরা কি অনুধাবন করবে না?","english_text":"And within yourselves. Can you not perceive?"},{"sura":51,"aya":22,"quran_text":"وَفِي السَّمَاءِ رِزْقُكُمْ وَمَا تُوعَدُونَ","bangla_text":"আকাশে রয়েছে তোমাদের রিযিক ও প্রতিশ্রুত সবকিছু।","english_text":"There is in the heavens your sustenance, and whatever has been promised you."},{"sura":51,"aya":23,"quran_text":"فَوَرَبِّ السَّمَاءِ وَالْأَرْضِ إِنَّهُ لَحَقٌّ مِثْلَ مَا أَنَّكُمْ تَنْطِقُونَ","bangla_text":"নভোমন্ডল ও ভূমন্ডলের পালনকর্তার কসম, তোমাদের কথাবার্তার মতই এটা সত্য।","english_text":"By the Lord of the heavens and the earth, this is certainly true even as you speak."},{"sura":51,"aya":24,"quran_text":"هَلْ أَتَاكَ حَدِيثُ ضَيْفِ إِبْرَاهِيمَ الْمُكْرَمِينَ","bangla_text":"আপনার কাছে ইব্রাহীমের সম্মানিত মেহমানদের বৃত্তান্ত এসেছে কি?","english_text":"Has the story of Abraham's honoured guests come to you?"},{"sura":51,"aya":25,"quran_text":"إِذْ دَخَلُوا عَلَيْهِ فَقَالُوا سَلَامًا قَالَ سَلَامٌ قَوْمٌ مُنْكَرُونَ","bangla_text":"যখন তারা তাঁর কাছে উপস্থিত হয়ে বললঃ সালাম, তখন সে বললঃ সালাম। এরা তো অপরিচিত লোক।","english_text":"When they came to him, they said: \"Peace.\" He answered: \"Peace.\" They were a people he did not recognise."},{"sura":51,"aya":26,"quran_text":"فَرَاغَ إِلَى أَهْلِهِ فَجَاءَ بِعِجْلٍ سَمِينٍ","bangla_text":"অতঃপর সে গ্রহে গেল এবং একটি ঘৃতেপক্ক মোটা গোবৎস নিয়ে হাযির হল।","english_text":"So he hurried to the house and brought a fatted calf,"},{"sura":51,"aya":27,"quran_text":"فَقَرَّبَهُ إِلَيْهِمْ قَالَ أَلَا تَأْكُلُونَ","bangla_text":"সে গোবৎসটি তাদের সামনে রেখে বললঃ তোমরা আহার করছ না কেন?","english_text":"And placing it before them said: \"Won't you eat?\""},{"sura":51,"aya":28,"quran_text":"فَأَوْجَسَ مِنْهُمْ خِيفَةً قَالُوا لَا تَخَفْ وَبَشَّرُوهُ بِغُلَامٍ عَلِيمٍ","bangla_text":"অতঃপর তাদের সম্পর্কে সে মনে মনে ভীত হলঃ তারা বললঃ ভীত হবেন না। তারা তাঁকে একট জ্ঞানীগুণী পুত্র সন্তানের সুসংবাদ দিল।","english_text":"He felt afraid of them; but they said: \"Have no fear,\" and gave him the good news of a wise son."},{"sura":51,"aya":29,"quran_text":"فَأَقْبَلَتِ امْرَأَتُهُ فِي صَرَّةٍ فَصَكَّتْ وَجْهَهَا وَقَالَتْ عَجُوزٌ عَقِيمٌ","bangla_text":"অতঃপর তাঁর স্ত্রী চীৎকার করতে করতে সামনে এল এবং মুখ চাপড়িয়ে বললঃ আমি তো বৃদ্ধা, বন্ধ্যা।","english_text":"His wife came out lamenting, striking her forehead, and said: \"I, am old and barren woman?\""},{"sura":51,"aya":30,"quran_text":"قَالُوا كَذَلِكِ قَالَ رَبُّكِ إِنَّهُ هُوَ الْحَكِيمُ الْعَلِيمُ","bangla_text":"তারা বললঃ তোমার পালনকর্তা এরূপই বলেছেন। নিশ্চয় তিনি প্রজ্ঞাময়, সর্বজ্ঞ।","english_text":"They said: \"Thus said your Lord. He is indeed all-wise and all-knowing.\""},{"sura":51,"aya":31,"quran_text":"قَالَ فَمَا خَطْبُكُمْ أَيُّهَا الْمُرْسَلُونَ","bangla_text":"ইব্রাহীম বললঃ হে প্রেরিত ফেরেশতাগণ, তোমাদের উদ্দেশ্য কি?","english_text":"He said: \"What is then your business, O messengers?\""},{"sura":51,"aya":32,"quran_text":"قَالُوا إِنَّا أُرْسِلْنَا إِلَى قَوْمٍ مُجْرِمِينَ","bangla_text":"তারা বললঃ আমরা এক অপরাধী সম্প্রদায়ের প্রতি প্রেরিত হয়েছি,","english_text":"They said: \"We have been sent to a wicked people"},{"sura":51,"aya":33,"quran_text":"لِنُرْسِلَ عَلَيْهِمْ حِجَارَةً مِنْ طِينٍ","bangla_text":"যাতে তাদের উপর মাটির ঢিলা নিক্ষেপ করি।","english_text":"So as to let loose clods of clay on them"},{"sura":51,"aya":34,"quran_text":"مُسَوَّمَةً عِنْدَ رَبِّكَ لِلْمُسْرِفِينَ","bangla_text":"যা সীমাতিক্রমকারীদের জন্যে আপনার পালনকর্তার কাছে চিহিߦ#2468; আছে।","english_text":"Marked by your Lord for those who waste their substance.\""},{"sura":51,"aya":35,"quran_text":"فَأَخْرَجْنَا مَنْ كَانَ فِيهَا مِنَ الْمُؤْمِنِينَ","bangla_text":"অতঃপর সেখানে যারা ঈমানদার ছিল, আমি তাদেরকে উদ্ধার করলাম।","english_text":"So We evacuated everyone who was a believer there,"},{"sura":51,"aya":36,"quran_text":"فَمَا وَجَدْنَا فِيهَا غَيْرَ بَيْتٍ مِنَ الْمُسْلِمِينَ","bangla_text":"এবং সেখানে একটি গৃহ ব্যতীত কোন মুসলমান আমি পাইনি।","english_text":"But did not find more than a single family of believers."},{"sura":51,"aya":37,"quran_text":"وَتَرَكْنَا فِيهَا آيَةً لِلَّذِينَ يَخَافُونَ الْعَذَابَ الْأَلِيمَ","bangla_text":"যারা যন্ত্রণাদায়ক শাস্তিকে ভয় করে, আমি তাদের জন্যে সেখানে একটি নিদর্শন রেখেছি।","english_text":"We left a sign in this for those who fear the grievous punishment,"},{"sura":51,"aya":38,"quran_text":"وَفِي مُوسَى إِذْ أَرْسَلْنَاهُ إِلَى فِرْعَوْنَ بِسُلْطَانٍ مُبِينٍ","bangla_text":"এবং নিদর্শন রয়েছে মূসার বৃত্তান্তে; যখন আমি তাকে সুস্পষ্ট প্রমাণসহ ফেরাউনের কাছে প্রেরণ করেছিলাম।","english_text":"As (there was) in Moses when We sent him to the Pharaoh with clear authority."},{"sura":51,"aya":39,"quran_text":"فَتَوَلَّى بِرُكْنِهِ وَقَالَ سَاحِرٌ أَوْ مَجْنُونٌ","bangla_text":"অতঃপর সে শক্তিবলে মুখ ফিরিয়ে নিল এবং বললঃ সে হয় যাদুকর, না হয় পাগল।","english_text":"But he turned to his counsellors, and said: \"He is a magician or lunatic.\""},{"sura":51,"aya":40,"quran_text":"فَأَخَذْنَاهُ وَجُنُودَهُ فَنَبَذْنَاهُمْ فِي الْيَمِّ وَهُوَ مُلِيمٌ","bangla_text":"অতঃপর আমি তাকে ও তার সেনাবাহিনীকে পাকড়াও করলাম এবং তাদেরকে সমুদ্রে নিক্ষেপ করলাম। সে ছিল অভিযুক্ত।","english_text":"So We seized him and his armies, and threw them into the sea, for he was worthy of blame."},{"sura":51,"aya":41,"quran_text":"وَفِي عَادٍ إِذْ أَرْسَلْنَا عَلَيْهِمُ الرِّيحَ الْعَقِيمَ","bangla_text":"এবং নিদর্শন রয়েছে তাদের কাহিনীতে; যখন আমি তাদের উপর প্রেরণ করেছিলাম অশুভ বায়ু।","english_text":"In 'Ad (also is a sign), when We sent a blasting wind against them,"},{"sura":51,"aya":42,"quran_text":"مَا تَذَرُ مِنْ شَيْءٍ أَتَتْ عَلَيْهِ إِلَّا جَعَلَتْهُ كَالرَّمِيمِ","bangla_text":"এই বায়ু যার উপর দিয়ে প্রবাহিত হয়েছিলঃ তাকেই চুর্ণ-বিচুর্ণ করে দিয়েছিল।","english_text":"Which turned everything it touched to ashes."},{"sura":51,"aya":43,"quran_text":"وَفِي ثَمُودَ إِذْ قِيلَ لَهُمْ تَمَتَّعُوا حَتَّى حِينٍ","bangla_text":"আরও নিদর্শন রয়েছে সামূদের ঘটনায়; যখন তাদেরকে বলা হয়েছিল, কিছুকাল মজা লুটে নাও।","english_text":"And in Thamud, when We said to them: \"Enjoy yourselves for a while;\""},{"sura":51,"aya":44,"quran_text":"فَعَتَوْا عَنْ أَمْرِ رَبِّهِمْ فَأَخَذَتْهُمُ الصَّاعِقَةُ وَهُمْ يَنْظُرُونَ","bangla_text":"অতঃপর তারা তাদের পালনকর্তার আদেশ অমান্য করল এবং তাদের প্রতি বজ্রঘাত হল এমতাবস্থায় যে, তারা তা দেখেছিল।","english_text":"But they disobeyed the command of their Lord; so they were destroyed by a thunderbolt, and they could only gape,"},{"sura":51,"aya":45,"quran_text":"فَمَا اسْتَطَاعُوا مِنْ قِيَامٍ وَمَا كَانُوا مُنْتَصِرِينَ","bangla_text":"অতঃপর তারা দাঁড়াতে সক্ষম হল না এবং কোন প্রতিকারও করতে পারল না।","english_text":"And neither stand up nor defend themselves."},{"sura":51,"aya":46,"quran_text":"وَقَوْمَ نُوحٍ مِنْ قَبْلُ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ","bangla_text":"আমি ইতিপূর্বে নূহের সম্প্রদায়কে ধ্বংস করেছি। নিশ্চিতই তারা ছিল পাপাচারী সম্প্রদায়।","english_text":"(So had We destroyed) the people of Noah before them: They were surely a sinful people."},{"sura":51,"aya":47,"quran_text":"وَالسَّمَاءَ بَنَيْنَاهَا بِأَيْدٍ وَإِنَّا لَمُوسِعُونَ","bangla_text":"আমি স্বীয় ক্ষমতাবলে আকাশ নির্মাণ করেছি এবং আমি অবশ্যই ব্যাপক ক্ষমতাশালী।","english_text":"We built the heavens by Our authority; and We are the Lord of power and expanse."},{"sura":51,"aya":48,"quran_text":"وَالْأَرْضَ فَرَشْنَاهَا فَنِعْمَ الْمَاهِدُونَ","bangla_text":"আমি ভূমিকে বিছিয়েছি। আমি কত সুন্দরভাবেই না বিছাতে সক্ষম।","english_text":"We spread the earth a carpet; what comfort We provide!"},{"sura":51,"aya":49,"quran_text":"وَمِنْ كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُونَ","bangla_text":"আমি প্রত্যেক বস্তু জোড়ায় জোড়ায় সৃষ্টি করেছি, যাতে তোমরা হৃদয়ঙ্গম কর।","english_text":"And We created pairs of everything that you may contemplate."},{"sura":51,"aya":50,"quran_text":"فَفِرُّوا إِلَى اللَّهِ إِنِّي لَكُمْ مِنْهُ نَذِيرٌ مُبِينٌ","bangla_text":"অতএব, আল্লাহর দিকে ধাবিত হও। আমি তাঁর তরফ থেকে তোমাদের জন্যে সুস্পষ্ট সতর্ককারী।","english_text":"So turn to God. I give you a clear warning from Him."},{"sura":51,"aya":51,"quran_text":"وَلَا تَجْعَلُوا مَعَ اللَّهِ إِلَهًا آخَرَ إِنِّي لَكُمْ مِنْهُ نَذِيرٌ مُبِينٌ","bangla_text":"তোমরা আল্লাহর সাথে কোন উপাস্য সাব্যস্ত করো না। আমি তাঁর পক্ষ থেকে তোমাদের জন্য সুস্পষ্ট সতর্ককারী।","english_text":"Do not set up another god with God. I give you a clear warning from Him."},{"sura":51,"aya":52,"quran_text":"كَذَلِكَ مَا أَتَى الَّذِينَ مِنْ قَبْلِهِمْ مِنْ رَسُولٍ إِلَّا قَالُوا سَاحِرٌ أَوْ مَجْنُونٌ","bangla_text":"এমনিভাবে, তাদের পূর্ববর্তীদের কাছে যখনই কোন রসূল আগমন করেছে, তারা বলছেঃ যাদুকর, না হয় উম্মাদ।","english_text":"Even thus no apostle came to those before them but they said: \"He is a sorcerer or a mad man.\""},{"sura":51,"aya":53,"quran_text":"أَتَوَاصَوْا بِهِ بَلْ هُمْ قَوْمٌ طَاغُونَ","bangla_text":"তারা কি একে অপরকে এই উপদেশই দিয়ে গেছে? বস্তুতঃ ওরা দুষ্ট সম্প্রদায়।","english_text":"Is this the legacy they have passed down from one to the other? In fact, they are a rebellious people."},{"sura":51,"aya":54,"quran_text":"فَتَوَلَّ عَنْهُمْ فَمَا أَنْتَ بِمَلُومٍ","bangla_text":"অতএব, আপনি ওদের থেকে মুখ ফিরিয়ে নিন। এতে আপনি অপরাধী হবেন না।","english_text":"Turn away from them. You will not be blamed."},{"sura":51,"aya":55,"quran_text":"وَذَكِّرْ فَإِنَّ الذِّكْرَى تَنْفَعُ الْمُؤْمِنِينَ","bangla_text":"এবং বোঝাতে থাকুন; কেননা, বোঝানো মুমিনদের উপকারে আসবে।","english_text":"But go on reminding them, as reminding benefits the believers."},{"sura":51,"aya":56,"quran_text":"وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ","bangla_text":"আমার এবাদত করার জন্যই আমি মানব ও জিন জাতি সৃষ্টি করেছি।","english_text":"I have not created the jinns and men but to worship Me."},{"sura":51,"aya":57,"quran_text":"مَا أُرِيدُ مِنْهُمْ مِنْ رِزْقٍ وَمَا أُرِيدُ أَنْ يُطْعِمُونِ","bangla_text":"আমি তাদের কাছে জীবিকা চাই না এবং এটাও চাই না যে, তারা আমাকে আহার্য যোগাবে।","english_text":"I want no sustenance from them nor do I want them to feed Me."},{"sura":51,"aya":58,"quran_text":"إِنَّ اللَّهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ","bangla_text":"আল্লাহ তা’আলাই তো জীবিকাদাতা শক্তির আধার, পরাক্রান্ত।","english_text":"God is certainly the great provider, Lord of strength and power."},{"sura":51,"aya":59,"quran_text":"فَإِنَّ لِلَّذِينَ ظَلَمُوا ذَنُوبًا مِثْلَ ذَنُوبِ أَصْحَابِهِمْ فَلَا يَسْتَعْجِلُونِ","bangla_text":"অতএব, এই যালেমদের প্রাপ্য তাই, যা ওদের অতীত সহচরদের প্রাপ্য ছিল। কাজেই ওরা যেন আমার কাছে তা তাড়াতাড়ি না চায়।","english_text":"Those who do wrong will indeed come to the same end as their fellows (of old). So let them not ask Me to hasten (the punishment)."},{"sura":51,"aya":60,"quran_text":"فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنْ يَوْمِهِمُ الَّذِي يُوعَدُونَ","bangla_text":"অতএব, কাফেরদের জন্যে দুর্ভোগ সেই দিনের, যেদিনের প্রতিশ্রুতি ওদেরকে দেয়া হয়েছে।","english_text":"Alas the woe for those who refuse to believe in the Day which has been promised them."}]