[{"sura":50,"aya":1,"quran_text":"بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ق وَالْقُرْآنِ الْمَجِيدِ","bangla_text":"ক্বাফ! সম্মানিত কোরআনের শপথ;","english_text":"QAF. I CALL to witness the glorious Qur'an."},{"sura":50,"aya":2,"quran_text":"بَلْ عَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ فَقَالَ الْكَافِرُونَ هَذَا شَيْءٌ عَجِيبٌ","bangla_text":"বরং তারা তাদের মধ্য থেকেই একজন ভয় প্রদর্শনকারী আগমন করেছে দেখে বিস্ময় বোধ করে। অতঃপর কাফেররা বলেঃ এটা আশ্চর্যের ব্যাপার।","english_text":"They are rather surprised that a warner from among themselves has come to them. So the unbelievers say: \"This is astonishing:"},{"sura":50,"aya":3,"quran_text":"أَإِذَا مِتْنَا وَكُنَّا تُرَابًا ذَلِكَ رَجْعٌ بَعِيدٌ","bangla_text":"আমরা মরে গেলে এবং মৃত্তিকায় পরিণত হয়ে গেলেও কি পুনরুত্থিত হব? এ প্রত্যাবর্তন সুদূরপরাহত।","english_text":"When we are dead and turned to dust, this returning (to life) is most far-fetched.\""},{"sura":50,"aya":4,"quran_text":"قَدْ عَلِمْنَا مَا تَنْقُصُ الْأَرْضُ مِنْهُمْ وَعِنْدَنَا كِتَابٌ حَفِيظٌ","bangla_text":"মৃত্তিকা তাদের কতটুকু গ্রাস করবে, তা আমার জানা আছে এবং আমার কাছে আছে সংরক্ষিত কিতাব।","english_text":"We know what the earth consumes of them, for We have the Book that preserves everything."},{"sura":50,"aya":5,"quran_text":"بَلْ كَذَّبُوا بِالْحَقِّ لَمَّا جَاءَهُمْ فَهُمْ فِي أَمْرٍ مَرِيجٍ","bangla_text":"বরং তাদের কাছে সত্য আগমন করার পর তারা তাকে মিথ্যা বলছে। ফলে তারা সংশয়ে পতিত রয়েছে।","english_text":"But no! They called the truth a lie when it came to them; so they are in a confused state."},{"sura":50,"aya":6,"quran_text":"أَفَلَمْ يَنْظُرُوا إِلَى السَّمَاءِ فَوْقَهُمْ كَيْفَ بَنَيْنَاهَا وَزَيَّنَّاهَا وَمَا لَهَا مِنْ فُرُوجٍ","bangla_text":"তারা কি তাদের উপরস্থিত আকাশের পানে দৃষ্টিপাত করে না আমি কিভাবে তা নির্মাণ করেছি এবং সুশোভিত করেছি? তাতে কোন ছিদ্রও নেই।","english_text":"Have they not looked at the sky above them, how We have fashioned and adorned it, and it has no flaw?"},{"sura":50,"aya":7,"quran_text":"وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ بَهِيجٍ","bangla_text":"আমি ভূমিকে বিস্তৃত করেছি, তাতে পর্বতমালার ভার স্থাপন করেছি এবং তাতে সর্বপ্রকার নয়নাভিরাম উদ্ভিদ উদগত করেছি।","english_text":"We stretched the earth and placed upon it firm stabilisers and We made every kind of splendid thing to grow upon it"},{"sura":50,"aya":8,"quran_text":"تَبْصِرَةً وَذِكْرَى لِكُلِّ عَبْدٍ مُنِيبٍ","bangla_text":"এটা জ্ঞান আহরণ ও স্মরণ করার মত ব্যাপার প্রত্যেক অনুরাগী বান্দার জন্যে।","english_text":"As instruction and reminder to every penitent creature."},{"sura":50,"aya":9,"quran_text":"وَنَزَّلْنَا مِنَ السَّمَاءِ مَاءً مُبَارَكًا فَأَنْبَتْنَا بِهِ جَنَّاتٍ وَحَبَّ الْحَصِيدِ","bangla_text":"আমি আকাশ থেকে কল্যাণময় বৃষ্টি বর্ষণ করি এবং তদ্বারা বাগান ও শস্য উদগত করি, যেগুলোর ফসল আহরণ করা হয়।","english_text":"And We send down water as a blessing from the sky, and grow gardens with it and the grain for harvest,"},{"sura":50,"aya":10,"quran_text":"وَالنَّخْلَ بَاسِقَاتٍ لَهَا طَلْعٌ نَضِيدٌ","bangla_text":"এবং লম্বমান খর্জুর বৃক্ষ, যাতে আছে গুচ্ছ গুচ্ছ খর্জুর,","english_text":"And tall date-palms with their spathes pile on pile"},{"sura":50,"aya":11,"quran_text":"رِزْقًا لِلْعِبَادِ وَأَحْيَيْنَا بِهِ بَلْدَةً مَيْتًا كَذَلِكَ الْخُرُوجُ","bangla_text":"বান্দাদের জীবিকাস্বরূপ এবং বৃষ্টি দ্বারা আমি মৃত জনপদকে সঞ্জীবিত করি। এমনিভাবে পুনরুত্থান ঘটবে।","english_text":"As a provision for men, and enlivened a region that was dead. Even thus will be the life after death."},{"sura":50,"aya":12,"quran_text":"كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَأَصْحَابُ الرَّسِّ وَثَمُودُ","bangla_text":"তাদের পূর্বে মিথ্যাবাদী বলেছে নূহের সম্প্রদায়, কুপবাসীরা এবং সামুদ সম্প্রদায়।","english_text":"The people of Noah, Ar-Rass and Thamud denied before you,"},{"sura":50,"aya":13,"quran_text":"وَعَادٌ وَفِرْعَوْنُ وَإِخْوَانُ لُوطٍ","bangla_text":"আদ, ফেরাউন, ও লূতের সম্প্রদায়,","english_text":"As did the people of 'Ad and Pharaoh and the brethren of Lot,"},{"sura":50,"aya":14,"quran_text":"وَأَصْحَابُ الْأَيْكَةِ وَقَوْمُ تُبَّعٍ كُلٌّ كَذَّبَ الرُّسُلَ فَحَقَّ وَعِيدِ","bangla_text":"বনবাসীরা এবং তোব্বা সম্প্রদায়। প্রত্যেকেই রসূলগণকে মিথ্যা বলেছে, অতঃপর আমার শাস্তির যোগ্য হয়েছে।","english_text":"And the dwellers of the Wood and people of Tubba'. Each of them denied the apostles. So My threat became a reality."},{"sura":50,"aya":15,"quran_text":"أَفَعَيِينَا بِالْخَلْقِ الْأَوَّلِ بَلْ هُمْ فِي لَبْسٍ مِنْ خَلْقٍ جَدِيدٍ","bangla_text":"আমি কি প্রথমবার সৃষ্টি করেই ক্লান্ত হয়ে পড়েছি? বরং তারা নতুন সৃষ্টির ব্যাপারে সন্দেহ পোষন করেছে।","english_text":"Were We exhausted by the act of the first creation? And yet they are confused about a new creation."},{"sura":50,"aya":16,"quran_text":"وَلَقَدْ خَلَقْنَا الْإِنْسَانَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ","bangla_text":"আমি মানুষ সৃষ্টি করেছি এবং তার মন নিভৃতে যে কুচিন্তা করে, সে সম্বন্ধেও আমি অবগত আছি। আমি তার গ্রীবাস্থিত ধমনী থেকেও অধিক নিকটবর্তী।","english_text":"He created man and surely know what misdoubts arise in their hearts; for We are closer to him than his jugular vein."},{"sura":50,"aya":17,"quran_text":"إِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ","bangla_text":"যখন দুই ফেরেশতা ডানে ও বামে বসে তার আমল গ্রহণ করে।","english_text":"When the two (angels) who keep the account, one sitting on the right, one on the left, take it down,"},{"sura":50,"aya":18,"quran_text":"مَا يَلْفِظُ مِنْ قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ","bangla_text":"সে যে কথাই উচ্চারণ করে, তাই গ্রহণ করার জন্যে তার কাছে সদা প্রস্তুত প্রহরী রয়েছে।","english_text":"There is not a word he utters but an observer is ready (to make note of it)."},{"sura":50,"aya":19,"quran_text":"وَجَاءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ ذَلِكَ مَا كُنْتَ مِنْهُ تَحِيدُ","bangla_text":"মৃত্যুযন্ত্রণা নিশ্চিতই আসবে। এ থেকেই তুমি টালবাহানা করতে।","english_text":"The palsy of death will surely come. This is what you wished to avert."},{"sura":50,"aya":20,"quran_text":"وَنُفِخَ فِي الصُّورِ ذَلِكَ يَوْمُ الْوَعِيدِ","bangla_text":"এবং শিঙ্গায় ফুঁৎকার দেয়া হবে এটা হবে ভয় প্রদর্শনের দিন।","english_text":"And the trumpet blast will sound: It would be the Day of Doom."},{"sura":50,"aya":21,"quran_text":"وَجَاءَتْ كُلُّ نَفْسٍ مَعَهَا سَائِقٌ وَشَهِيدٌ","bangla_text":"প্রত্যেক ব্যক্তি আগমন করবে। তার সাথে থাকবে চালক ও কর্মের সাক্ষী।","english_text":"Each soul will come with a driver and a witness."},{"sura":50,"aya":22,"quran_text":"لَقَدْ كُنْتَ فِي غَفْلَةٍ مِنْ هَذَا فَكَشَفْنَا عَنْكَ غِطَاءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ","bangla_text":"তুমি তো এই দিন সম্পর্কে উদাসীন ছিলে। এখন তোমার কাছ থেকে যবনিকা সরিয়ে দিয়েছি। ফলে আজ তোমার দৃষ্টি সুতীক্ষ্ন।","english_text":"(And the driver will say:) \"You were oblivious of this, so we have removed the veil, and how keen is your sight today!\""},{"sura":50,"aya":23,"quran_text":"وَقَالَ قَرِينُهُ هَذَا مَا لَدَيَّ عَتِيدٌ","bangla_text":"তার সঙ্গী ফেরেশতা বলবেঃ আমার কাছে যে, আমলনামা ছিল, তা এই।","english_text":"His companion will say: \"Here is (the record) I have ready with me.\""},{"sura":50,"aya":24,"quran_text":"أَلْقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ","bangla_text":"তোমরা উভয়েই নিক্ষেপ কর জাহান্নামে প্রত্যেক অকৃতজ্ঞ বিরুদ্ধবাদীকে,","english_text":"\"Cast each stubborn unbeliever into Hell,\" (they will be told),"},{"sura":50,"aya":25,"quran_text":"مَنَّاعٍ لِلْخَيْرِ مُعْتَدٍ مُرِيبٍ","bangla_text":"যে বাধা দিত মঙ্গলজনক কাজে, সীমালঙ্ঘনকারী, সন্দেহ পোষণকারীকে।","english_text":"\"Every obstructor of good, transgressor, and the sceptic,"},{"sura":50,"aya":26,"quran_text":"الَّذِي جَعَلَ مَعَ اللَّهِ إِلَهًا آخَرَ فَأَلْقِيَاهُ فِي الْعَذَابِ الشَّدِيدِ","bangla_text":"যে ব্যক্তি আল্লাহর সাথে অন্য উপাস্য গ্রহণ করত, তাকে তোমরা কঠিন শাস্তিতে নিক্ষেপ কর।","english_text":"Who had set up another god with God. Cast him into severe torment.\""},{"sura":50,"aya":27,"quran_text":"قَالَ قَرِينُهُ رَبَّنَا مَا أَطْغَيْتُهُ وَلَكِنْ كَانَ فِي ضَلَالٍ بَعِيدٍ","bangla_text":"তার সঙ্গী শয়তান বলবেঃ হে আমাদের পালনকর্তা, আমি তাকে অবাধ্যতায় লিপ্ত করিনি। বস্তুতঃ সে নিজেই ছিল সুদূর পথভ্রান্তিতে লিপ্ত।","english_text":"His companion will say: \"O Lord, I did not lead him to wickedness, but he was himself far astray.\""},{"sura":50,"aya":28,"quran_text":"قَالَ لَا تَخْتَصِمُوا لَدَيَّ وَقَدْ قَدَّمْتُ إِلَيْكُمْ بِالْوَعِيدِ","bangla_text":"আল্লাহ বলবেনঃ আমার সামনে বাকবিতন্ডা করো না আমি তো পূর্বেই তোমাদেরকে আযাব দ্বারা ভয় প্রদর্শন করেছিলাম।","english_text":"\"Do not argue in My presence. I had announced the promise of doom in advance."},{"sura":50,"aya":29,"quran_text":"مَا يُبَدَّلُ الْقَوْلُ لَدَيَّ وَمَا أَنَا بِظَلَّامٍ لِلْعَبِيدِ","bangla_text":"আমার কাছে কথা রদবদল হয় না এবং আমি বান্দাদের প্রতি জুলুমকারী নই।","english_text":"There is no changing of My word, nor am I unjust to My creatures.\""},{"sura":50,"aya":30,"quran_text":"يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ امْتَلَأْتِ وَتَقُولُ هَلْ مِنْ مَزِيدٍ","bangla_text":"যেদিন আমি জাহান্নামকে জিজ্ঞাসা করব; তুমি কি পূর্ণ হয়ে গেছ? সে বলবেঃ আরও আছে কি?","english_text":"We shall ask Hell that day: \"Are you full?\" It will answer: \"Are there still more?\""},{"sura":50,"aya":31,"quran_text":"وَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ غَيْرَ بَعِيدٍ","bangla_text":"জান্নাতকে উপস্থিত করা হবে খোদাভীরুদের অদূরে।","english_text":"And Paradise will be brought near, not far from those who took heed for themselves and feared God."},{"sura":50,"aya":32,"quran_text":"هَذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٍ","bangla_text":"তোমাদের প্রত্যেক অনুরাগী ও স্মরণকারীকে এরই প্রতিশ্রুতি দেয়া হয়েছিল।","english_text":"\"This is what you had been promised,\" (will be said) to every penitent who remembered (his duty),"},{"sura":50,"aya":33,"quran_text":"مَنْ خَشِيَ الرَّحْمَنَ بِالْغَيْبِ وَجَاءَ بِقَلْبٍ مُنِيبٍ","bangla_text":"যে না দেখে দয়াময় আল্লাহ তা’আলাকে ভয় করত এবং বিনীত অন্তরে উপস্থিত হত।","english_text":"Who feared Ar-Rahman in secret, and came with a penitent heart:"},{"sura":50,"aya":34,"quran_text":"ادْخُلُوهَا بِسَلَامٍ ذَلِكَ يَوْمُ الْخُلُودِ","bangla_text":"তোমরা এতে শান্তিতে প্রবেশ কর। এটাই অনন্তকাল বসবাসের জন্য প্রবেশ করার দিন।","english_text":"\"Enter it in peace. This is the day of life abiding.\""},{"sura":50,"aya":35,"quran_text":"لَهُمْ مَا يَشَاءُونَ فِيهَا وَلَدَيْنَا مَزِيدٌ","bangla_text":"তারা তথায় যা চাইবে, তাই পাবে এবং আমার কাছে রয়েছে আরও অধিক।","english_text":"Theirs will be whatsoever they wish: And with Us there is more."},{"sura":50,"aya":36,"quran_text":"وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ هُمْ أَشَدُّ مِنْهُمْ بَطْشًا فَنَقَّبُوا فِي الْبِلَادِ هَلْ مِنْ مَحِيصٍ","bangla_text":"আমি তাদের পূর্বে বহু সম্প্রদায়কে ধ্বংস করেছি, তারা এদের অপেক্ষা অধিক শক্তিশালী ছিল এবং দেশে-বিদেশে বিচরণ করে ফিরত। তাদের কোন পলায়ন স্থান ছিল না।","english_text":"How many generations have We destroyed before them who were mightier in power than they. Then they searched throughout the land to see if there was a way of escape."},{"sura":50,"aya":37,"quran_text":"إِنَّ فِي ذَلِكَ لَذِكْرَى لِمَنْ كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ","bangla_text":"এতে উপদেশ রয়েছে তার জন্যে, যার অনুধাবন করার মত অন্তর রয়েছে। অথবা সে নিবিষ্ট মনে শ্রবণ করে।","english_text":"Surely there is a reminder in this for whosoever has a heart (to feel), or takes heed."},{"sura":50,"aya":38,"quran_text":"وَلَقَدْ خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ وَمَا مَسَّنَا مِنْ لُغُوبٍ","bangla_text":"আমি নভোমন্ডল, ভূমন্ডল ও এতদুভয়ের মধ্যবর্তী সবকিছু ছয়দিনে সৃষ্টি করেছি এবং আমাকে কোনরূপ ক্লান্তি স্পর্শ করেনি।","english_text":"We created the heavens and the earth and all that lies between them, in six spans, and no weariness came upon Us."},{"sura":50,"aya":39,"quran_text":"فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ","bangla_text":"অতএব, তারা যা কিছু বলে, তজ্জন্যে আপনি ছবর করুন এবং, সূর্যোদয় ও সূর্যাস্তের পূর্বে আপনার পালনকর্তার সপ্রশংস পবিত্রতা ঘোষণা করুন।","english_text":"So you bear with patience what they say, and sing the praises of your Lord before the rising of the sun and its setting,"},{"sura":50,"aya":40,"quran_text":"وَمِنَ اللَّيْلِ فَسَبِّحْهُ وَأَدْبَارَ السُّجُودِ","bangla_text":"রাত্রির কিছু অংশে তাঁর পবিত্রতা ঘোষণা করুন এবং নামাযের পশ্চাতেও।","english_text":"And glorify Him for some portion of the night, and additional adorations."},{"sura":50,"aya":41,"quran_text":"وَاسْتَمِعْ يَوْمَ يُنَادِ الْمُنَادِ مِنْ مَكَانٍ قَرِيبٍ","bangla_text":"শুন, যে দিন এক আহবানকারী নিকটবর্তী স্থান থেকে আহবান করবে।","english_text":"Take heed that the day the crier calls from a place close (to every one),"},{"sura":50,"aya":42,"quran_text":"يَوْمَ يَسْمَعُونَ الصَّيْحَةَ بِالْحَقِّ ذَلِكَ يَوْمُ الْخُرُوجِ","bangla_text":"যেদিন মানুষ নিশ্চিত সেই ভয়াবহ আওয়াজ শুনতে পাবে, সেদিনই পুনরত্থান দিবস।","english_text":"The day they actually hear the blast, will be the Day of rising of the dead."},{"sura":50,"aya":43,"quran_text":"إِنَّا نَحْنُ نُحْيِي وَنُمِيتُ وَإِلَيْنَا الْمَصِيرُ","bangla_text":"আমি জীবন দান করি, মৃত্যু ঘটাই এবং আমারই দিকে সকলের প্রত্যাবর্তন।","english_text":"We are the one who give life and death, and to Us will be the destination."},{"sura":50,"aya":44,"quran_text":"يَوْمَ تَشَقَّقُ الْأَرْضُ عَنْهُمْ سِرَاعًا ذَلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌ","bangla_text":"যেদিন ভূমন্ডল বিদীর্ণ হয়ে মানুষ ছুটাছুটি করে বের হয়ে আসবে। এটা এমন সমবেত করা, যা আমার জন্যে অতি সহজ।","english_text":"The day the earth will split asunder they will come out hurriedly. This gathering together is easy for Us."},{"sura":50,"aya":45,"quran_text":"نَحْنُ أَعْلَمُ بِمَا يَقُولُونَ وَمَا أَنْتَ عَلَيْهِمْ بِجَبَّارٍ فَذَكِّرْ بِالْقُرْآنِ مَنْ يَخَافُ وَعِيدِ","bangla_text":"তারা যা বলে, তা আমি সম্যক অবগত আছি। আপনি তাদের উপর জোরজবরকারী নন। অতএব, যে আমার শাস্তিকে ভয় করে, তাকে কোরআনের মাধ্যমে উপদেশ দান করুন।","english_text":"We are cognisant of what they say; but it is not for you to compel them. So keep on reminding through the Qur'an whoever fears My warning."}]